[
    {
        "title": "NewsNews",
        "short_description": "Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine.",
        "long_description": "Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine. The Australia international is accused of causing a police officer harassment, alarm or distress. England are bowled out for 159, chasing only 181 to win, which gives Australia a 4-0 lead in the points-based series. The woman got married to her partner as she believed it would boost his social media following. Australia says it will do \"everything we responsibly can\" to help the US city, despite enduring its own fire season. The Australia international is accused of causing a police officer harassment, alarm or distress. Months after mysterious black balls forced popular beaches to shut, debris has begun washing up again. Shelley Sykes' son Rory, an Australian citizen who had cerebral palsy and struggled with mobility, did not follow an evacuation order. England are bowled out for 159, chasing only 181 to win, which gives Australia a 4-0 lead in the points-based series. The Australian Open's official YouTube channel is airing 'live' matches featuring animated players on a virtual court. Katie Boulter becomes the sixth British player to win in this year's Australian Open singles draws - the most to reach the second round in the nation's history. Four-time Grand Slam champion Naomi Osaka was one of several players at the Australian Open to \"send love\" to Los Angeles as she reveals the devastating wildfires were just three blocks from her home. Novak Djokovic comes from a set down to win his opening-round Australian Open match, his first victory with three-time Grand Slam champion Andy Murray in his coaching box. Fast-rising British star Jacob Fearnley beats an ailing Nick Kyrgios in straight sets in the first round of the Australian Open. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. The band's frontman fell through a trapdoor during a concert in Australia but appeared unharmed. Months after mysterious black balls forced popular beaches to shut, debris has begun washing up again. The woman got married to her partner as she believed it would boost his social media following. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Pat Cummins will miss the tour of Sri Lanka for the birth of his second child, with Steve Smith leading the side in his absence. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:57:58",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1dfc/live/882065e0-d261-11ef-9dbb-9559c8b74d9b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/24db/live/c9283ac0-d2c2-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Assembly report said it was not \"realistically possible\" for McMonagle to carry out that work between March and May 2020.",
        "long_description": "The Assembly report said it was not \"realistically possible\" for McMonagle to carry out that work between March and May 2020. Former Sinn Fein president Gerry Adams is in line for \"a pay day from the taxpayer\" under plans to repeal the Legacy Act, a report backed by several peers has stated. A review is being set up into the case of Jonathan Creswell - who died while on trial for Katie Simpson's murder. Education Minister Paul Givan turned down bids by two Bangor schools to become integrated on Wednesday. Lord Paul Murphy is to lead an independent review of the Windsor Framework after last month's vote. Former Sinn Fein president Gerry Adams is in line for \"a pay day from the taxpayer\" under plans to repeal the Legacy Act, a report backed by several peers has stated. Sorcha Eastwood's solicitors confirmed they had been instructed to issue legal proceedings on Tuesday. Northern Ireland politicians are facing calls to take action over long delays at emergency departments. A review is being set up into the case of Jonathan Creswell - who died while on trial for Katie Simpson's murder. Sorcha Eastwood has told the House of Commons that she is a \"survivor of abuse\". Education Minister Paul Givan decides the plans, supported by the majority of parents, should not proceed. Seven MPs and peers from Northern Ireland back boycott due to the Taliban's oppression of women. NI Economy Minister says digital travel permit scheme will have a “devastating” impact on tourism. Mary Donaghy was treated in an ambulance at Belfast's Royal Victoria Hospital after a head-on collision. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Irish state papers reveal a private conversation between the late Queen and an ex-Irish ambassador. In March, a parliamentary ombudsman recommended compensation of between £1,000 and £2,950 for each of those affected. Health Minister Mike Nesbitt confirmed that a pay rise of 5.5% would match offers given to healthcare workers in England and Wales. It comes after a meeting between the Department for Infrastructure and business leaders on Monday. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:57:59",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland/northern_ireland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4a72/live/f21326c0-d33a-11ef-b1bb-f56965424f3f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d4a1/live/8debf430-d2b1-11ef-ab85-91e3491b7a8b.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Why India is reaching out to the Taliban now",
        "short_description": "India's latest diplomatic outreach to Afghanistan's Taliban government signals a marked shift in how it sees the geopolitical reality in the region.",
        "long_description": "India's latest diplomatic outreach to Afghanistan's Taliban government signals a marked shift in how it sees the geopolitical reality in the region. This comes more than three years after India suffered a major strategic and diplomatic blow when Kabul fell to the Taliban. Two decades of investment in Afghanistan's democracy - through military training, scholarships and landmark projects like building its new parliament - were swiftly undone. The collapse also paved the way for greater influence from regional rivals, particularly Pakistan and China, eroding India's strategic foothold and raising new security concerns. Yet, last week signalled a shift. India's top diplomat Vikram Misri met Taliban acting foreign minister Amir Khan Muttaqi in Dubai - the highest level of engagement since Kabul's fall. The Taliban government expressed interest in strengthening political and economic ties with India, calling it a \"significant regional and economic power\". Talks reportedly focused on expanding trade and leveraging Iran's Chabahar port, which India has been developing to bypass Pakistan's Karachi and Gwadar ports. How significant is this meeting? Delhi has now given the Taliban leadership the de facto legitimacy it has sought from the international community since its return to power, Michael Kugelman of the Wilson Center, an American think-tank, told me. \"The fact that this treatment is coming from India - a nation that never previously had friendly relations with the Taliban, makes this all the more significant, and also a diplomatic triumph for the Taliban,\" he says. Since the Taliban's return to power in Afghanistan, countries have adopted varied approaches toward the regime, balancing diplomatic engagement with concerns over human rights and security. China, for example, has gone far: it has actively engaged with the Taliban government, focusing on security and economic interests, and even has an ambassador in the country. No country has formally recognised the Taliban government, but up to 40 countries maintain some form of diplomatic or informal relations with it. That's why experts like Jayant Prasad, a former Indian ambassador to Afghanistan, are more circumspect about India's outreach. For the past three years, he says, India has maintained contact with the Taliban through a foreign service diplomat. India had closed its consulates in Afghanistan during the civil war in the 1990s and reopened them in 2002 after the war ended. \"We didn't want this hiatus to develop [again], so we wanted to engage. It is very simply a step up in relations,\" he says. India has \"historical and civilisational ties\" with Afghanistan, Foreign Minister S Jaishankar told parliament in 2023. India has invested more than $3bn (£2.46bn) in over 500 projects across Afghanistan, including roads, power lines, dams, hospitals and clinics. It has trained Afghan officers, awarded thousands of scholarships to students and built a new parliament building. This reflects a lasting geopolitical reality. \"Irrespective of the nature of the regime in Kabul - monarchical, communist, or Islamist - there has been a natural warmth between Delhi and Kabul,\" The Indian Express newspaper noted. Mr Kugelman echoes the sentiment. \"India has an important legacy as a development and humanitarian aid donor in Afghanistan, which has translated into public goodwill from the Afghan public that Delhi is keen not to lose,\" he says. Interestingly, relations with Delhi appear to be easing amid rising tensions between Afghanistan and Pakistan. Pakistan claims the hardline Pakistani Taliban (TTP) operates from sanctuaries in Afghanistan. Last July, Pakistan's Defence Minister Khawaja Asif told the BBC that Pakistan would continue attacks on Afghanistan as part of an operation aimed at countering terrorism. Days before talks between India and the Taliban government, Pakistani airstrikes killed dozens in eastern Afghanistan, according to the Afghan government. The Taliban government condemned the strikes as violations of its sovereignty. This marks a sharp decline in relations since the fall of Kabul in 2021, when a top Pakistani intelligence official was among the first foreign guests to meet the Taliban regime. At the time, many saw Kabul's fall as a strategic setback for India. \"While Pakistan isn't the only factor driving India's intensifying outreach to the Taliban, it's true that Delhi does get a big win in its evergreen competition with Pakistan by moving closer to a critical long-time Pakistani asset that has now turned on its former patron,\" says Mr Kugelman. There are other reasons driving the outreach. India aims to strengthen connectivity and access Central Asia, which it can't reach directly by land due to Pakistan's refusal of transit rights. Experts say Afghanistan is key to this goal. One strategy is collaborating with Iran on the Chabahar port development to improve access to Central Asia via Afghanistan. \"It is easier for Delhi to focus on the Afghanistan component of this plan by engaging more closely with the Taliban leadership, which is fully behind India's plans as they would help enhance Afghanistan's own trade and connectivity links,\" says Mr Kugelman. Clearly, India's recent outreach helps advance its core interests in Taliban-led Afghanistan: preventing terrorism threats to India, deepening connectivity with Iran and Central Asia, maintaining public goodwill through aid, and countering a struggling Pakistan. What about the downsides? \"The main risk of strengthening ties with the Taliban is the Taliban itself. We're talking about a violent and brutal actor with close ties to international - including Pakistani - terror groups that has done little to reform itself from what it was in the 1990s,\" says Mr Kugelman. \"India may hope that if it keeps the Taliban on side, so to speak, the Taliban will be less likely to undermine India or its interests. And that may be true. But at the end of the day, can you really trust an actor like the Taliban? That will be the unsettling question hovering over India as it continues to cautiously pursue this complex relationship.\" Mr Prasad sees no downsides to India's current engagement with Afghanistan, despite concerns over the Taliban's treatment of women. \"The Taliban is fully in control. Letting the Taliban stew in its own juice won't help Afghan people. Some engagement with the international community might pressurise the government to improve its behaviour.\" \"Remember, the Taliban is craving for recognition,\" says Mr Prasad. \"They know that will only happen after internal reforms.\" Like bringing women back into public life and restoring their rights to education, work and political participation. They cut through barbed wires and braved freezing temperatures to reach Yoon, ending a weeks-long standoff. The country is deeply polarised by the president's attempt to impose martial law. Investigators have doggedly pursued a president who was suspended from duty for trying to impose martial law. The impeached president said he will comply with questioning to \"prevent unsavoury bloodshed.\" Yoon Suk Yeol is the country's first sitting president to be arrested following an weeks-long stand-off Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:00",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cp8ke9e27dxo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f988/live/49a55b20-d268-11ef-9dbb-9559c8b74d9b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0ce3/live/80f74900-d185-11ef-8075-4d88325174ce.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "They hired Banksy for £50 then painted over his mural",
        "short_description": "For years people have tried - and failed - to uncover details about Bristol's most famous, yet anonymous, graffiti artist Banksy.",
        "long_description": "For years people have tried - and failed - to uncover details about Bristol's most famous, yet anonymous, graffiti artist Banksy. Photos of him and stories of people who have met him are incredibly rare. But now a man who got the secretive artist to work with children at a youth club in the late 1990s has given the BBC an exclusive insight into the man behind the murals, just as he was about to become famous. Banksy is one of the world's most famous graffiti artists. His work has sold for millions of pounds and his exhibitions seen by hundreds of thousands of people. But behind layers of paint, lost in time at a Bristol youth club, there's a Banksy very few people know about. On the cusp of international fame, the artist was leaving his mark - not only on the streets of his city, but on young people in Lawrence Weston. Here, Banksy helped groups of teens in art classes, just as he was about to paint his famous Mild, Mild West mural. \"If you look at the photos, you can see the way he was working with the young people,\" said Peter de Boer, the man responsible for getting Banksy in the building. \"They were engaged, having fun and sharing ideas. It was a true collaboration.\" Now all that remains of these unique murals are photographs, capturing the colourful, abstract and lively pieces that stretched across the walls of the youth club. The BBC has been given permission to use these photos on the condition that Banksy remains anonymous. The artist would return to the club several times to create new works, with a revolving door of excitable 11 to 16 year olds – oblivious to who the artist would eventually become. It was the late 1990s when Peter, a senior youth worker for the area, was looking for local artists to inspire a generation of children in this part of west Bristol. His friend had a suggestion – someone who went out 'tagging' the city with his brother and was starting to make a name for himself. That person was Banksy. \"I got his phone number, so I used to call him up and ask if he'd come and do some art projects. He was really keen,\" Peter said. This was the same year Banksy did his first large stencil mural in Stokes Croft - Mild Mild West - depicting a teddy bear throwing a Molotov cocktail at three riot police. Each time Banksy arrived at the youth club, he was greeted by dozens of eager kids. The purpose-built youth centre from the 1970s had become a real community hub. \"There would literally be hundreds of young people that would come here over a week,\" said Peter, who is passionate about the need for youth clubs in society. \"It was always very vibrant.\" Peter recalled the hype building around Banksy's work in Bristol, but that \"nobody thought twice about who he was\" when he was running sessions in Lawrence Weston. He was just another artist sharing his skills with the community, he said. \"The thing that struck me back then was he didn't really have an ego. He was doing art with them, rather than doing art for them,\" he said. \"In the morning, he sat around a table with the children, talking about their ideas. \"Then they would all just muck in and spray these things that were invented. \"It wasn't more Banksy than the young people, it was definitely a kind of 50/50 thing.\" And how much did it cost to bring in Banksy? \"For the first one [workshop], I think we paid him £50. Probably only covered the cost of the spray paints back then,\" Peter said. \"I don't think he's ever been in it for the money. It shows what a deep, kind and caring person he is.\" The murals Banksy created with the children were fun and vivid in colour – but with meaning. Cows looking up as bombs are dropped above them, which Peter believes was a nod to climate anxiety, while another was more obscure - a circus overrun by robots. But what happened to these murals? They were painted over. Again and again. \"I personally painted over a Banksy. I threw a Banksy stencil away when I was clearing up,\" Peter said. But he is not one to get sentimental about preserving street art. \"I have no regrets at all [covering them up]. Back then, it was much more about working with and engaging young people. \"And it was just another art project back then.\" For Peter, the value of Banky's time at the club is not monetary, but based on what these murals did for the community. He wonders if the children remember creating pieces with a man who is now one of the most famous artists in the world. \"I'm very proud he came here,\" he said. \"There will be [those who were] young people in the local community who are parents now who worked with Banksy, and they may not know that.\" Follow BBC Bristol on Facebook, X and Instagram. Send your story ideas to us on email or via WhatsApp on 0800 313 4630. A rise in incidents involving knives has resulted in a \"tragic loss of young lives\", police say. A man and teenage boy will appear in court next month. A look at what stories are trending across the West of England on Wednesday 15 January 2025. The motorway was closed after a collision involving two HGV lorries and two vans. National Highways is carrying out inspections and surveys of the Eastville Viaduct. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:01",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cql5dx1l9e9o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b01/live/f4c619a0-b71e-11ef-97e5-89e476d4b612.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f34f/live/e87a0f30-b71e-11ef-97e5-89e476d4b612.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Fabriccio and Lucía run the only fully equipped film lab in Central America.",
        "long_description": "Fabriccio and Lucía run the only fully equipped film lab in Central America. The fires have been spreading rapidly because of high winds and very dry conditions. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. Over the past few years Megan Winstone has taken photographs for Vogue, Kerrang! and Dr. Martens. The fires have been spreading rapidly because of high winds and very dry conditions. Oxfordshire Museum, in Woodstock, hosts the Bird Photographer of the Year exhibition from Saturday. A selection of the week's best photos from across the African continent and beyond. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of agriculture. A selection of pictures by our readers on a set theme. Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page A selection of pictures sent in by our readers on the theme of \"fluids\". Photographs on the theme of 'autumn walks' sent in by our readers. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of \"fluids\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:03",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f663/live/b55269d0-ce99-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4934/live/703aa4a0-ce7d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Meta cuts 5% of jobs to lose 'lowest performers'  ",
        "short_description": "Meta, the owner of Facebook, Instagram and WhatsApp, is preparing to cut about 5% of its global workforce, as the company looks to drop \"low performers faster\".",
        "long_description": "Meta, the owner of Facebook, Instagram and WhatsApp, is preparing to cut about 5% of its global workforce, as the company looks to drop \"low performers faster\". In a memo to staff, boss Mark Zuckerberg said he had made the decision to speed up the firm's regular performance-based cuts in anticipation of an \"intense year\". He said the company would \"backfill\" the roles later in 2025. The company, which employs about 72,000 people globally, did not say how the cuts would be distributed around the world. Workers in the US who are affected will know by 10 February, according to Mr Zuckerberg's memo. Those outside the US will be informed \"later\". \"This is going to be an intense year, and I want to make sure we have the best people on our teams,\" he wrote. \"I've decided to raise the bar on performance management and move out low performers faster.\" The move comes on the heels of other big decisions by Mr Zuckerberg, including moves to end the company's fact-checking and diversity programmes. Performance-based job cuts are common in corporate America. At Meta, they would normally unfold over the course of a year, Mr Zuckerberg said, but the process is being accelerated this year. Roughly 3,600 people could be affected this move. They will receive \"generous severance\", he said. The last big cuts at Meta came in 2023, when the company cut about 10,000 positions in a cost-cutting drive after Mr Zuckerberg declared it the \"year of efficiency\". It cut about 11,000 roles in 2022. Mr Zuckerberg also appears to be overhauling his own public image. On a recent podcast with Joe Rogan, Mr Zuckerberg said he thought companies needed more \"masculine energy\" and discussed taking up martial arts, which he said he enjoyed because he felt he could more fully express himself, than in his corporate role. \"When you're running a company, people typically don't wanna see you being like this ruthless person who's just like I'm gonna crush the people I'm competing with,\" he said. \"But when you're fighting, it's like no.\" \"I think in some ways when people see me competing in the sport they're like oh no, 'That's the real Mark.\" In an exclusive interview, Ian Russell tells the BBC that he believes there is \"no real movement\" within government on online safety. The companies are among the latest major corporations to alter their diversity programmes since Trump's re-election. The US companies join other major firms donating funds for the ceremony on 20 January. Users will no longer be able to opt out of political content from people they do not follow. Meta says its platforms will instead rely on \"community notes\" from its users, an approach pioneered by X. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3e18lnl20po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/642e/live/3ef07560-d2be-11ef-a51d-1132d6e1164b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/66ac/live/4c341eb0-d02b-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "What's the latest on Los Angeles wildfires and how did they start?",
        "short_description": "At least 25 people have died in the Los Angeles fires as two major blazes continue to burn across the sprawling US city.",
        "long_description": "At least 25 people have died in the Los Angeles fires as two major blazes continue to burn across the sprawling US city. Firefighters made progress over the weekend in containing the Palisades and Eaton fires but warn that the return of high winds - forecast until Wednesday - could see these two spread again, or fuel new ones. The fires are already among the most destructive in LA's history when measured by the number of buildings destroyed. Rebuilding work will cost \"tens of billions\" of dollars, US President Joe Biden has said. An area to the north-west of the city centre is described by officials as \"particularly dangerous\". A red flag warning - indicating a high level of fire danger - is in place until 18:00 (02:00 GMT) on Wednesday, with the strongest Santa Ana winds expected on Tuesday. Nearby, the largest fire is in the Palisades area, and has burnt through more than 23,000 acres. It is still only about 14% contained, despite the efforts of thousands of firefighters. The blaze is moving east, threatening the exclusive neighbourhood of Brentwood, home to the Getty Center, a world-famous art museum that has evacuated its staff. Another fire, Eaton, is more deadly than Palisades so far - responsible for 16 of the deaths. The overall destruction is immense, with more than 12,000 structures - homes, outbuildings, sheds, mobile homes and cars - destroyed. Celebrities Mel Gibson and Paris Hilton are among those who have lost their homes. Tens of thousands of homes are also without power. The fires could turn out to be the costliest in US history, with damage projected at up to $150bn, according to a preliminary estimate by AccuWeather. There are three active fires in the wider area, while a smaller fire is nearly contained, say California fire officials: The earlier Kenneth, Archer, Sunset, Lidia, Woodley and Olivas fires have been contained. Containment describes the progress firefighters make in controlling the spread of flames. It is often listed as a percentage. For example, if a fire is 14% contained, that means fire crews have established barriers around 14% of the fire's perimeter. Natural barriers include roads, rivers and oceans. Firefighters can also create barriers using equipment such as bulldozers, hoses and shovels to remove vegetation down to the bare soil, meaning there is nothing for the fire to burn. A fire being 100% contained doesn't mean it has been extinguished, but rather that the flames have been fully encircled and the spread has been effectively stopped. Detectives continue to investigate the possible causes. Lightning - the most common source of fires in the US - has been ruled out as a cause for the Palisades and Eaton fires. There has been no official indication so far that arson or utility lines - the next two biggest culprits in sparking fires - caused any of the conflagrations. However, in the case of the Eaton fire, legal cases have been filed against the electrical company, Southern California Edison Company (SCE), claiming there is evidence that the blaze - one of the largest - was ignited due to negligence of the firm's overhead wires. SCE has vowed to \"review the complaint when it is received\", pointing out that \"the cause of the fire continues to be under investigation\". A spokeswoman added that the company \"remains committed\" to supporting communities affected by the fires. On Friday, SCE said authorities were investigating whether its infrastructure was involved in the ignition of the separate Hurst fire. California's very wet years of 2022-23 brought about a huge growth of vegetation, which dried out in the drought of last year, creating abundant kindling. Conditions have been ripe for wildfires thanks to a combination of an exceptionally dry period - downtown LA has only received 0.16 inches (0.4cm) of rain since October - and powerful offshore gusts known as the Santa Ana winds. A political row about the city's preparedness has erupted after it emerged some fire crews' hoses ran dry. California Governor Gavin Newsom has called for an independent investigation into the loss of water pressure to hydrants and why the Santa Ynez Reservoir was closed for maintenance and empty when the fire broke out. \"Losing supplies from fire hydrants likely impaired the effort to protect some homes and evacuation corridors,\" he wrote. LA Mayor Karen Bass, who was on a previously arranged trip to Ghana when the fires began, has faced intense questions about the region's preparedness and the water issues. On Saturday, she deflected questions about her handling of the emergency. Before the fires broke out, the city of LA's fire chief warned in a memo that budget cuts were hampering the department's ability to respond to emergencies. But another official, the LA County fire chief, denied his department had been unprepared. Although strong winds and lack of rain are driving the blazes, experts say climate change is altering the background conditions and increasing the likelihood of such fires. Much of the western United States including California experienced a decades-long drought that ended just two years ago, making the region vulnerable. \"Whiplash\" swings between dry and wet periods in recent years created a massive amount of tinder-dry vegetation that was ready to burn. US government research is unequivocal in linking climate change to larger and more severe wildfires in the western US. \"Climate change, including increased heat, extended drought, and a thirsty atmosphere, has been a key driver in increasing the risk and extent of wildfires in the western United States,\" the National Oceanic and Atmospheric Administration says. Fire season in southern California is generally thought to stretch from May to October - but the Governor Newsom has pointed out earlier that blazes are now a perennial issue. \"There's no fire season,\" he said. \"It's fire year.\" No one can say when the Los Angeles fires will finally go out. The city is bracing for continued burning and a possible spread amid the latest wind warnings. The Santa Ana winds that fanned the flames are set to strengthen, with strong gusts on Tuesday before the severity is expected to drop. There are now new red flag warnings for dangerous wind storms. The other conditions that fed the fire - dry brush and lack of precipitation - continue as well. Have you been affected by the fires in California? Get in touch here. Sign up for our Future Earth newsletter to get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK? Sign up to our international newsletter here. Donald Trump will be sworn in on Monday during a series of events that will kick off his presidency. New gusts could reach hurricane-force in mountainous areas - as the US disaster's death toll creeps up. Two landers owned by US and Japanese companies to carry out separate tests on the Moon's surface. US President-elect Donald Trump's nominee was grilled for hours about his ability to run the defence department. Maps and images showing how the fires currently affecting the Los Angeles area are developing. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:05",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/clyxypryrnko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/79a5/live/496a97e0-d26f-11ef-94cb-5f844ceb9e30.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e898/live/7b485810-d1b1-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "SpaceX rocket launches private missions to Moon",
        "short_description": "Two lunar landers built by private companies in the US and Japan have left Earth aboard a SpaceX rocket as part of a rideshare to the Moon.",
        "long_description": "Two lunar landers built by private companies in the US and Japan have left Earth aboard a SpaceX rocket as part of a rideshare to the Moon. The Falcon 9 took off from the Kennedy Space Center in Florida at 01:09 local time (06:09 GMT) on Wednesday, carrying landers belonging to America's Firefly Aerospace and Japan's ispace. The landers will eventually separate once they reach the Moon's orbit and conduct independent explorations. They are the latest in a growing number of commercial missions to the Moon. Firefly's rover, Blue Ghost, is expected to take about 45 days to reach the Moon, once it has separated from the SpaceX rocket. It will then drill, collect samples and also take X-ray images of the Earth's magnetic field to \"advance research for future human missions on the Moon and provide insights into how space weather impacts the planet\", according to SpaceX. Meanwhile, ispace's Resilence lander will take up to five months to reach the Moon's surface, where it will deploy a rover for exploration and attempt to scoop up loose surface material known as regolith. Nasa is backing the endeavour, which, if successful, will be its biggest commercial delivery to the Moon so far. Intuitive Machines last year became the first commercial outfit to put a lander on the Moon, a feat only previously accomplished by the US, the Soviet Union, China, India and Japan. Separately, SpaceX is also conducting its seventh orbital flight test of its Starship rocket, which is due to take off from Texas at 16:00 local time (22:00 GMT). Donald Trump will be sworn in on Monday during a series of events that will kick off his presidency. New gusts could reach hurricane-force in mountainous areas - as the US disaster's death toll creeps up. The sculpture featuring NASA imagery of the Moon is set to visit Cathedral Isle of Man in February. Pigs, donkeys and even a mini cow named Cuddles found a temporary home after the LA fires. US President-elect Donald Trump's nominee was grilled for hours about his ability to run the defence department. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:06",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cn8x5gm4k1xo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b51e/live/4a6bd0f0-d1cf-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b29b/live/c3e759d0-d32e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Israeli PM's office denies reports that Hamas has agreed a draft presented by mediators in Qatar.",
        "long_description": "The Israeli PM's office denies reports that Hamas has agreed a draft presented by mediators in Qatar. Mediator Qatar says there are no major issues blocking a ceasefire and hostage-release agreement. The group say their official witness statements were translated into Arabic by a boat company employee. The mediator says Israel and Hamas have resolved major issues and there could be an announcement soon. His appointment is another blow to Hezbollah, which had sought to reappoint caretaker PM Najib Mikati. Mediator Qatar says there are no major issues blocking a ceasefire and hostage-release agreement. The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. What we know so far about the possible ceasefire deal being negotiated between Israel and Hamas. The group say their official witness statements were translated into Arabic by a boat company employee. With the fall of Bashar al-Assad's regime, Russia lost a key ally in the Middle East -but it still hopes to keeps its military bases in Syria. Taghavi, 70, spent more than four years in jail after a trial that rights groups said was grossly unfair. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low. Eleven survivors describe what happened and raise safety questions about the dive boat Sea Story. There is fresh anticipation about the talks after several shifts, both politically and on the ground. At the time, many blamed Carter for not bringing the US hostages in Iran home. But one Marine says he saved his life. The new authorities have promised justice for crimes under the Assads, but there are huge challenges involved. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. Video shows chaos inside an airport terminal in Sanaa, as passengers flee the strikes. Feras Killani grew up in Yarmouk in Damascus, which saw brutal fighting between rebel and government forces. Orla Guerin visits Al-Sina prison in north-eastern Syria, where many suspected fighters have been held for years. Sharaa led the rebel offensive that toppled the Assad regime in Syria less than two weeks ago. The BBC's Hugo Bachega sees Syrians dancing, waving flags and making peace signs in Aleppo. His appointment is another blow to Hezbollah, which had sought to reappoint caretaker PM Najib Mikati. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Provides an overview of Lebanon, including key dates and facts about this Middle Eastern country. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. The man was being held with another inmate at a prison in the eastern city of Semnan, according to Iran's semi-official Tasnim News Agency. The young boys were killed with their cousin in a strike which Israel said targeted a \"terrorist cell\". The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. Provides an overview of Syria, including key dates and facts about this Middle Eastern country. The UN human rights chief says it is time Iran \"stems this ever-swelling tide of executions\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2a30/live/37d00790-d341-11ef-b9f3-e14aef98374b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e6b/live/480b8c30-d2b3-11ef-b2ff-23c7e0d06ab9.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Donald Trump has chosen lawyer Pam Bondi for attorney general after Matt Gaetz withdrew from consideration amid misconduct accusations.",
        "long_description": "Donald Trump has chosen lawyer Pam Bondi for attorney general after Matt Gaetz withdrew from consideration amid misconduct accusations. Pigs, donkeys and even a mini cow named Cuddles found a temporary home after the LA fires. The Vance's are often photographed hand-in-hand but since he was selected as Trump's VP, the couple has yet to sit for a news interview together. US President-elect Donald Trump's nominee was grilled for hours about his ability to run the defence department. The complaint filed to a US federal court alleges Musk saved $150m at the expense of Twitter shareholders. Pigs, donkeys and even a mini cow named Cuddles found a temporary home after the LA fires. New gusts could reach hurricane-force in mountainous areas - as the US disaster's death toll creeps up. Could there be ways to bypass the ban - and could president-elect Donald Trump find a way to stop the law? The Vance's are often photographed hand-in-hand but since he was selected as Trump's VP, the couple has yet to sit for a news interview together. The company will shed roughly 3,600 roles but plans to backfill the roles later in the year. A prosecutor says there was enough evidence in the 2020 US election case - but he was scuppered by Trump's win in 2024. Thousands of people need new homes after losing everything. Some fear they may never get back on the property ladder. The owner wants to erect a fence to deter intrusive fans who \"try to open the main entrance door, or, when drunk late at night, ring the doorbells\". The policy being rolled out in the firm's North American cafes comes as it tries to boost flagging sales. The Falcon 9 rocket took off from the Kennedy Space Center carrying two lunar landers and a micro rover. Firenadoes were spotted during the Palisades Fire. The underground passage linking Ciudad Juarez with El Paso, Texas, was equipped with lighting and ventilation. Retired firefighter Rich Snyder rescued his neighbour when the LA wildfires spread to their street. Fire crews have been dropping water and fire retardant on blazes around Los Angeles since last week. Donald Trump will be sworn in on Monday during a series of events that will kick off his presidency. Trump is accused of inspiring Jan 6 violence but prosecutors thought an incitement charge would be too risky. An amputee and his bedbound son, and a man trying to defend his home of 55 years, are among the 25 victims of the Los Angeles fires. Allies of the president-elect can expect intense questioning when Senate confirmation hearings begin this week. The bright substance blanketing areas of Los Angeles County has long been used to stop wildfires from spreading. Donald Trump will be sworn in on Monday during a series of events that will kick off his presidency. New gusts could reach hurricane-force in mountainous areas - as the US disaster's death toll creeps up. The Falcon 9 rocket took off from the Kennedy Space Center carrying two lunar landers and a micro rover. Pigs, donkeys and even a mini cow named Cuddles found a temporary home after the LA fires. US President-elect Donald Trump's nominee was grilled for hours about his ability to run the defence department. An amputee and his bedbound son, and a man trying to defend his home of 55 years, are among the 25 victims of the Los Angeles fires. Maps and images showing how the fires currently affecting the Los Angeles area are developing. Everything you need to know about the blazes that have forced thousands to leave their homes. Donald Trump's defence secretary nominee was asked about his stance on women in combat and his alleged excessive drinking. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/50a9/live/6d0846e0-d353-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b790/live/ca806c60-d2f1-11ef-88c5-a75cd0d19794.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "After years of rows over HS2, first minister says UK government looking at funding for new stations.",
        "long_description": "After years of rows over HS2, first minister says UK government looking at funding for new stations. A few extra pounds in taxes could stop some children being able to enjoy trips in Wales, Scouts warn. Party's Senedd leader accuses presiding officer of \"inappropriately\" interrupting him on the issue. Kelly Cates, Mark Chapman and Gabby Logan will be the new Match of the Day presenters, the BBC has announced. A review of the front page stories from the daily and weekly newspapers in Wales. A few extra pounds in taxes could stop some children being able to enjoy trips in Wales, Scouts warn. A woman is arrested on suspicion of assault and the player's club says it is \"appalled\". Five million more anti-depressant prescriptions were given in 2022-23 compared with 20 years ago. Party's Senedd leader accuses presiding officer of \"inappropriately\" interrupting him on the issue. Crimestoppers has shared an image of a man police wish to speak to in connection with the incident. Jason Buckley was trying to stamp down litter in a bin when he toppled on to the pavement. Ian Stanley said being dismissed because of his disability amounted to \"unfavourable treatment\". Sophia Kelemen died in hospital a day after the crash in a multi-storey car park. The woman was walking with her husband in early December when she was struck. Michael Bowen was granted parole despite being considered high risk, BBC Wales has learned. While schoolyard chat turns to the prom, one 15-year-old worries about finding a dress that fits. Laura Truelove, from Gower, has seen a huge increase in the number of women taking up surfing. It details how a lack of power, the cold winter, and food rationing were creating struggles. Makenzy Beard, 17, made waves during lockdown after painting a portrait of her neighbour. Chloe Hayden says taking the medication is \"the best thing I have ever done for myself\". The app faces a ban unless it is sold by its parent Chinese company by 19 January. As Starbucks changes rules for cafe goers in North America, BBC Wales asks shoppers what they think. Hope Rescue in Llanharan says two litters of puppies have already been abandoned this year. A 29-year-old man was twice over the legal drink drive limit when he was arrested. Noah Nene, who plays for second-tier side Dax, is a surprise inclusion in France's 42-strong squad for the Six Nations. Cardiff City are targeting a move for Danish striker Yousef Salech but are cooling their interest in Peterborough's Ricky-Jade Jones. The first phase of the Cymru Premier season will be completed on Friday after the FAW ruled Connah's Quay Nomads and Bala Town to replay Tuesday's abandoned game. The former chief executive of Premiership Women's Rugby, Belinda Moore, has been tasked with helping to transform the game in Wales. Watford arrest their four-match losing run as Vakoun Bayo's 87th-minute header snatches a draw at struggling Cardiff City. Dywedodd Eluned Morgan mai dyma'r tro cyntaf i weinidogion y DU gydnabod bod rheilffyrdd Cymru wedi'u tanariannu. Dechreuodd Gethin Bennett gymryd tabledi gwrth-iselder am ei fod yn teimlo'n \"numb\" ar ôl colli ei dad. Dyn dall gafodd ei ddiswyddo o fecws yng Nghoedpoeth yn sgil honiadau ei fod wedi gwneud camgymeriadau yn cael iawndal o £18,500. Y gantores a'r gyflwynwraig fu'n rhannu ei hatgofion. Roedd hi'n draddodiad mewn rhannau o ogledd Cymru i gynnal noson gyflaith dros gyfnod y Nadolig After years of rows over HS2, first minister says UK government looking at funding for new stations. A woman is arrested on suspicion of assault and the player's club says it is \"appalled\". Party's Senedd leader accuses presiding officer of \"inappropriately\" interrupting him on the issue. Chloe Hayden says taking the medication is \"the best thing I have ever done for myself\". Five million more anti-depressant prescriptions were given in 2022-23 compared with 20 years ago. A few extra pounds in taxes could stop some children being able to enjoy trips in Wales, Scouts warn. A review of the front page stories from the daily and weekly newspapers in Wales. Ian Stanley said being dismissed because of his disability amounted to \"unfavourable treatment\". Crimestoppers has shared an image of a man police wish to speak to in connection with the incident. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:15",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c0fb/live/44f11fd0-d342-11ef-a669-f140c338bce3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e982/live/c103a200-d306-11ef-94cb-5f844ceb9e30.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Daniel Chapo's legitimacy has been questioned following protests against his victory.",
        "long_description": "Daniel Chapo's legitimacy has been questioned following protests against his victory. Justin Muturi says his son was freed following President William Ruto's intervention. Kenya has become just the fifth African nation to gain membership of the International Ice Hockey Federation, despite having only one ice rink in the country. Hundreds of people have reportedly been underground since a crackdown on illegal mining began last year. Rescuers say medical supplies are running low as health workers struggle to treat the victims. Justin Muturi says his son was freed following President William Ruto's intervention. The UN health agency says the risk of the virus spreading in the region is \"high\". The biggest island, Diego Garcia, hosts a joint UK-US airbase which is of strategic importance. Kenya has become just the fifth African nation to gain membership of the International Ice Hockey Federation, despite having only one ice rink in the country. Cameroonian Alice Nkom thinks accusations she is funding terrorism are a ploy to stop her advocacy. The Kenyan villagers surprised by falling satellite debris heralding a new year full of surprises. Eleven survivors describe what happened and raise safety questions about the dive boat Sea Story. Dr Angela Tabiri wants more African girls and women from less privileged backgrounds to study maths. Cerebral palsy is believed to be one of the most common neurological disorders in Nigeria. John Mahama was elected on his pledges to solve the economic crisis but won't find it easy, analysts say. Blouin ran in the same circles as liberation icons like Patrice Lumumba, Kwame Nkrumah and Sékou Touré. The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. The 2024 CHAN finals in Kenya, Tanzania and Uganda, which were due to kick off on 1 February, are postponed until August. Central African Republic appoint former Liverpool, West Ham and Cameroon defender Rigobert Song as their new head coach. Eric Chelle will be the first non-Nigerian African to take charge of the Super Eagles, but what will the Malian bring to the role? Former Premier League and Nigeria striker Peter Odemwingie is now a golf professional with ambitions to boost the sport in his homeland. Former Premier League striker Emmanuel Adebayor says the gun attack on the Togo team 15 years ago has made \"a huge difference\" in his life. East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Capoeira, a sport mixing martial art and dance, is one of Brazil’s biggest cultural exports. Now a new generation of African children are rediscovering its appeal and African roots. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Fulham and Nigeria star Alex Iwobi has been playing Santa Claus with his own Christmas shop in east London, giving out free food, including turkeys, to local residents. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa The biggest island, Diego Garcia, hosts a joint UK-US airbase which is of strategic importance. East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Justin Muturi says his son was freed following President William Ruto's intervention. Daniel Chapo's legitimacy has been questioned following protests against his victory. Hundreds of people have reportedly been underground since a crackdown on illegal mining began last year. Rescuers say medical supplies are running low as health workers struggle to treat the victims. The police allege that the suspect was caught carrying the victim's head in a bag. The former head of state faced criticism after unveiling the likeness of himself last year. Hundreds of people have reportedly been underground since a crackdown on illegal mining began last year. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:18",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/948c/live/938b1650-d338-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/641b/live/a3cc55f0-d31b-11ef-844c-a7207455ca97.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week.",
        "long_description": "Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. Protesters and police clash after a boy is found dead at his school dormitory. The earthquake, which has killed at least 126 people, is one of China's deadliest in recent years. China's most successful side Guangzhou FC will not play professionally next season over their failure to pay off enough of their debt. An outbreak of the flu-like virus in China is causing concern, but experts say a Covid-like pandemic is unlikely. Protesters and police clash after a boy is found dead at his school dormitory. Many Chinese are now asking: what about their loved ones still trapped in scam centres? A list of subsidised household goods has been expanded as Beijing tries to increase domestic spending. The earthquake, which has killed at least 126 people, is one of China's deadliest in recent years. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China. With high youth unemployment rates, Chinese graduates are resorting to working as waiters, cleaners and movie extras. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. It set the stage for China's economic ascent - and its rivalry with the US. A swarm of \"TikTok refugees\" has made RedNote the most downloaded app on Apple's US App Store. The video app TikTok could soon be getting banned in the US, but Donald Trump has asked for a delay. Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. The platform with nearly 170 million American users is challenging a law that would see it banned in the US in a matter of days. The chair of a committee of MPs has written to the London Stock Exchange with concerns over the fashion retailer. The warning from a former Bank of England official comes in the wake of rising UK borrowing costs. The BBC spoke to young people as the Supreme Court discusses a potential ban on the social media platform. Many Chinese are now asking: what about their loved ones still trapped in scam centres? Protesters and police clash after a boy is found dead at his school dormitory. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:19",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/china",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ebaf/live/38f385a0-d1a4-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/18b7/live/7dc9e170-ce51-11ef-9e20-79fcc7b0434f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump's attorney general pick says she'll end 'weaponisation' of US justice, as she faces Senate",
        "short_description": "President-elect Donald Trump's cabinet picks are set to face questions from senators ahead of votes on their nominations",
        "long_description": "President-elect Donald Trump's cabinet picks are set to face questions from senators ahead of votes on their nominations Marco Rubio, Trump's nominee for secretary of state, and Pam Bondi, for attorney general, are among those being grilled by Senate committees Rubio, a senator from Florida known as a foreign-policy \"hawk\", is likely to be approved Bondi was nominated for the attorney general job after Trump's first pick, Matt Gaetz, withdrew from consideration amid misconduct accusations Edited by Emily Atkinson in Washington DC, with Ana Faguy on Capitol Hill More now from chairman James Risch - he's overseeing the confirmation hearing of Trump's pick for top US diplomat, Marco Rubio. He says the outgoing Democratic administration has made \"ill-informed decisions\" that have empowered the US's adversaries. He mentions the withdrawal from Afghanistan, what he describes as failure to deter Russia, and \"constant concessions\" to China, along with other examples. He also talks about the need to support Israel and ramp up pressure on Iran, and says Rubio is the right man to help Trump end the war in Ukraine. The department needs to refocus on the core mission of effective diplomacy rather than advance \"progressive ideology\", he says, criticising diversity, equity, and inclusion requirements. He ends by expressing his confidence in Rubio as the \"right person\" to address such challenges. Tom BatemanState department correspondent, reporting from Capitol Hill The Rubio hearing is under way with a stern warning from Republican Chairman James Risch to those in the public seats not to disrupt the hearing. â\u0080\u009cI am significantly less tolerant than my predecessors regarding demonstrations,â\u0080\u009d he says, adding that anyone behind any kind of disruption would be removed and banned from returning for a year. Florida Senator Rick Scott, a Republican, is introducing Rubio - an \"exceptional\" nominee, he says. \"He is the perfect person to carry out president-elect Trump's policies and to protect America's national security and to bring peace and civility back to the western hemisphere,\" he says. There's more than one confirmation hearing taking place today, and another we have our eye on. Marco Rubio's grilling for nomination for the role of secretary of state is just getting under way. He's due to make a statement to and take questions from the Senate's Foreign Relations Committee, which has a Republican majority but members from both parties. We'll be bringing you the key lines and analysis as it unfolds. Tom BatemanState Department correspondent, reporting from Capitol Hill Over now to the Senate Foreign Relations Committee. The Rubio confirmation hearing is yet to begin but around a dozen activists from the anti-war activist group Code Pink are here in the public seats of the committee room. Theyâ\u0080\u0099ve just stood up, raising hands covered in red paint. One said \"we want peace in Greenlandâ\u0080\u009d, before a security officer asked them to sit down. Weâ\u0080\u0099re still awaiting Rubio and the committee members. We're now hearing from the top Democrat on the committee, ranking member Dick Durbin of Illinois. Durbin defined the role of an attorney general, stressing that this position has a real impact on America's every day life. \"It is critical that any nominee for this position be committed first and foremost to the Constitution and the American people, not any president or political agenda,\" he says. Durbin outlines several questions he has for Bondi, including whether she would be willing to tell President-elect Trump \"no\" if he asks her to do something illegal or unconstitutional. He then listed several concerns with Bondi serving as attorney general - citing her past role as one of Trump's personal lawyers - and whether she will focus on wealthy special interests over the American people after failing to disclose lobbying forms. Bondi's hearing starts with a statement from its Republican chairman, Senator Chuck Grassley. He said her qualifications speak for themselves and says a \"change is desperately needed\" in the department. He says the department is \"infected with political decision-making\" and says it has been weaponised under the Democrats, particularly against Trump, accusing it of \"Orwellian conduct\" and \"flagrant abuses of power\". Pam Bondi's confirmation hearing for the role of attorney general has just started. She will be facing questions from the Senate Judiciary Committee, which has a Republican majority but members from both parties. We'll be bringing you the key lines plus analysis from our reporter in the room - hit watch live to follow along. Ana FaguyReporting from Capitol Hill The hearing just lowered to a whisper as Bondi entered the room wearing a black pin striped suit. She smiled ear-to-ear as Chuck Grassley, the Republican chair of this committee, escorted her to her seat. Her first hug, once she got there, Florida Senator Rick Scott, of her home state. We should be hearing from Bondi shortly. Ana FaguyReporting from Capitol Hill I'm inside a hearing room in the Hart senate building awaiting former Florida Attorney General Pam Bondi's hearing. Right now, there are a handful of camera crews and reporters around, as well as family and friends of Bondi. This is a big day for the Bondi family, and a particularly unique experience which political appointees find themselves in every few years: a job interview in front of your family, friends and dozens of cameras. Personal guests of Bondi have been lining up and taking pictures in front of the dais in the minutes before the hearing kicks off. Soon the room will be hushed and we'll hear from Bondi herself. Stick with us. Rachel LookerLive reporter Both Rubio and Bondi need to be confirmed by a full Senate vote to become official members of Trump's cabinet. We'll see one of the first public steps of the process play out today. Rubio and Bondi will appear before two separate Senate committees this morning. Senators will take turns asking questions after each nominee delivers their opening statement. Committee members later vote to report a nominee favourably, unfavourably or without recommendation to the whole Senate. All 100 senators then vote for or against the nominee. A nomination that clears in committee typically does not face major opposition on the full Senate floor (where a nominee needs a simple majority to be confirmed). It's important to note that Republicans control the upper chamber 53 to 47. And once inaugurated on 20 January, Vice President-elect JD Vance can break any ties. Ana FaguyReporting from Capitol Hill Good morning from Capitol Hill. Itâ\u0080\u0099s a hectic day in Washington as multiple Trump appointees have confirmation hearings on the Hill and the city continues its preparations for inauguration. On the bus ride into the Capitol, the extra security was visible lining the streets. Inside the Capitol, itâ\u0080\u0099s business as usual for the most part, except for the nominees waiting to hear how their nominations fare. Weâ\u0080\u0099ll bring you the latest from Capitol Hill, stick with us. Pam Bondi is Trump's nominee for attorney general - his second choice, after Matt Gaetz withdrew. Bondi's nomination has so far proved less controversial than Gaetz, who faced scrutiny over sexual misconduct allegations which he denied. Bondi, a professional prosecutor, served as Florida's first female attorney general between 2011 and 2019. Her relationship with Trump goes back years. She has supported him since his 2016 election campaign and told voters at a recent rally that she considers him a \"friend\". She is a chair at America First Policy Institute, a conservative think tank founded by former Trump staff members, leading its legal arm. Bondi was also part of Trump's legal team during his first impeachment trial and has criticised the criminal cases against him. In 2016, Trump and Bondi came under scrutiny over a $25,000 (Â£19,982) contribution he had made in 2013 to her re-election campaign for Florida attorney general. The payment was made at a time when Bondi's office was reportedly considering whether to open a fraud investigation into Trump University. The investigation never happened and Bondi denied that decision was influenced by the donation. Bondi's hearing is due to start at 09:30 EST (14:30 GMT). Stay with us for the key lines as it gets under way. The US secretary of state is one of the most coveted jobs in a president's administration. They serve as the president's chief foreign affairs adviser, tasked with carrying out the president's policies. If Rubio is confirmed to the role, he will lead Trump's foreign policy agenda. His other duties would include: Florida Senator Marco Rubio is Trump's pick for secretary of state, a role that would effectively make him the top US diplomat. A harsh critic turned Trump loyalist, Rubio had reportedly been gunning for the job in TV appearances and in Trump's orbit, touting his foreign policy experience. First elected to the Senate in 2010, he is the son of working class Cuban immigrants. If approved, Rubio, 53, will become the first Latino secretary of state in the nation's history. He is considered a foreign policy \"hawk\" - meaning someone who takes hard-line positions - towards Iran and China. Rubio ran as a presidential contender against Trump in 2016 and the two developed a rivalry. Trump occasionally referred to him as \"Little Marco\". But despite that rivalry, Rubio endorsed Trump and campaigned for him. Emily AtkinsonLive editor, in Washington DC Good morning. Not far from the BBC bureau here in the chilly US capital, confirmation hearings for President-elect Donald Trump's cabinet picks are about to enter their second day. (For the uninitiated, a confirmation hearing is a chance for senators to grill nominees on their suitability for the role before it goes to a vote - but more on this shortly.) There are several people to get through - our focus today will be on Pam Bondi for attorney general, Marco Rubio for secretary of state, and Russell Vought for director of the Office of Management and Budget. We had also been expecting Kristi Noem - Trump's , externalpick to lead the Department of Homeland Security - but her hearing's been postponed by two days. With analysis from our BBC colleagues on Capitol Hill, we'll be covering the key lines on this page. Stay tuned. Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:21",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/live/c9vmnvv37jkt",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/397a/live/e7aaa000-d353-11ef-94cb-5f844ceb9e30.jpg",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb//vivo/live/images/2022/4/4/bec38220-8223-42a8-8d91-a1f0062d50c8.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/15/6a020ab9-8d9b-42f8-a448-1228fd89f7c0.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb//vivo/live/images/2022/4/4/bec38220-8223-42a8-8d91-a1f0062d50c8.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/15/f8aed567-7f38-4468-9140-9ca9fc413c8d.jpg.webp"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "Tulip Siddiq resigns as Treasury minister",
        "short_description": "Treasury minister Tulip Siddiq has resigned after growing pressure over an anti-corruption investigation in Bangladesh.",
        "long_description": "Treasury minister Tulip Siddiq has resigned after growing pressure over an anti-corruption investigation in Bangladesh. She had referred herself to the prime minister's standards adviser, Sir Laurie Magnus, after questions about links to her aunt, who was ousted last year as Bangladesh's prime minister. Sir Laurie said he had \"not identified evidence of improprieties\" but it was \"regrettable\" that Siddiq had not been more alert to the \"potential reputational risks\" of the ties to her aunt. Siddiq said continuing in her role would be \"a distraction\" for the government but insisted she had done nothing wrong. Before her resignation was announced, Siddiq had been named in a second investigation in Bangladesh. Conservative leader Kemi Badenoch has said the prime minister \"dithered and delayed to protect\" her. Writing on X, she said: \"It was clear at the weekend that the anti-corruption minister's position was completely untenable. Yet Keir Starmer dithered and delayed to protect his close friend. \"Even now, as Bangladesh files a criminal case against Tulip Siddiq, he expresses 'sadness' at her inevitable resignation. \"Weak leadership from a weak prime minister.\" In a letter accepting Siddiq's resignation, Sir Keir said the \"door remains open\" for her. Siddiq, whose role as Economic Secretary to the Treasury included tackling corruption in UK financial markets, was named last month in an investigation into claims her family embezzled up to £3.9bn from infrastructure spending in Bangladesh. Her aunt is the former Bangladeshi prime minister Sheikh Hasina, head of the Awami League, who fled into exile after being deposed last year. Siddiq, Labour MP for Hampstead and Highgate, also came under intense scrutiny over her use of properties in London linked to her aunt's allies. The Financial Times reported that one of the properties, a flat in King's Cross, had been given to her by a person connected with the recently ousted Bangladeshi government. According to the Mail on Sunday, in 2022 Siddiq had denied the flat was a gift and insisted her parents had bought it for her and had threatened the paper with legal action preventing publication of a story. Labour sources subsequently told the newspaper the flat had been gifted to Siddiq by a property developer with alleged links to her aunt. Sir Laurie spent eight days investigating the allegations after Siddiq referred herself to the standards watchdog. In his letter, Sir Laurie said Siddiq \"acknowledges that, over an extended period, she was unaware of the origins of her ownership of her flat in Kings Cross, despite having signed a Land Registry transfer form relating to the gift at the time\". He said the MP \"remained under the impression that her parents had given the flat to her, having purchased it from the previous owner\". This had led to the public being \"inadvertently misled\" about the identity of the donor of the flat, added Sir Laurie. Sir Laurie said this was an \"unfortunate misunderstanding\" which had led to Siddiq issuing a public correction of \"the origins of her ownership after she became a minister\". In the letter, Sir Laurie said: \"A lack of records and lapse of time has meant that, unfortunately, I have not been able to obtain comprehensive comfort in relation to all the UK property-related matters referred to in the media. \"However, I have not identified evidence of improprieties connected with the actions taken by Ms Siddiq and/or her husband in relation to their ownership or occupation of the London properties that have been the subject of press attention. \"Similarly, I have found no suggestion of any unusual financial arrangements relating to Ms Siddiq's ownership or occupation of the properties in question involving the Awami League (or its affiliated organisations) or the state of Bangladesh. \"In addition, I have found no evidence to suggest that Ms Siddiq's and/or her husband's financial assets, as disclosed to me, derive from anything other than legitimate means.\" In Bangladesh, there is an ongoing anti-corruption probe based on a series of allegations made by Bobby Hajjaj, a senior political opponent of Siddiq's aunt Hasina. Court documents seen by the BBC show that Hajjaj accused Siddiq of helping her aunt to broker a deal with Russia in 2013 that over-inflated the price of a new nuclear power plant in Bangladesh. She attended the power plant's signing ceremony and was pictured with Russian President Vladimir Putin. Sir Laurie said Siddiq had \"explained the context\" of that visit as \"solely for the social purpose of joining family and enjoying the tourist access to the city facilitated as a result of her aunt's official visit as head of state\". He said Siddiq had been clear that she had \"no involvement in any inter-governmental discussions between Bangladesh and Russia or any form of official role\". \"I accept this at face value,\" he said, \"but should note that this visit may form part of investigations in Bangladesh.\" Sir Laurie added that Siddiq was a \"prominent member of one of the principal families involved in Bangladesh politics\" which had \"exposed her to allegations of misconduct by association\". \"Given the nature of Ms Siddiq's ministerial responsibilities... it is regrettable that she was not more alert to the potential reputational risks - both to her and the government - arising from her close family's association with Bangladesh,\" he said. In a letter responding to Siddiq, Sir Keir said he accepted her resignation \"with sadness\" and thanked her for her \"commitment\" during her time as a minister. He said Sir Laurie had assured him that \"he found no breach of the ministerial code and no evidence of financial improprieties on [Siddiq's] part\". Sir Keir's Holborn and St Pancras constituency is next door to Tulip Siddiq's Hampstead and Highgate seat. They were both elected MPs for the first time in 2015 and have enjoyed a close working relationship. Labour MP Emma Reynolds has been appointed the new Economic Secretary to the Treasury to replace Siddiq. Reynolds first became an MP in 2010, before losing her seat in 2019. She returned to parliament in 2024's general election after a stint as managing director at a financial and professional services lobbying firm. Ahead of her resignation, Siddiq had been named in a second investigation in Bangladesh. Bangladesh's Anti-Corruption Commission filed a \"First Information Report\", which the BBC has seen. The document names Tulip Siddiq as part of allegations against Sheikh Hasina and her administration. The Anti-Corruption Commission alleges that Siddiq assisted her mother, Rehana Siddique, in influencing Hasina to \"misuse her power and secure a plot in the highly valuable diplomatic area of East-Purachal New Town\". The document says that Rehana Siddique \"concealed her ownership of properties within the RAJUK area in Dhaka city\". In relation to Tulip Siddiq, the document says: \"Ms. Tulip Rizwana Siddique…used her special powers, to directly influence and assist Ms. Sheikh Hasina, the former Prime Minister of the People's Republic of Bangladesh…influencing her to misuse her power as the highest official and public servant of the government to breach the trust criminally and, through her, influenced the public servants in charge of the project allocation.\" A spokesperson for Tulip Siddiq said: \"No evidence has been presented for these allegations. Tulip Siddiq has not been contacted by anyone on the matter and totally denies the claims.\" Additional reporting by Tom McArthur and Alex Smith Emma Reynolds - who replaces Tulip Siddiq - lobbied against restrictions on Chinese businesses in a previous job. The Tory leader flagged recent market turbulence and asked whether tax rises are planned in March. The exchange follows Tulip Siddiq's resignation over an anti-corruption investigation in Bangladesh. Tulip Siddiq resigned after an investigation found she had \"inadvertently misled\" the public. The BBC's political editor explains the headaches the Treasury is giving Sir Keir Starmer. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-15 20:58:22",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/clyk2e7x42zo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d008/live/befdbb80-d2e8-11ef-a687-bd0dd5f7c11c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3a57/live/9065e850-d2c6-11ef-af5d-07f6a75d4237.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]