[
    {
        "title": "NewsNews",
        "short_description": "Ash Gardner's century and Alana King's 5-46 sees England slump to a 3-0 defeat in the ODI leg of the Women's Ashes.",
        "long_description": "Ash Gardner's century and Alana King's 5-46 sees England slump to a 3-0 defeat in the ODI leg of the Women's Ashes. The Queensland woman allegedly raised thousands of dollars by chronicling her child's supposed illness online. Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine. The Australia international is accused of causing a police officer harassment, alarm or distress. Months after mysterious black balls forced popular beaches to shut, debris has begun washing up again. The Queensland woman allegedly raised thousands of dollars by chronicling her child's supposed illness online. Reaction and the best clips as Australia complete a clean sweep of the ODI leg of the Women's Ashes. American Danielle Collins thanks the fans that heckled her during her second-round victory over Destanee Aiava at the Australian Open for \"paying my bills\". Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine. The woman got married to her partner as she believed it would boost his social media following. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. Shelley Sykes' son Rory, an Australian citizen who had cerebral palsy and struggled with mobility, did not follow an evacuation order. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. The band's frontman fell through a trapdoor during a concert in Australia but appeared unharmed. The Queensland woman allegedly raised thousands of dollars by chronicling her child's supposed illness online. Months after mysterious black balls forced popular beaches to shut, debris has begun washing up again. The woman got married to her partner as she believed it would boost his social media following. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Pat Cummins will miss the tour of Sri Lanka for the birth of his second child, with Steve Smith leading the side in his absence. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:39",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7216/live/d51b60f0-d49d-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b43d/live/89eb5b30-d3bc-11ef-92a8-27332147aab8.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting.",
        "long_description": "BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. BBC Verify’s Jake Horton looks at how the attack in New Orleans unfolded. A row has erupted over a long-standing US visa programme, We looked into the figures behind the scheme. The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. A row has erupted over a long-standing US visa programme, We looked into the figures behind the scheme. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The X owner shared false claims that a Home Office memo urged police not to intervene in child grooming cases. The postcode lookup allows anyone in England to monitor new home-building targets in their area. The prime minister has come under attack from Elon Musk over his record as director of public prosecutions. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:41",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/933c/live/102cb110-d419-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/92d4/live/363c5f50-d32d-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Once-in-a-century' discovery reveals spectacular luxury of Pompeii",
        "short_description": "After lying hidden beneath metres of volcanic rock and ash for 2,000 years, a \"once-in-a-century\" find has been unearthed in the ancient Roman city of Pompeii.",
        "long_description": "After lying hidden beneath metres of volcanic rock and ash for 2,000 years, a \"once-in-a-century\" find has been unearthed in the ancient Roman city of Pompeii. Archaeologists have discovered a sumptuous private bathhouse - potentially the largest ever found there - complete with hot, warm and cold rooms, exquisite artwork, and a huge plunge pool. The spa-like complex sits at the heart of a grand residence uncovered over the last two years during a major excavation. \"It's these spaces that really are part of the 'Pompeii effect' - it's almost as if the people had only left a minute ago,\" says Dr Gabriel Zuchtriegel, director of the Archaeological Park of Pompeii, who has revealed the new find exclusively to BBC News. Analysis of two skeletons discovered in the house also shows the horror faced by Pompeii's inhabitants when Mount Vesuvius erupted in AD79. The bodies belonged to a woman, aged between 35 and 50, who was clutching jewellery and coins, and a younger man in his teens or early 20s. They had barricaded themselves into a small room, but were killed as a tsunami of superheated volcanic gas and ash - known as a pyroclastic flow - ripped through the town. \"This is a dramatic place, and everything you find here tells you about the drama,\" says Pompeii conservator, Dr Ludovica Alesse. A third of the ancient city still lies hidden beneath volcanic debris from the disaster, but the new excavation - the most extensive in a generation - provides new insights into ancient Roman life. The archaeologists have been followed by a documentary team from the BBC and Lion TV, for a series called Pompeii: The New Dig. An entire block of Pompeii has now been uncovered, revealing a laundry and bakery, as well as the large private house. It's thought these were all owned by one wealthy individual, possibly Aulus Rustius Verus, an influential Pompeii politician. The discovery of the bathhouse is further confirmation of his elite status, says Dr Zuchtriegel. \"There are just a few houses that have a private bath complex, so it was something really for the wealthiest of the wealthy,\" he says. \"And this is so huge - it's probably the biggest bath complex in a Pompeiian private home.\" Those lucky enough to use the suite of bathing rooms would have undressed in a changing room with vibrant red walls and a mosaic floor dotted with geometric patterns inlaid with marble from across the Roman Empire. They would then head to the hot room, taking a dip in a bath and enjoying the sauna-like warmth, provided by a suspended floor that allowed hot air to flow underneath and walls with a cavity where the heat could circulate. Next they would move to the brightly-painted warm room, where oil would be rubbed into the skin, before being scraped off with a curved instrument called a strigil. Finally, they would enter the largest and most spectacular room of all - the frigidarium, or cold room. Surrounded by red columns and frescoes of athletes, a visitor could cool off in the plunge pool, which is so large 20-30 people could fit in it. \"In the hot summers, you could sit with your feet in the water, chatting with your friends, maybe enjoying a cup of wine,\" says Dr Zuchtriegel. The bathhouse is the latest find to emerge from this extraordinary house. A huge banqueting room with jet black walls and breathtaking artwork of classical scenes was found last year. A smaller, more intimate room - painted in pale blue - where residents of the house would go and pray to the gods was also unearthed. The residence was mid-renovation - tools and building materials have been found throughout. In the blue room a pile of oyster shells lie on the floor, ready to be ground up and applied to the walls to give them an iridescent shimmer. Next door to this beautiful space, in a cramped room with barely any decoration, a stark discovery was made - the remains of two Pompeiians who failed to escape from the eruption. The skeleton of a woman was found lying on top of a bed, curled up in a foetal position. The body of a man was in the corner of this small room. \"The pyroclastic flow from Vesuvius came along the street just outside this room, and caused a wall to collapse, and that had basically crushed him to death,\" explains Dr Sophie Hay, an archaeologist at Pompeii. \"The woman was still alive while he was dying - imagine the trauma - and then this room filled with the rest of the pyroclastic flow, and that's how she died.\" Analysis of the male skeleton showed that despite his young age, his bones had signs of wear and tear, suggesting he was of lower status, possibly even a slave. The woman was older, but her bones and teeth were in good condition. \"She was probably someone higher up in society,\" says Dr Hay. \"She could have been the wife of the owner of the house - or maybe an assistant looking after the wife, we just don't know.\" An assortment of items were found on a marble table top in the room - glassware, bronze jugs and pottery - perhaps brought into the room where the pair had tucked themselves away hoping to wait out the eruption. But it's the items clutched by the victims that are of particular interest. The younger man held some keys, while the older woman was found with gold and silver coins and jewellery. These are kept in Pompeii's vault, along with the city's other priceless finds, and we were given a chance to see them with archaeologist, Dr Alessandro Russo. The gold coins still gleam as if they were new, and he shows us delicate gold and natural pearl earrings, necklace pendants and intricately etched semi-precious stones. \"When we find this kind of object, the distance from ancient times and modern times disappears,\" Dr Russo says, \"and we can touch a small piece of the life of these people who died in the eruption.\" Dr Sophie Hay describes the private bathhouse complex as a once-in-a-century discovery, which also sheds more light on a darker side of Roman life. Just behind the hot room is a boiler room. A pipe brought water in from the street - with some syphoned off into the cold plunge pool - and the rest was heated in a lead boiler destined for the hot room. The valves that regulated the flow look so modern it's as if you could turn them on and off even today. With a furnace sitting beneath, the conditions in this room would have been unbearably hot for the slaves who had to keep the whole system going. \"The most powerful thing from these excavations is that stark contrast between the lives of the slaves and the very, very rich. And here we see it,\" says Dr Sophie Hay. \"The difference between the sumptuous life of the bathhouse, compared to the furnace room, where the slaves would be feeding the fire toiling all day. \"A wall is all that could divide you between two different worlds.\" The excavation is in its final weeks - but new discoveries continue to emerge from the ash. Limited numbers of visitors are allowed to visit the dig while it's ongoing, but eventually it will be fully opened to the public. \"Every day here is a surprise,\" says Dr Anna Onesti, director of the excavation. \"Sometimes in the morning I come to work thinking that it's a normal working day - and then I discover we found something exceptional. \"It's a magic moment for the life of Pompeii, and this excavation work offers us the possibility to share this with the public.\" You can watch Pompeii: The New Dig – House of Treasures on Mon 20 Jan at 21:00 on BBC Two, and also on the BBC iPlayer. Toscani was the creative force behind shock ad campaigns of the 1990s including a priest and nun kissing. A friend of Samuel Harris, whose body was found on the Dolomites, has paid tribute. Aziz Ziriat's family say they are devastated as his phone case is found by search teams in the Dolomites. The search for the second man has halted, with rescue teams deciding on a strategy for Saturday. Search efforts for a second missing British hiker in the Dolomites have been temporarily suspended. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:42",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c15zgvnvk4do",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3e03/live/8c3affd0-d425-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/08e4/live/c20eaae0-d42e-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Toyota unit to settle emissions scandal for $1.6bn",
        "short_description": "Toyota subsidiary Hino Motors has agreed to pay $1.6bn (£1.3bn) and plead guilty to deceiving US regulators about the amount of emissions produced by its diesel engines.",
        "long_description": "Toyota subsidiary Hino Motors has agreed to pay $1.6bn (£1.3bn) and plead guilty to deceiving US regulators about the amount of emissions produced by its diesel engines. The truck company will also be banned from exporting its diesel engines to the country for five years. It comes after Hino was charged with fraud in a Detroit court for selling 105,000 illegal engines in the US between 2010 and 2022. The settlement still requires approval by a US court. According to the US Justice Department, Hino submitted \"false and fraudulent\" emission testing and fuel consumption data in a \"criminal conspiracy\" that allowed it to import and sell its engines in the United States. \"Hino Motors engaged in a years-long scheme to alter and fabricate emissions data in order to get a leg up over its competitors and boost their bottom-line,\" said FBI Director Christopher Wray. \"To further this fraudulent scheme, Hino violated laws and regulations intended to protect American's health and the environment.\" On top of the five-year diesel engine import ban, Hino has also committed to a compliance and ethics plan during that period. \"We take this resolution seriously and will ensure that the field fix, the Environmental Mitigation Program, and further strengthening of our compliance system ... are implemented,\" said Satoshi Ogiso, Hino's chief executive and president in a statement. \"We deeply apologize for the inconvenience caused to our customers and stakeholders.\" The US Environmental Protection Agency said Hino has also agreed to recall some infringing heavy-duty trucks and to replace marine and locomotive engines across the country to offset excess air emissions. In order to cover costs resulting from its legal problems, Hino said that in its second quarter financial results announced in October, it reported an extraordinary loss of 230 billion yen (£1.2bn, $1.48bn). In the last decade, several car makers admitted to lying about the emissions produced by their diesel engines. In what has become known as the dieselgate scandal, brands throughout the Volkswagen corporate empire were implicated, including Audi, Porsche, Seat and Skoda as well as Volkswagen itself. Volkswagen has spent more than 30 billion euros (£25bn, $30.9bn) paying fines, issuing recalls and compensating its customers. China's economy has hit the government's 5% growth target for 2024 in the face of multiple challenges. Agricultural workers from Central American countries can currently work legally on US farms. AI can take a second look at medical scans and flag up potential problems that doctors might not see. The tech giant was facing pressure to pull the feature after it made repeated mistakes. The Nordic nation doesn't require staff to work long hours and has a generous welfare system. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c62666374l4o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5472/live/7dfc4d80-d46f-11ef-bc87-3f424336a1cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Warnings of stowaway snakes and tree-frogs hiding in pot plants",
        "short_description": "Frogs, lizards, snakes, spiders and other insect pests are being transported across the world on cut flowers and potted plants, with the potential to harm nature, according to scientists.",
        "long_description": "Frogs, lizards, snakes, spiders and other insect pests are being transported across the world on cut flowers and potted plants, with the potential to harm nature, according to scientists. These \"hitchhiking intruders\" have included a tree frog that emerged from roses at a florist's shop in Sheffield and snakes discovered in ornamental olive trees shipped across mainland Europe. The shipments could also contain invasive pests capable of causing severe damage to crops and the countryside, say researchers at the University of Cambridge. With the global market for plants, bulbs and cut flowers expanding rapidly, they say improved standards are urgently needed. \"Adult snakes and lizards are just the tip of the iceberg,\" said Prof William Sutherland, of the University of Cambridge. \"If they're getting through, what's the chance of us spotting small insects and fungi – the things that really cause the problems?\" The production of ornamental plants is growing fast and expanding geographically, particularly in East Africa and South America. While regulations and border checks are in place, the sheer volume of cut flowers and ornamental plants being traded at speed makes it extremely difficult to intercept all the pests and diseases they carry, said Dr Silviu Petrovan of the University of Cambridge. \"Even with the best of intentions, unwanted hitchhikers are getting through customs import checks all the time,\" he said. The reptile expert was once called in to identify a live frog at a florist's in Sheffield. He thought it was a prank, but was stunned to find it was a tree-frog that had arrived with roses from Colombia via Ecuador. Frogs, lizards and insects pests are the main stowaways detected in the UK. Across mainland Europe, a number of exotic reptiles and amphibians have been accidentally discovered, particularly in potted olive trees: In the research, published in the journal Bioscience, the team analysed records of pests found in ornamental plants at customs in The Netherlands over 2017-2018, and reported to the Department for Environment, Food and Rural Affairs in the UK over 2021-2023. They are calling for improved production standards and for data on specific risks from trade to be collected and shared. Follow Helen on Bluesky. MSPs call for urgent improvements in the environmental impact and governance of the fish farming sector Here's how the polar vortex, and climate change, influence extremely cold winter weather in the US. The programme is designed to equip participants with a variety of practical skills. The National Lottery Heritage Fund awards a Dartmoor National Park programme more than £3m. A pilot is underway in the North Yorkshire village to generate hot water for nearby homes. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:44",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ckgy1le9ewko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e9a6/live/39df63e0-d423-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/036f/live/05962630-d416-11ef-b387-69ed9121b472.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ceasefire kindles hope of hostage son's return to Nepal",
        "short_description": "In a remote village in western Nepal, thousands of miles from Israel, Mahananda Joshi was sitting restlessly at home on Thursday, his phone in his hand.",
        "long_description": "In a remote village in western Nepal, thousands of miles from Israel, Mahananda Joshi was sitting restlessly at home on Thursday, his phone in his hand. The phone is never far from his hand now. And never on silent. He is waiting for news of his son, Bipin Joshi, a 23-year-old Nepalese agriculture student who was kidnapped by Hamas and taken to Gaza. Any time the phone rings, Mahananda, a local schoolteacher, thinks it might bring news of Bipin, or even - his deepest hope - his son's voice on the line. \"Sadly, it is always someone else,\" Mahananda said. Bipin was one of dozens of foreign workers kidnapped alongside Israelis when Hamas attacked on 7 October 2023. Twenty-four were subsequently released - 23 from Thailand and one from the Philippines - but Bipin and nine others remained. It was never clear why. The last time Bipin's mother Padma spoke to him was 6 October, she said, the day before he was kidnapped. He assured her he was eating well, and showed off the clothes he was wearing. The next time the family saw him was on video footage taken from the Al-Shifa hospital in Gaza, shown to them by Israeli officials, who asked them to identify him. It was the confirmation that he had been taken alive. The BBC now understands that Bipin is believed to still be alive, but Nepal's ambassador to Israel, Dhan Prasad Pandit, said he had \"no concrete information\" yet about Bipin's condition or whereabouts. Mahananda, Bipin's mother Padma and 18-year-old sister Puspa live in a small white, one-storey home in the village of Bispuri Mahendranagar, close to the border with India. As of Thursday, they had not heard anything from officials, they said, only the headlines announcing a ceasefire agreement. The news had given them all renewed hope. \"I feel like he will message me today or tomorrow saying mummy, I am free now and I will return home immediately,\" Padma said. But the Joshi family's relief, if it comes, will not be that fast. Along with the nine other foreign workers who remain hostages, Bipin is not expected to be released in the first phase of the ceasefire, which will prioritise the release of elderly men, women and children. The fear for the family is that, while they wait, everything can change. \"Everything could fall apart,\" Padma said, with tears in her eyes. The family's ordeal began on the day of the attack. Bipin was one of several Nepalese students in Kibbutzim in southern Israel that day, and Mahananda, a teacher at a local school, got a call from one of them to say that Bipin had been kidnapped. At that point, Mahananda did not know anything of Hamas's attack nor the situation unfolding in Israel, and he struggled to make sense of what he was hearing. He would later learn that 10 Nepalese students had been killed in the attack, and that one - his son - appeared to have been taken hostage. That feeling of disconnection has persisted for 15 agonising months, Mahananda and Padma said on Thursday. Every hostage family's pain has been great, but for some of those far away from Israel there has been an added sense of isolation. \"It has been a very lonely experience,\" Mahananda said. Mr Pandit, Nepal's ambassador to Israel, told the BBC that he had been in regular contact with the family and visited the village. Mahananda painted a slightly different picture, saying that early on in the war the family did receive many visits from officials, but as it dragged on they were increasingly left alone. \"Since the new ceasefire agreement, no-one has come to see us or communicated with us at all,\" he said. \"Everything we know comes from the news.\" A spokesperson for the office of the Israeli President, Isaac Herzog, who has been working with hostage families over the past 15 months, said that it treated all hostages the same, either Israeli or from abroad, and was working diligently to get them all freed. For some of the families, the ceasefire news brings hope that their 15-month ordeal is coming to a close and they will see their loved ones again within weeks. For others, like the Joshis, any hope must be tempered. The longer they have to wait, the more likely the ceasefire deal could fall apart. At home in Bispuri Mahendranagar on Thursday, Bipin's sister Puspa was holding a photo of her brother as she spoke. Tears filled her eyes when she talked about him coming home. She was confident he would. \"And when I see him again, I'm going to hug him,\" she said. \"And cry.\" The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, blaming Hamas. BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:44",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cy4m734g292o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/33f0/live/86176e30-d41c-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/42e3/live/0bec4b70-d41d-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, accusing Hamas of seeking last-minute changes.",
        "long_description": "The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, accusing Hamas of seeking last-minute changes. BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. Those in Gaza speak of their joy, but also describe sadness and worry as the territory rebuilds. Families of Israeli hostages in Gaza share their feelings as a ceasefire and hostage release deal is reached. BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. US Secretary of State Antony Blinken said a \"loose end\" was being tied up but he was confident the ceasefire would begin on Sunday as planned. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. What we know so far about the ceasefire deal agreed between Israel and Hamas. The truce should get Israeli hostages and Palestinian prisoners home, but the conflict remains as bitter as ever. The BBC's Fergal Keane travelled with the trucks carrying crucial aid to the King Hussein Bridge border crossing with Israel A total of 117 people captured during the 7 October attacks have been released or freed. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. What the conflict in 2024 means for 2025... The PM's decision to replace his defence minister follows sharp disagreements over Israel's war strategy. Trump's promises on China as well as ending wars in Ukraine and the Middle East will soon be put to the test. The agency provides aid for Palestinians in Gaza and elsewhere, and has long been criticised by Israel. BBC Verify has analysed satellite imagery from Iran to assess damage from Israeli air strikes. Bipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023. An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Some of those who reported for duty after October 7 explain why they are now refusing We take a look at what history can teach us about the conflict in the Middle East. The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, blaming Hamas. BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. US Secretary of State Antony Blinken said a \"loose end\" was being tied up but he was confident the ceasefire would begin on Sunday as planned. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. More than 60 people have reportedly been killed ahead of the deal coming into force. Bipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/topics/c2vdnvdg6xxt",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/3041/live/987ce9f0-d49a-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3c6e/live/5897f820-d463-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Seven years after Samantha Pendo's death her parents are still waiting for the trial of officers to begin.",
        "long_description": "Seven years after Samantha Pendo's death her parents are still waiting for the trial of officers to begin. The army under Gen Abdel Fattah al-Burhan is accused of committing lethal attacks on civilians. Osibisa was one of the first African bands to gain international recognition, in the 1970s. The president's son is known for his controversial tweets - and he hasn't changed after a week off. Samples analysed in all suspected cases are negative for Marburg virus, Tanzania's health minister says. The army under Gen Abdel Fattah al-Burhan is accused of committing lethal attacks on civilians. A selection of the week's best photos from across the African continent and beyond. At least 78 bodies and more than 240 survivors have been pulled out of a mine since Monday. Osibisa was one of the first African bands to gain international recognition, in the 1970s. Somaliland hopes Donald Trump will make history by recognising it as a nation, but Somalis fear the move. Daniel Chapo's legitimacy has been questioned following protests against his victory. Cameroonian Alice Nkom thinks accusations she is funding terrorism are a ploy to stop her advocacy. The Kenyan villagers surprised by falling satellite debris heralding a new year full of surprises. Eleven survivors describe what happened and raise safety questions about the dive boat Sea Story. Dr Angela Tabiri wants more African girls and women from less privileged backgrounds to study maths. Cerebral palsy is believed to be one of the most common neurological disorders in Nigeria. John Mahama was elected on his pledges to solve the economic crisis but won't find it easy, analysts say. The decision to delay the 2024 African Nations Championship until August is welcomed by officials in Kenya, Tanzania and Uganda. Former world number two Ons Jabeur in tears on court as she struggles with breathing difficulties during her third-round Australian Open victory. Kenya has become just the fifth African nation to gain membership of the International Ice Hockey Federation, despite having only one ice rink in the country. Central African Republic appoint former Liverpool, West Ham and Cameroon defender Rigobert Song as their new head coach. Eric Chelle will be the first non-Nigerian African to take charge of the Super Eagles, but what will the Malian bring to the role? East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Capoeira, a sport mixing martial art and dance, is one of Brazil’s biggest cultural exports. Now a new generation of African children are rediscovering its appeal and African roots. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Fulham and Nigeria star Alex Iwobi has been playing Santa Claus with his own Christmas shop in east London, giving out free food, including turkeys, to local residents. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa A selection of the week's best photos from across the African continent and beyond. Seven years after Samantha Pendo's death her parents are still waiting for the trial of officers to begin. The army under Gen Abdel Fattah al-Burhan is accused of committing lethal attacks on civilians. Osibisa was one of the first African bands to gain international recognition, in the 1970s. At least 78 bodies and more than 240 survivors have been pulled out of a mine since Monday. The president's son is known for his controversial tweets - and he hasn't changed after a week off. Samples analysed in all suspected cases are negative for Marburg virus, Tanzania's health minister says. Somaliland hopes Donald Trump will make history by recognising it as a nation, but Somalis fear the move. At least 78 bodies and more than 200 survivors have been pulled out of a mine since Monday. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:46",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/793d/live/6b203d30-d428-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7dc4/live/74ee46f0-d436-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Justin Baldoni hits back at co-star Blake Lively in $400m lawsuit",
        "short_description": "Actor and director Justin Baldoni has hit back at Blake Lively, his co-star in the film It Ends With Us, by filing a lawsuit against her and her husband Ryan Reynolds.",
        "long_description": "Actor and director Justin Baldoni has hit back at Blake Lively, his co-star in the film It Ends With Us, by filing a lawsuit against her and her husband Ryan Reynolds. It comes after Lively filed a legal complaint against Baldoni in December, alleging sexual harassment and that he had campaigned to \"destroy\" her reputation. Now, Baldoni has responded by suing for $400m (£326m) damages on claims of civil extortion, defamation and invasion of privacy, according to US media. In response, Lively's legal team described the lawsuit as \"another chapter in the abuser playbook\". In the latest step in their bitter legal battle, lawyers for Baldoni, 40, has claimed Lively and her team made a \"duplicitous attempt to destroy\" him. His attorney Bryan Freedman said the actress and her partners had disseminated \"grossly edited, unsubstantiated, new and doctored information to the media\". He also said Lively and her team had \"attempted to bulldoze reputations and livelihoods for heinously selfish reasons\". The dispute stems from the production of It Ends With Us, which was adapted from a novel about domestic abuse by Colleen Hoover. Released last August, the film was a box office success, bringing in more than $350m (£280m) globally. But it appeared on the press tour that all was not well between the co-stars, who were not pictured on the red carpet together during the premiere in New York, with Baldoni skipping one in London altogether. Four months after the film's launch, Lively filed a legal complaint against Baldoni, accusing him and the boss of his studio Wayfarer of sexual harassment plus \"other disturbing behaviour\" and a \"hostile work environment\" on set. Lively's complaint went further, claiming that Baldoni and his crisis management team had deliberately set out to ruin her reputation online. Baldoni's legal team told the BBC at the time the allegations were \"categorically false\", and said they hired a crisis manager because Lively had threatened to derail the film unless her demands were met. Now, Baldoni is alleging in his 179-page complaint that he is not at fault, and that the high-profile battle is \"not a case about celebrities sniping at each other in the press\". \"When plaintiffs have their day in court, the jury will recognise that even the most powerful celebrity cannot bend the truth to her will,\" it said. The past year for Peggy has been \"unbelievable\" with her popularity growing, says her owner. Hollywood owners have put the football team on the map - now the university is read to capitalise. A nine-year-old boy with cancer who dreamed of meeting his hero Deadpool has his wish granted. Look who popped into a Wrexham pub last night and offered to buy a round. The club's chairman jokes that it missed out on Hollywood investment \"by just one vowel\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:47",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cz6pl6l005eo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c064/live/8d0146f0-d42e-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c8c5/live/25f357a0-d433-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Mark Carney runs for leader of Canada's Liberal Party ",
        "short_description": "After months of speculation about his political ambitions, former Bank of Canada and Bank of England governor Mark Carney has announced his run for leader of Canada's governing Liberal Party.",
        "long_description": "After months of speculation about his political ambitions, former Bank of Canada and Bank of England governor Mark Carney has announced his run for leader of Canada's governing Liberal Party. Mr Carney formally launched his bid in his hometown of Edmonton, Alberta, on Thursday at a hockey rink where he learned how to skate as a young boy. \"I'm doing this because Canada is the best country in the world, but it could still be even better,\" Mr Carney said, as he stood before a backdrop of a giant Canadian flag. If he wins, the 59-year-old will succeed Prime Minister Justin Trudeau and lead the country into the next general election, which will take place this year. Earlier this month, Trudeau announced his intent to resign after nine years in office once a new Liberal leader is selected. At Thursday's announcement, Mr Carney sought to ground himself to his Canadian roots and distinguish himself from both Trudeau and his opponents across the political aisle. While he has recently served as an economic advisor to Trudeau, Mr Carney is the only candidate in the Liberal Party's leadership race who is not an elected member of Trudeau's government. He has branded himself as an outsider who brings a wealth of financial knowledge to a country that is struggling with a sluggish economy. Under Liberal Party rules, any member of the party - including those who are not elected officials - can run for leadership. They are expected to seek a seat in parliament in the next election, however, which Mr Carney said he intends to do. In his pitch to Canadians, Mr Carney outlined challenges facing the country, like a housing affordability crisis, stagnant wages and the threat of climate change. \"Too many people are falling behind,\" he said. He also noted the tariff threat from US President-elect Donald Trump, who takes office on Monday, saying that Canada is facing extraordinary times. Trump has suggested imposing potential 25% tariffs on Canadian goods. \"I've helped managed multiple crises and I've helped save two economies,\" Mr Carney said. \"I know how business works, and I know how to make it work for you.\" Mr Carney, who is Harvard and Oxford educated, brings a range of economic experience to the race. He previously worked at the investment bank Goldman Sachs, and served as Canada's central banker, from 2008 - when the country became the first G7 nation to raise interest rates after the financial crisis - to 2013. He then moved to London, where he served as governor of the Bank of England until 2020. During his tenure, he led efforts to support the UK economy through Brexit, though he faced criticism that some of his early interventions were overly political. Mr Carney is also known as an advocate for environmental sustainability. In 2019 became a UN Special Envoy for Climate Change, and in 2021 launched the Glasgow Financial Alliance for Net Zero, a grouping of banks and financial institutions working to combat climate change. In recent months, Mr Carney advised Trudeau on economic matters. On Thursday, he criticised the sitting prime minister for his handling of the file. \"I know I'm not the only Liberal in Canada who believes that the prime minister and his team let their attention wander from the economy too often,\" Mr Carney said. Mr Carney's opponents in the Liberal leadership race include a number of sitting members of parliament. Former finance minister Chrystia Freeland is also expected to announce a bid in the coming days. Freeland resigned from her post in December over a break from Trudeau for his handling of Canada's fiscal matters. Whoever wins the Liberal leadership race will face-off against the opposition Conservatives, who have a strong lead in the polls. Their leader, Pierre Poilievre, has championed a small government and a return to \"common sense\" politics. Mr Carney called Poilievre's ideas for Canada \"naïve\" and \"dangerous\". The Conservatives have sought to link Mr Carney with Trudeau's unpopular government, saying he is \"just like Justin\". They also note he has been a champion of carbon pricing, which is Trudeau's signature climate policy and has been met with a mixed reaction in Canada. Mr Carney has advocated for a price on carbon, but appeared to recently back away from the policy, telling a Senate committee in May that it has \"served a purpose up until now\". On Thursday, he said that the carbon tax should be replaced with a policy \"that is at least, if not more, effective\" on climate without hurting Canadians' bottom line. Liberals are scheduled to elect their next leader on 9 March. The next Canadian general election must be held on or before October of this year, and could come as early as this spring. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3vppxe99ndo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2675/live/52d05fa0-d44e-11ef-94cb-5f844ceb9e30.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Sound of meteorite striking Earth caught on doorbell camera",
        "short_description": "A doorbell camera has captured the remarkable moment a meteorite struck the ground outside a home, scattering dust and producing audible impact sounds—a historic first, according to University of Alberta scientist Chris Herd.",
        "long_description": "A doorbell camera has captured the remarkable moment a meteorite struck the ground outside a home, scattering dust and producing audible impact sounds—a historic first, according to University of Alberta scientist Chris Herd. In July 2024, Laura Kelly and her partner Joe discovered the rock outside their home on Prince Edward Island, Canada, marking the province's first recorded meteorite fall. The meteorite left a small dent in the walkway and the rock was confirmed to be ordinary chondrite, the most common type of space rock to strike Earth. The outgoing US president warned against power in the hands of the wealthy, the threat of the tech industry and climate change. The Falcon 9 rocket took off from the Kennedy Space Center carrying two lunar landers and a micro rover. The Delta flight, with more than 200 passengers on board, was suspended shortly after takeoff due to engine issues. The men were forced to leave the car they were in and escape on foot as fire closed in around them. \"We'll make do. Wife and baby and dog are most important,\" he told CBS News. Jason Matthews returned to his house in Altadena on Wednesday morning, but only the postbox was still intact. BBC Breakfast's Charlie Stayt compares before and after pictures of the city showing the scale of the LA fires. The BBC sees bullets strewn over the streets while touring the fire damage in Los Angeles. Families are assessing the damage to their properties and communities as some of the fires are 0% contained. At least five people have died as a result of the Eaton fire as the blaze remains 0% contained, officials say. President Joe Biden repeatedly praised Carter's \"example\" and \"character\" in his eulogy. US Presidents Joe Biden, Donald Trump, Barack Obama, George W Bush and Bill Clinton sat in the front pews. People at an evacuation centre describe fleeing their homes as flames engulfed their streets. Footage from the BBC's LA correspondent shows a row of destroyed homes on Malibu's coveted seafront. Footage shows the moment a four-storey home collapses after being engulfed by flames. A glimpse of just 90 minutes in the luxury LA neighbourhood ravaged by wildfires. The latest blaze, Sunset Fire, is threatening homes and landmarks as Hollywood is evacuated. The blaze has been declared the most destructive in the city's history with more than 1,000 structures destroyed. One resident watching as her home burned said her neighbourhood was like driving through a \"war zone\". Claudia Sheinbaum chided the US president-elect and proposed a part of the US be renamed \"Mexican America\" like it was in 1607. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cly9vl9jjkvo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/16b3/live/35d4f1a0-d443-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/395e/live/9da9ae00-d42b-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Couple's fire-resistant LA home survives amid destruction",
        "short_description": "Karina Maher and Michael Kovac, an architect, built their Los Angeles home with fire-resistant and sustainable features.",
        "long_description": "Karina Maher and Michael Kovac, an architect, built their Los Angeles home with fire-resistant and sustainable features. When the Palisades fire broke out, their house remained intact while others around it were destroyed. The design of their home focuses on resilience, using eco-friendly materials and protective systems that make it resistant to flames. The outgoing US president warned against power in the hands of the wealthy, the threat of the tech industry and climate change. The Falcon 9 rocket took off from the Kennedy Space Center carrying two lunar landers and a micro rover. The Delta flight, with more than 200 passengers on board, was suspended shortly after takeoff due to engine issues. The men were forced to leave the car they were in and escape on foot as fire closed in around them. \"We'll make do. Wife and baby and dog are most important,\" he told CBS News. Jason Matthews returned to his house in Altadena on Wednesday morning, but only the postbox was still intact. BBC Breakfast's Charlie Stayt compares before and after pictures of the city showing the scale of the LA fires. The BBC sees bullets strewn over the streets while touring the fire damage in Los Angeles. Families are assessing the damage to their properties and communities as some of the fires are 0% contained. At least five people have died as a result of the Eaton fire as the blaze remains 0% contained, officials say. President Joe Biden repeatedly praised Carter's \"example\" and \"character\" in his eulogy. US Presidents Joe Biden, Donald Trump, Barack Obama, George W Bush and Bill Clinton sat in the front pews. People at an evacuation centre describe fleeing their homes as flames engulfed their streets. Footage from the BBC's LA correspondent shows a row of destroyed homes on Malibu's coveted seafront. Footage shows the moment a four-storey home collapses after being engulfed by flames. A glimpse of just 90 minutes in the luxury LA neighbourhood ravaged by wildfires. The latest blaze, Sunset Fire, is threatening homes and landmarks as Hollywood is evacuated. The blaze has been declared the most destructive in the city's history with more than 1,000 structures destroyed. One resident watching as her home burned said her neighbourhood was like driving through a \"war zone\". Claudia Sheinbaum chided the US president-elect and proposed a part of the US be renamed \"Mexican America\" like it was in 1607. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:50",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cy9lqx1e940o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/16b3/live/35d4f1a0-d443-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/395e/live/9da9ae00-d42b-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Reporter removed after interrupting Blinken's last speech",
        "short_description": "The BBC was inside Secretary Antony Blinken's last briefing when he was interrupted. The reporter was physically taken out by security and has been identified as Sam Husseini.",
        "long_description": "The BBC was inside Secretary Antony Blinken's last briefing when he was interrupted. The reporter was physically taken out by security and has been identified as Sam Husseini. The outgoing US president warned against power in the hands of the wealthy, the threat of the tech industry and climate change. The Falcon 9 rocket took off from the Kennedy Space Center carrying two lunar landers and a micro rover. The Delta flight, with more than 200 passengers on board, was suspended shortly after takeoff due to engine issues. The men were forced to leave the car they were in and escape on foot as fire closed in around them. \"We'll make do. Wife and baby and dog are most important,\" he told CBS News. Jason Matthews returned to his house in Altadena on Wednesday morning, but only the postbox was still intact. BBC Breakfast's Charlie Stayt compares before and after pictures of the city showing the scale of the LA fires. The BBC sees bullets strewn over the streets while touring the fire damage in Los Angeles. Families are assessing the damage to their properties and communities as some of the fires are 0% contained. At least five people have died as a result of the Eaton fire as the blaze remains 0% contained, officials say. President Joe Biden repeatedly praised Carter's \"example\" and \"character\" in his eulogy. US Presidents Joe Biden, Donald Trump, Barack Obama, George W Bush and Bill Clinton sat in the front pews. People at an evacuation centre describe fleeing their homes as flames engulfed their streets. Footage from the BBC's LA correspondent shows a row of destroyed homes on Malibu's coveted seafront. Footage shows the moment a four-storey home collapses after being engulfed by flames. A glimpse of just 90 minutes in the luxury LA neighbourhood ravaged by wildfires. The latest blaze, Sunset Fire, is threatening homes and landmarks as Hollywood is evacuated. The blaze has been declared the most destructive in the city's history with more than 1,000 structures destroyed. One resident watching as her home burned said her neighbourhood was like driving through a \"war zone\". Claudia Sheinbaum chided the US president-elect and proposed a part of the US be renamed \"Mexican America\" like it was in 1607. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:52",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/czx8dxl5w45o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/16b3/live/35d4f1a0-d443-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ceb8/live/e6836790-d423-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "SpaceX Starship test fails after Texas launch",
        "short_description": "The latest test of Space X's giant Starship rocket has failed, minutes after launch.",
        "long_description": "The latest test of Space X's giant Starship rocket has failed, minutes after launch. Officials at Elon Musk's company said the upper stage was lost after problems developed after lift-off from Texas on Thursday. But the Super Heavy booster managed to returned to its launchpad as planned, prompting an eruption of applause from ground control teams. The mission came hours after the first flight of the Blue Origin New Glenn rocket system, backed by Amazon boss Jeff Bezos. The two tech billionaires both want to dominate the space vehicle market. \"Starship experienced a rapid unscheduled disassembly during its ascent burn. Teams will continue to review data from today's flight test to better understand root cause,\" SpaceX posted on X. \"With a test like this, success comes from what we learn, and today's flight will help us improve Starship's reliability.\" Unverified footage shared on social media shows what appears to be the rocket breaking up in flames. And footage showed orange balls of light flying across the sky over the Haitian capital of Port-Au-Prince, leaving a trail of smoke behind. \"Success is uncertain, but entertainment is guaranteed!\" Mr Musk posted on X, sharing a video showing a fiery trail streaking though the sky. He also said \"improved versions\" of the ship and booster were \"already waiting for launch\". \"Preliminary indication is that we had an oxygen/fuel leak in the cavity above the ship engine firewall that was large enough to build pressure in excess of the vent capacity,\" Musk said a short while later, adding that \"nothing so far suggests pushing next launch past next month\". Footage of the launch clocked up 7.2m views, according to a SpaceX livestream. The Starship system had lifted off from Boca Chica, Texas, at 17:38 EST (22:38 GMT) in the company's seventh test mission. The Starship upper stage separated from its Super Heavy booster nearly four minutes into flight as planned. But then SpaceX Communications Manager Dan Huot reported on a live stream that mission teams had lost contact with the ship. The Super Heavy booster managed to returned to its launchpad roughly seven minutes after lift-off as planned, prompting an eruption of applause from ground control teams. The US Federal Aviation Administration (FAA) said it was aware \"an anomaly occurred\" during the SpaceX mission. \"The FAA briefly slowed and diverted aircraft around the area where space vehicle debris was falling. Normal operations have resumed,\" it said in a statement. It comes a day after a SpaceX rocket blasted off from Florida carrying two privately constructed lunar landers and a micro rover to the Moon. The uncrewed Falcon 9 launched from the Kennedy Space Center on Wednesday. And Bezos' Blue Origin company successfully launched a rocket into orbit for the first time. It was a huge step forward for Bezos and his company that has spent years getting to the point of sending a rocket into orbit. The portraits of the president-elect and the incoming vice-president \"go hard\" their press team said. The conservative from Ohio shot to fame writing about his hard upbringing and morphed from a harsh critic of Donald Trump into a Maga champion. The two largest fires are still burning after more than a week - but gusts that fanned the flames have eased. The president-elect says the envoys will bring foreign business back to Hollywood but it's unclear what their roles will involve. The pouches are used by less than 2% of US teens, the FDA said in granting the application allowing them to continue to be sold. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:53",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwy77x09y0po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1dc2/live/0b033140-d49c-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Looking for my spy': The jokes Americans and Chinese are sharing on 'alternative TikTok'",
        "short_description": "A looming TikTok ban has connected Chinese and American citizens like never before, as they swap jokes and memes in what one user described as a \"historic moment\".",
        "long_description": "A looming TikTok ban has connected Chinese and American citizens like never before, as they swap jokes and memes in what one user described as a \"historic moment\". It's all unfolding on a popular Chinese social media app called RedNote, or Xiaohongshu (literally translates as Little Red Book), which doesn't have the usual internet firewall that separates China from the rest of the world. It has been drawing self-professed US \"TikTok refugees\" seeking a new home on the internet - despite the fact that their own government is seeking a TikTok ban because of national security concerns. Americans now find themselves in direct contact with 300 million Mandarin speakers in China and elsewhere – while in the real world, Beijing is bracing for a tumultuous Trump presidency that could strain its fragile ties with Washington. At the heart of the US ban is the fear that China is using TikTok to spy on Americans. The app has faced accusations that user data is ending up in the hands of the Chinese government - because of a Beijing law that requires local companies to \"support, assist and cooperate with the state intelligence work\". TikTok denies this has ever happened, or that it would happen. But the possibility doesn't seem to worry some US users - 700,000 new users have signed on to RedNote in the last two days, making it the most downloaded free app in the US App store. \"The reason that our government is telling us that they are banning TikTok is because they're insisting that it's owned by you guys, the Chinese people, government, whatever,\" said one new RedNote user, Definitelynotchippy. She goes on to explain why she is on RedNote: \"A lot of us are smarter than that though so we decided to piss off our government and download an actual Chinese app. We call that trolling, so in short we're here to spite our government and to learn about China and hang out with you guys.\" TikTok, although owned by Chinese company ByteDance, is headquartered in Singapore and says it is run independently. In fact, China's version of TikTok is another app called Douyin. RedNote, on the other hand, is a Chinese company based in Shanghai and among the few social media apps available both in China and outside. So Washington's fears over TikTok would extend to RedNote as well. That's why American users on RedNote are referring to themselves as \"Chinese spies\" - continuing a TikTok trend where people have been bidding farewell to their \"personal Chinese spy\" who has allegedly been surveilling them over the years. RedNote is now full of posts where ex-TikTok users are in search of a replacement. One post says: \"I'm looking for my Chinese spy. I miss you. Please help me find him.\" And Chinese users have answered: \"I'm here!\" The honest, funny conversations on RedNote may not be what Chinese President Xi Jinping had in mind when he spoke about \"strengthening people-to-people cultural exchanges\" between China and the US. But that is certainly what is happening as excited Chinese users welcome curious Americans to the app. \"You don't even need to travel abroad, you can just talk to foreigners here,\" said one Chinese RedNote user in a video that has received more than 6,000 likes. \"But it's honestly insane, no-one would have expected that we could meet like this one day, openly communicate like this.\" Food, streaming shows and jobs have been the most popular topics: \"Is life in America similar to how it looks on [the US TV show] Friends?\" Other Chinese users demanded a \"tax\" for using the platform - cat photos. \"Cat tax from California,\" reads one post in response. \"Here's my offering - the shorthair is a boy named Bob and the calico is a girl named Marley.\" Still others are using the platform to ask Americans for help with their English homework. One post reads: \"Dear TikTok refugees, could you please tell me the answer to question 53? Is the answer T (true) or F (false)?\" Help came quickly: some 500 people have since answered. The flood of new American users appears to have caught RedNote off guard - reports say the company is hiring English moderators. And others are trying to cash in on RedNote's new-found US stardom as well: language-learning app Duolingo put out a graph showing a 216% jump in its user base, compared to this time last year. RedNote's rising popularity is not guaranteed to last though. There is no reason to assume it won't face blowback for the same reasons as TikTok: concerns that it could be used by China to spy on Americans. It's unclear how long Beijing would be open to such unfettered exchanges - control of the internet is key to its repressive regime. The irony of the situation was flagged by one Chinese user, who posted: \"Don't we have a (fire)wall? How come so many foreigners can enter, when clearly I can't leave?\" Typically, Chinese internet users have been unable to directly interact with foreigners. Global platforms like Twitter and Instagram and search engines like Google are blocked in China, though people use VPNs to circumvent these restrictions. Sensitive topics - from history to dissent - or anything seen as critical of China's government and ruling Communist party is swiftly censored. It's unclear how much RedNote is censored - it's largely used by younger and middle-aged women in China, where they share images and videos. It's not like Weibo, another Chinese app, where discussions and airing of grievances is far more common, leading to posts often being taken down. But a handful of new RedNote users say they have already received reports that their posts have violated guidelines, including one who asked in a post if the app was \"LGBT friendly\". Another said they had asked \"What [sic] Chinese think about gay people?\" and received a similar notification, that they had violated \"public moral order\" guidelines. And Chinese users keep reminding Americans on the app \"not to mention sensitive topics, such as politics, religion and drugs\". One Chinese user also advised them to stick to the \"One China policy\", the diplomatic pillar of the US-China relationship - according to which the US recognises and has formal ties with China rather than Taiwan, the self-governed island Beijing claims as its own. The US government has not commented on RedNote so far, and neither has Beijing. But Chinese state media seems upbeat about it, with Global Times even interviewing a US user who said she would \"love to interact with Chinese users\". RedNote's American fate is anyone's guess - but for now, at least online, the US-China rivalry is taking a break. Thanks to cat pictures. China's economy has hit the government's 5% growth target for 2024 in the face of multiple challenges. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. Nate Anderson, the founder of Hindenburg Research, has announced his decision to disband the company. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 13:41:53",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c983lr756xwo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b371/live/6abd3570-d403-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3c0c/live/844ab560-d3d8-11ef-996b-454d24bf3032.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]