[
    {
        "title": "NewsNews",
        "short_description": "The government announces first steps to creating a National Care Service - but the final report is several years away.",
        "long_description": "The government announces first steps to creating a National Care Service - but the final report is several years away. The health secretary says this is \"definitely a weekend to turn the heating on\" after cuts to winter fuel payments for pensioners. The stronger powers are needed to tackle \"vile gang networks\", the home secretary says. Urfan Sharif, who was convicted of murdering his daughter Sara, is said to have been assaulted in HMP Belmarsh on New Year's Day. A man who was hurt when a car hit pedestrians in London's West End on Christmas Day has died. The health secretary says this is \"definitely a weekend to turn the heating on\" after cuts to winter fuel payments for pensioners. Parks involved in the legal action have defended their sales practices and pitch fee rises. The group have accused the party of \"abandoning traditional Labour values\" in recent months. The stronger powers are needed to tackle \"vile gang networks\", the home secretary says. About 200 footprints made by dinosaurs 166 million years ago have been unearthed in a quarry in Oxfordshire. An off-duty police officer caught him using a mobile phone behind the wheel of a Rolls-Royce. Rangers reduce Celtic's Scottish Premiership lead to 11 points in stunning style as Philippe Clement claims his first derby victory at the seventh time of asking. Alexis Jay, who led a major inquiry into historical child sex abuse, says changes are needed, not more research. Charlotte Chilton from Warwickshire was on the second series of The Traitors as a \"faithful\". Actress Ruth Jones reprised her role on a special day for the Shipping Forecast on BBC Radio 4 to celebrate 100 years of the weather report. Onlookers line the Embankment in central London for a fireworks spectacular. Speaking live on BBC Radio 2, Bob Harris pays tribute to his former colleague and friend. The author was made Dame Grand Cross of the Order of the British Empire for services to literature. A man has been able to resume his music career after a stroke - by teaching himself to play the guitar one-handed. Friday's papers carry a variety of stories, including news the government is launching a commission to reform social care. The quadrantid meteor shower is set to peak in early January. Here is how and when to view it. People are being warned to remain vigilant as the number of holiday scam reports rise. Police are dismissing women's experiences and failing to properly investigate, BBC is told. The health secretary says this is \"definitely a weekend to turn the heating on\" after cuts to winter fuel payments for pensioners. Urfan Sharif, who was convicted of murdering his daughter Sara, is said to have been assaulted in HMP Belmarsh on New Year's Day. The weekend is set to be bitterly cold, bringing \"significant snow\" and blizzard-like conditions, forecasters say. The warning from Jersey Met says air temperatures could drop to -2C overnight. The number of people crossing the Channel in small boats has passed 20,000 since Labour came to power. Tips on what to carry in your car, and how to drive in snow and icy weather. Much of the UK is facing a cold snap, so here are some tips to cope with low temperatures. Dr Jim Swire is played by Colin Firth in the new Sky TV series, Lockerbie: A Search for Truth. The aqueduct collapsed and flooded surrounding field after heavy rainfall. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:39",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9464/live/e2b5a220-c96c-11ef-b3a3-454067b77f03.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/06ec/live/39d5bfa0-c99e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Fog disrupts life and travel in northern India",
        "short_description": "A thick blanket of fog has engulfed Delhi and adjoining areas in northern India, leading to travel delays and chaos.",
        "long_description": "A thick blanket of fog has engulfed Delhi and adjoining areas in northern India, leading to travel delays and chaos. More than 100 flights were delayed at the Delhi airport on Friday morning, according to PTI news agency. Dozens of trains have also been rescheduled, or are running late. India's weather department has said that foggy conditions are likely to continue for the next few days. Dense fog is common at this time of the year in Delhi and other parts of northern India, as the region grapples with an intense cold wave. Photos and videos showed several cities shrouded in dense mist and haze. Around nine airports including the one in Delhi experienced zero visibility on Friday morning, the India Meteorological Department (IMD) said. The Delhi airport has issued an advisory to passengers, warning them of significant delays. \"While landing and take-off continue at Delhi airport, flights that are not CAT III compliant may get affected,\" the airport said in a statement, referring to the radar system that enables automatic landings when there is very low visibility. Several airlines have also issued statements urging travellers to check flight schedules before planning their journeys. IMD considers fog \"dense\" if visibility drops below 200m and \"very dense\" if it falls below 50m. The weather department has said that Delhi may experience light to moderate rainfall on 6 January, which is likely to further lower temperatures. Follow BBC News India on Instagram, YouTube, Twitter and Facebook Even before his martial law order, Yoon had already found himself in a political quagmire. Yoon Suk Yeol's \"refusal of the legal process\" is \"deeply regrettable\", investigators say. Australia dismiss India for 185 on day one of their series decider but a fired-up Jasprit Bumrah strikes with the final ball of the day to boost the tourists late on. Australia's Steve Smith claims a catch that would have dismissed Virat Kohli first ball, but the officials rule in favour of the Indian batter on day one of the fifth Test. Scott Boland takes the wickets of Rishabh Pant and Nitish Kumar Reddy in consecutive deliveries as Australia take control on the first day of the fifth Test against India at the Sydney Cricket Ground. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:40",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2yz5wv08jo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3d38/live/78a2a5d0-c995-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/18e0/live/4f5a4220-b214-11ef-a0f2-fd81ae5962f4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza.",
        "long_description": "The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The Foreign Press Association has said the move \"raises serious questions about press freedom\". The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. Twenty-day old Sila, whose home was a tent on a beach, is one of six newborns to die in recent days. What the conflict in 2024 means for 2025... The Foreign Press Association has said the move \"raises serious questions about press freedom\". The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science. An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. The move will raise concerns over the role radicalised foreign militants may play in Syria's future. Cecilia Sala could be used as \"political leverage\" after an Iranian citizen was detained by Italy, a US state department spokesman has said. It comes after two were attacked and another raided by Israeli forces in the past few days. Sharaa says it could take three years to write a constitution and longer to establish voting integrity. Former regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities. Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Fergal Keane speaks to two Syrian refugees he met at the height of the migrant crisis in 2015. After the fall of Assad, many are apprehensive about how Syria will next be ruled. Feras Killani grew up in Yarmouk in Damascus, which saw brutal fighting between rebel and government forces. Orla Guerin visits Al-Sina prison in north-eastern Syria, where many suspected fighters have been held for years. Sharaa led the rebel offensive that toppled the Assad regime in Syria less than two weeks ago. The BBC's Hugo Bachega sees Syrians dancing, waving flags and making peace signs in Aleppo. The BBC's Lina Sinjab says there is a joyous mood in the Syrian capital, as people mark the end of the Assad regime. The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science. The Foreign Press Association has said the move \"raises serious questions about press freedom\". The move will raise concerns over the role radicalised foreign militants may play in Syria's future. Egypt's environment ministry says the attack occurred in \"deep waters outside of the designated swimming area\". Sharaa says it could take three years to write a constitution and longer to establish voting integrity. Former regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities. Tedros Adhanom Ghebreyesus tells the BBC he felt \"completely exposed\" during the Israeli strike on Yemen's international airport. Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Israel claimed responsibility for the strikes, saying it had targeted Houthi \"military infrastructure\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:40",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/049c/live/e774c000-c8ec-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1c0d/live/87200fa0-c91b-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997.",
        "long_description": "Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. Pupils at St Naile's Primary School in Kinawley, County Fermanagh are taking part in a new recycling pilot. The Met Office alert will kick in at 17:00 GMT on Thursday. Dr Clodagh Corrigan, who works in emergency departments, says this winter the pressure has not let off. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. The review's author says the Racial Equality Strategy can only be as good as \"actions being taken\". Women say the classes boost their confidence as well as creating friendships. Pupils at St Naile's Primary School in Kinawley, County Fermanagh are taking part in a new recycling pilot. John O'Connor, 58, was pronounced dead in Cluain Fada, New Ross, shortly after 11:00 on Tuesday. All regional health trusts in Northern Ireland have told BBC News NI they have recorded drug dealing or drug usage at their sites. Errigal Ciaran will attempt to break new ground for Tyrone football this weekend by becoming the county's first club to reach an All-Ireland club SFC final. Foundations of buildings believed to date back to the late 1600s are unearthed during drainage work. The year began with strike action but ended on a more stable note, while public inquiries also loomed large. Cushendall is believed to have been one of the first villages on the island of Ireland to have street lights. A Larne man, who was given two days to live in 2001, is recognised for supporting others with brain injuries. Infrastructure minister John O'Dowd urges motorists to be \"mindful of others and proceed with care\". The programme was first broadcast across the airwaves on 1 January 1975. Women in Belfast have come together to push back against violence towards women and girls. Belfast-based Incisiv thinks it can encourage players to become more active when playing video games. Young adults have been learning the ins-and-outs of rural life through social farming schemes. Dozens will summit Slieve Gullion on Saturday to watch dawn break on the shortest day of the year. Chair Stephen Kelly says the Economy Minister told him any successor would stand by the Magee expansion. A man in his 40s dies after a single-vehicle crash on the Moylagh Road in Beragh on Monday morning. One elderly man with cancer has been waiting in the hospital's emergency department since Friday. A man has been released on bail after being arrested on suspicion of causing grievous bodily harm. Gardaí (Irish police) and emergency services were called to an incident at a residence in New Ross on Tuesday. An Garda Síochána are identifying her as Mirjana Pap following a post-mortem examination. John Halpin, 45, from Whitestown Avenue, Blanchardstown, appeared at Dublin District Court on Monday. The two vehicle collision occurred at about 18:40 local time on the N1 at Plaster. The victims are named locally as Anthony Hogg, 40, and his 39-year-old wife, Georgina Hogg Moore. Women in Belfast have come together to push back against violence towards women and girls. Women say the classes boost their confidence as well as creating friendships. The review's author says the Racial Equality Strategy can only be as good as \"actions being taken\". Pupils at St Naile's Primary School in Kinawley, County Fermanagh are taking part in a new recycling pilot. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. All regional health trusts in Northern Ireland have told BBC News NI they have recorded drug dealing or drug usage at their sites. The Met Office alert will kick in at 17:00 GMT on Thursday. Dr Clodagh Corrigan, who works in emergency departments, says this winter the pressure has not let off. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:41",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/114a/live/71dcf450-c92a-11ef-b8b5-cf4189d22d7e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/06bb/live/288561c0-c93e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Boy of eight survives five days in lion-inhabited game park",
        "short_description": "An eight-year-old boy has been found alive after surviving five days in a game park inhabited by lions and elephants in northern Zimbabwe, according to a member of parliament.",
        "long_description": "An eight-year-old boy has been found alive after surviving five days in a game park inhabited by lions and elephants in northern Zimbabwe, according to a member of parliament. The ordeal began when Tinotenda Pudu wandered 23 km (14 miles) from home into the \"perilous\" Matusadona Game Park, said Mashonaland West MP Mutsa Murombedzi on X. He spent five days \"sleeping on a rocky perch, amidst roaring lions, passing elephants, eating wild fruits\", she said. Matusadona game park has about 40 lions. At one point, it had one of the highest lion population densities in Africa, according to African Parks. The Zimbabwe Parks & Wildlife Management Authority confirmed the incident to the BBC but did not share any further details. Murombedzi said the boy used his knowledge of the wild and survival skills to stay alive. Tinotenda survived his ordeal by eating wild fruit. He also dug small wells into dry riverbeds with a stick to access drinking water - a skill taught in the drought-prone area. Members of the local Nyaminyami community started a search party and beat drums each day to try and guide him back home. But ultimately, it was park rangers who managed to find him. On his fifth day in the wild, Tinotenda heard a ranger's car and ran toward it, narrowly missing it, the MP said. Luckily, the rangers returned, spotted \"fresh little human footprints,\" and searched the area until they found him. \"This was probably his last chance of being rescued after 5 days in the wilderness,\" said the MP. The park is over 1,470 sq km (570 sq miles) and is home to zebras, elephants, hippos, lions, and antelope. Across social media, people have been praising the young boy for his resilience. \"This is beyond human comprehension,\" one person wrote on X. Another user wrote: \"He's going to have one hell of a story to tell when he gets back to school.\" Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The marine animals are counted, weighed and measured across 11 centres, including gentoo penguins. A manhunt is underway for the 13 suspects, who were allegedly released by an intoxicated police officer. Zambians mourn Dandy Krazy, 47, who has died in hospital after being involved in a traffic collision. During the festive season, a community in the West African state confers titles to wealthy men in search of prestige. The Dogs Nobody Wants Sanctuary in Slough cares for disabled, ill and elderly dogs. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:42",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/crmnrly0zjeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3878/live/e3fc1860-c90a-11ef-b64d-9d290e039e0a.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Nessa from Gavin & Stacey reads Shipping Forecast for centenary",
        "short_description": "Gavin & Stacey actress Ruth Jones has become the latest famous voice to read BBC Radio 4's Shipping Forecast.",
        "long_description": "Gavin & Stacey actress Ruth Jones has become the latest famous voice to read BBC Radio 4's Shipping Forecast. Jones - who read the forecast in character as Nessa - was one of the famous voices who recreated old versions of the forecast on BBC Radio 4 to celebrate 100 years of the weather report. Actors Adrian Dunbar and Sir Stephen Fry are also among a number of famous people to have read out the shipping forecast over the years. Both actors reflect on what the programme means to them. The Shipping Forecast is produced by the Met Office on behalf of the Maritime and Coastguard Agency. It was first broadcast on 1 January 1924 as a weather bulletin called Weather Shipping before moving to the BBC a year later. Speaking live on BBC Radio 2, Bob Harris pays tribute to his former colleague and friend. The former bandmates hugged at a gig in London before they performed Beatles classic songs together. Zoe Ball gets tearful after a surprise message from her son on her last Radio 2 Breakfast show. Chris McCausland answers questions from young visually impaired people on Newsround. The final episode of Gavin and Stacey will air on Christmas day after viewers were left on a cliffhanger since 2019. 'What's occurring?' - Nessa makes guest appearance on Strictly after first scenes of final Gavin and Stacey episode shown BBC London looks at how the capital is one of the key stops in the business of movie premieres. Taylor Swift says making history at the Billboard Music Awards is the \"nicest early birthday present\". The pair starred alongside fashion and entertainment royalty for the awards gala in London. Broadcaster Kirsty Wark: Gregg Wallace used sexualised language and ‘people were uncomfortable’ The Today programme co-presenter has covered major stories at the broadcaster for over two decades. The presenter rode 300 miles from Wales to Scotland on a Raleigh Chopper bike for Children in Need. Paul Mescal, Denzel Washington, Pedro Pascal, and director Sir Ridley, walked the red carpet ahead of King Charles. Watch: First time Gary Lineker presented Match of the Day Ora pays tribute at the MTV Europe Music Awards, almost a month after the star's death. Blind comedian Chris McCausland and his dance partner performed part of the routine with the lights off. Model Heidi Klum unveiled her latest extravagant costume at her annual Halloween bash. Fans could be heard clapping and cheering as the two icons met at Caesars Palace. The former One Direction star died on Wednesday after falling from a hotel balcony in Buenos Aires. Fans of the former One Direction singer expressed their shock as they gathered in Buenos Aires. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c0ewj85nj8wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0e87/live/b45a17a0-c929-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b75a/live/012fa640-c398-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "To conserve or cull? Life in Australia's crocodile capital",
        "short_description": "It's dawn on Darwin Harbour and government ranger Kelly Ewin - whose job is to catch and remove crocodiles - is balancing precariously on a floating trap.",
        "long_description": "It's dawn on Darwin Harbour and government ranger Kelly Ewin - whose job is to catch and remove crocodiles - is balancing precariously on a floating trap. Heavy rain clouds from the storm that has recently passed are overhead. The engine of the boat has been cut so now it's mostly silent – that is, apart from the intermittent splashing coming from inside the trap. \"You get pretty much zero chances with these guys,\" says Ewin as he attempts to loop a noose around the jaw of the agitated reptile. We're in Australia's Northern Territory (NT), home to an estimated 100,000 wild saltwater crocodiles, more than anywhere in the world. The capital, Darwin, is a small coastal city surrounded by beaches and wetlands. And, as you quickly learn here in the NT, where there is water, there usually are crocs. Saltwater crocs - or salties, as they are known to locals - were nearly hunted to extinction 50 years ago. After World War Two, the uncontrolled trade in their skins soared and numbers fell to around 3,000. But when hunting was banned in 1971, the population started rising again - and fast. They still are a protected species, but are no longer threatened. The recovery of the saltwater crocodile has been so dramatic that Australia now faces a different dilemma: managing their numbers to keep people safe and the public onside. \"The worst thing that can happen is when people turn [against crocodiles],\" explains croc expert Prof Grahame Webb. \"And then a politician will invariably come along with some knee-jerk reaction [that] they're going to 'solve' the crocodile problem.\" The NT's hot temperatures and abundant coastal surroundings create the perfect habitat for cold-blooded crocs, who need warmth to keep their body temperature constant. There also are big saltie populations in Northern Queensland and Western Australia as well as in parts of South East Asia. While most species of crocodile are harmless, the saltie is territorial and aggressive. Fatal incidents are rare in Australia, but they do happen. Last year, a 12-year-old was taken - the first death from a crocodile in the NT since 2018. This is busiest time of year for Ewin and his colleagues. Breeding season has just started, which means salties are on the move. His team are on the water several times a week, checking the 24 crocodile traps surrounding the city of Darwin. The area is popular for fishing, as well as for some brave swimmers. The crocodiles that are removed from the harbour are most often killed, because if they are released elsewhere, they're likely to return to the harbour. \"It's our job to try and keep people as safe as we can,\" says Ewin, who's been doing his \"dream job\" for two years. Before that, he was a policeman. \"Obviously, we're not going to capture every crocodile, but the more we take out of the harbour, the less risk there's going to be an encounter with crocodiles and people.\" Another tool helping to keep the public safe is education. The NT government goes into schools with its programme \"Be Crocwise\" - which teaches people how to behave responsibly around croc habitats. It's been such a success that Florida and the Philippines are now looking to borrow it, in order to better understand how the world's most dangerous predators can live alongside humans with minimal interactions. \"We're living in crocodile country, so it's about how we [keep ourselves] safe around the waterways - how should we be responding?\" says Natasha Hoffman, a ranger who runs the programme in the NT. \"If you're on the boats when you're fishing, you need to be aware that they're there. They're ambush hunters, they sit, watch and wait. If the opportunity is there for them to grab some food, that's what they're going to do.\" In the NT, mass culling is currently not on the table given the protected status of the species. Last year though, the government approved a new 10-year crocodile management plan to help control the numbers, which increased the quota of crocs that can be killed annually from 300 to 1,200. This is on top of the work Ewin's team is doing to remove any crocodiles that pose a direct threat to humans. Every time there's a death, it reignites the debate about crocodiles living in close proximity to people. In the days after the 12-year-old girl was taken last year, the Territory's then leader Eva Lawler made it clear she wouldn't allow the reptiles to outnumber the human population of the NT. Currently that stands at 250,000, well above the number of wild crocs. It's a conversation that goes beyond the NT. Queensland is home to about a quarter of the number of crocs that the Top End of NT has, but there are far more tourists, and more deaths, which means talk of culls sometimes feature in election debates. The apex predators may court controversy, but they're also a big draw card for the NT – for tourists but also for fashion brands keen to buy their leather. Visitors can head to the Adelaide River to watch \"croc jumping\" - which involves salties being fed bits of meat on the end of a stick if they can leap out of the water for their audience. \"I'm supposed to tell you to put your [life-jackets] on,\" jokes the head skipper at Spectacular Jumping Croc Cruises, Alex 'Wookie' Williams, as he explains the house rules of the boat. \"The bit I don't have to tell you… [is that] life jackets are pretty useless out here.\" For Williams, who's been obsessed with crocs since childhood, there's plenty of opportunity to work alongside them. \"It's boomed over the last 10 years or so,\" he says of the number of tourists coming to the region. Farming, which was brought in when hunting was banned, has also become an economic driver. It's estimated there are now about 150,000 crocodiles in captivity in the NT. Fashion labels such as Louis Vuitton and Hermès - which sells a Birkin 35 croc handbag for as much as A$800,000 ($500,000; £398,000) - have all invested in the industry. \"The commercial incentives were effectively put in place to help people tolerate crocodiles, because we need a social licence to be able to use wildlife,\" says Mick Burns, one of the NT's most prominent farmers who works with luxury brands. His office is in downtown Darwin. Spread across the floor is a massive croc skin. Pinned to the wall of the conference room, there is another skin that spans at least four metres. Burns is also involved with a ranch in remote Arnhem Land, about 500km (310 miles) east of Darwin. There, he works with Aboriginal rangers to harvest and hatch croc eggs to sell their skins to the luxury goods industry. One of the area's Traditional Owners, Otto Bulmaniya Campion, who works alongside Burns, says more partnerships like theirs are crucial for ensuring Aboriginal and Torres Strait Islander communities share in the financial benefits of the industry. For tens of thousands of years, crocs have played a significant role in Indigenous cultures, shaping their sacred stories, lives and livelihoods. \"My father, all the elders, used to go and harpoon crocodiles, get a skin, and go and trade it for tea, flour, and sugar. [However] there was no money at that time,\" the Balngarra man says. \"Now, we want to see our own people handling reptiles.\" But not everyone is on board with farming as a practice - even if those involved say it helps with conservation. The concern among animal activists lies in the way the crocs are held in captivity. Despite being social animals, they are usually confined to individual pens to ensure their skins are flawless - as a scrap between two territorial crocs would almost certainly damage a valuable commodity. Everyone in Darwin has a story about these formidable creatures, regardless of whether they want to see them hunted in greater numbers or more rigorously preserved. But the threat they continue to pose is not imagined. \"If you go [swimming in] the Adelaide river next to Darwin, there's a 100% chance you'll be killed,\" says Prof Webb matter-of-factly. \"The only question is whether it's going to take five minutes or 10 minutes. I don't think you'll ever get to 15 - you'll be torn apart,\" he adds, pushing up his trouser leg to reveal a huge scar on his calf - evidence of a close encounter with one angry female nearly forty years ago as he was collecting eggs. He is unapologetic about what he calls the pragmatism of authorities to manage numbers and make money out of crocs along the way - a way of life that, in the near future at least, is here to stay. \"We've done what very few people can do, which is take a very serious predator…and then manage them in such a way that the public is prepared to [tolerate] them. \"You try and get people in Sydney or London or New York to put up with a serious predator - they aren't going to do it.\" Australia's Steve Smith claims a catch that would have dismissed Virat Kohli first ball, but the officials rule in favour of the Indian batter on day one of the fifth Test. Scott Boland takes the wickets of Rishabh Pant and Nitish Kumar Reddy in consecutive deliveries as Australia take control on the first day of the fifth Test against India at the Sydney Cricket Ground. Former Australia opener Justin Langer is appointed head coach of London Spirit following Trevor Bayliss' departure last month. The men were arrested on suspicion of wildlife and drugs offences and possession of a bladed article. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2v14vxdjeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c097/live/d54fdcc0-c98c-11ef-b39a-318536d0a810.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e2dc/live/416b18b0-c691-11ef-9195-9784670f153a.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The reward has been put forward for information leading to the arrest of Edmundo González.",
        "long_description": "The reward has been put forward for information leading to the arrest of Edmundo González. The country has one of the highest homicide rates in the region, with more than 620 killed this year. Videos show waves reported to be up to four metres high upending boats and deluging towns. The Golden Globe-winning actress was best known for her role as Juliet in the 1968 film adaptation of the Shakespeare play. The president-elect has threatened to take back control of the Panama Canal, alleging Chinese interference. The country has one of the highest homicide rates in the region, with more than 620 killed this year. The One Direction star died in October after falling from a third-floor hotel balcony in Buenos Aires. Police say arsenic was detected in the blood of family members who ate the cake in Torres. Videos show waves reported to be up to four metres high upending boats and deluging towns. Hurricane Beryl lashed the island in July, devastating much of its fishing fleet. Moments to celebrate included a solar eclipse seen by millions and a lost city discovered by accident. Climate change caused 41 additional days of dangerous heat and extreme weather, say scientists. Out of 46 countries where elections were held, nearly two-thirds saw numbers of women elected fall - BBC finds. Trump's promises to use America's strength to its advantage helped propel him twice to the White House. A firefighter dressed as Santa abseils down a bridge in Guatemala City to give gifts to children. An officer in Peru smashed a suspected drug dealer's door in, while clad as Dr Seuss' famous character. The BBC's Will Grant looks at unrest in which seven people died, leading to family members attempting to break inside to check on their relatives. Locals call the shacks \"suicide homes\" with authorities planning a forced evacuation if necessary. Throwing a mace out a window has historic significance in the country and previously happened in 1965. Provides an overview of Nicaragua, including key dates and facts about this Central American state. The One Direction star died in October after falling from a third-floor hotel balcony in Buenos Aires. The country has one of the highest homicide rates in the region, with more than 620 killed this year. Videos show waves reported to be up to four metres high upending boats and deluging towns. Police say arsenic was detected in the blood of family members who ate the cake in Torres. Two journalists and a police officer are reported to have been killed, with others injured in the attack. Lorries containing pesticides and sulphuric acid plunged into the Tocantins river in the north of the country. The BBC goes on patrol with the Kenyan officers sent to quell violence in gang-ravaged Haitian capital Port-au-Prince. Authorities in Guatemala resist efforts by a Jewish sect to recapture 160 children rescued from its premises. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/latin_america",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d810/live/ca3d78e0-c98e-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e3c0/live/2b6d4b00-c6c3-11ef-be38-b90087755998.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Winter has seen a rise in cases of the vomiting bug norovirus, and fewer vaccinations against flu.",
        "long_description": "Winter has seen a rise in cases of the vomiting bug norovirus, and fewer vaccinations against flu. A long diversion is in place for lorries, but businesses say they fear people will avoid the town. A review of the front page stories from the daily and weekly newspapers in Wales. A Wales-wide warning for snow is in place between noon on Saturday and Monday morning. Dale Randall stepped up in front of 19,000 fans after a plea for help went out. A long diversion is in place for lorries, but businesses say they fear people will avoid the town. A project is allowing older people with mental health conditions to try surfing. Mike Thomas anxiously awaits news of whether he will keep getting his life-extending MND treatment. A review of the front page stories from the daily and weekly newspapers in Wales. Gavin and Stacey fans finally get a brief look at Uncle Bryn and Jason on the ill-fated fishing trip. Dion Jones noticed the Welsh translation when using the fast food chain's toilet. Bright pinks and purples lit up the skies in Wales on the evening of 1 January. In the words of one ex-Wales player, qualifying for a first major tournament makes it \"our time\". A woman who has struggled with bills is worried about the energy price cap changes due in January. After another music venue in Cardiff closed, a former promoter called the scene's future \"bleak\". The actor also revealed that Sonia was brought back because she “wasn’t in people’s minds”. Sophie Pierce is determined to make the most of her life - however long she may have. Do you remember the moments of exhilaration, laughs and fun during 2024 in Wales? As condom use falls and sex infections rise, educators try to tackle misinformation among teens. A video showing what the infamous fishing trip has finally been revealed. Performing arts students open up about the financial barriers to getting into your dream school. BBC Wales' Catriona Aitken runs through some top tips for sobriety success. Before the New Year celebrations start, lets look back at how the year went. Three cars were set alight in Llanharan and Rhydyfelin, in Rhondda Cynon Taf on 27 December. Phil Parkinson is targeting a special piece of history with Wrexham this season as he prepares for his 1,000th game in management against Peterborough United this weekend. New Year's Day brought mixed fortunes for the four Welsh regions - but what did we learn? Captain Aaron Ramsey faces a race against time to be fit for the start of Wales' World Cup qualifying campaign due to injury. Follow live text commentary, score updates and match stats from Newport County vs AFC Wimbledon in League Two Newport County have signed former academy prospect and Swansea goalkeeper Lewis Webb. Fe fydd rhybudd melyn am eira mewn grym ar draws Cymru rhwng prynhawn Sadwrn a nos Sul. Bydd gwaith hanfodol yn cael ei wneud i adnewyddu cwlfert sy'n croesi o dan yr A487 sy'n rhedeg trwy ganol Trefdraeth. Mae grŵp syrffio i bobl canol oed yn ardal Abertawe wedi helpu i newid bywydau pobl, yn ôl rhai o'r aelodau. Gydag un o gystadleuwyr The Traitors yn defnyddio acen Gymreig fel strategaeth i ennill, oes lle i gredu ei bod yn acen sy'n hawdd ymddiried ynddi? O stori'r geni i banto Cinderella, mae Rachel yn gweddnewid blychau post Y Rhyl dros gyfnod y Nadolig. Winter has seen a rise in cases of the vomiting bug norovirus, and fewer vaccinations against flu. A project is allowing older people with mental health conditions to try surfing. A review of the front page stories from the daily and weekly newspapers in Wales. A long diversion is in place for lorries, but businesses say they fear people will avoid the town. Mike Thomas anxiously awaits news of whether he will keep getting his life-extending MND treatment. A Wales-wide warning for snow is in place between noon on Saturday and Monday morning. Dale Randall stepped up in front of 19,000 fans after a plea for help went out. A video showing what the infamous fishing trip has finally been revealed. Gavin and Stacey fans finally get a brief look at Uncle Bryn and Jason on the ill-fated fishing trip. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:47",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2fcf/live/ba23f280-c91c-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d76a/live/c9a28150-bd6d-11ef-a464-6514bc34ad43.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Rosita Missoni, co-founder of Italian label, dies aged 93",
        "short_description": "Rosita Missoni, co-founder of the eponymous Italian knitwear label Missoni, has died aged 93.",
        "long_description": "Rosita Missoni, co-founder of the eponymous Italian knitwear label Missoni, has died aged 93. The news was confirmed by the president of Italy's Lombardy region, Attilio Fontana, who praised the brand's iconic \"multicoloured textures\". He described her death as \"a great loss for Italy, Lombardy and for the province of Varese where she was born and lived\". Rosita founded the luxury brand - which became known for its zig-zag motif - in the northern Italian region with her husband Ottavio in 1953. Rosita, whose parents were shawlmakers, was born in 1931 in the town of Golasecca, Lombardy. While on a study trip to learn English in London, she met Ottavio - known as Tai - while he was competing in the 400m hurdles at the 1948 Olympic Games. At the time, Tai was producing his own knit tracksuits, including bottoms with a zip so they could be put on over trainers. \"When I got married, four sewing machines arrived with my husband,\" Rosita told the AFP news agency in a 2016 interview. The pair, who married in 1953, initially set up a machine-knitwear workshop in Gallarate, northwest of Milan. Their big break came in 1958 when a Milanese department store ordered hundreds of Missoni-labelled striped dresses. Missoni's first catwalk show came in 1966, followed by a presentation at the Pitti Palace in Florence the following year. A controversy over the see-through quality of clothing, after models were asked to remove their white bras because they could be seen under blouses, propelled the brand into global fame. Tai died in 2013, aged 92. The couple's daughter, Angela, took over the fashion house in the late 1990s, although Rosita continued to work on the label's home line, Missoni Home. Slowing down climate change is an immense task, but small individual actions can add up to help reduce emissions. These big comebacks, awards contenders and cultural heavyweights should be highlights of the year. Cecilia Sala could be used as \"political leverage\" after an Iranian citizen was detained by Italy, a US state department spokesman has said. Cristina Pittalis is urging a British woman from Jersey to come forward over her missing son. After it was set up in 2019, the car boot sale has grown in popularity. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c86wnx513epo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f401/live/5b742b70-c93e-11ef-acfd-b54d2ddc1e9f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ec4/live/0d1035e0-c944-11ef-bf11-c75ee1379fc9.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ceylon Chamber hails Sri Lanka\u0092s landmark food & beverage regulations",
        "short_description": "January 2, 2025 09:08 pm",
        "long_description": "January 2, 2025 09:08 pm The Sri Lankan government has announced new restrictions on marketing food and beverages to children, effective January 1, 2025, under the Food (Labelling & Advertising) Regulations 2022. The Ceylon Chamber of Commerce, through its Food & Beverage Steering Committee, was a key partner in shaping these regulations by providing inputs on food science, nutrition, international regulatory practices, and legal frameworks during an over decade-long consultation process with the Ministry of Health. Under the new rules, the industry must ensure that children under 12 are not featured in advertisements for F&B products. Further, the industry must ensure that F&B products are not advertised or promoted to children below 12 years without prior approval from the Ministry of Health. Additionally, updated food labelling requirements, effective July 1, 2025, will empower consumers with essential information, including nutritional values and detailed ingredient lists, to make informed food choices, the Ceylon Chamber of Commerce stated in a statement. These updates address gaps in the regulations established in 2005 and align the framework with international standards, it said. Mr. Buwanekabahu Perera, CEO of The Ceylon Chamber of Commerce, stated: “We commend the Ministry of Health for modernising Sri Lanka’s food regulatory framework after 20 years. Transitioning entrenched industry practices will be challenging for businesses, from SMEs to large-scale operators. However, it is vital to balance consumer protection with the continued availability of packaged food, and preserving longstanding brand equity. A corrective and collaborative approach to implementing these regulations will be important to ensure a smooth transition.” Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:49",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104682/ceylon-chamber-hails-sri-lankas-landmark-food-beverage-regulations",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Yoshitha Rajapaksa arrives at CID",
        "short_description": "January 3, 2025 10:07 am",
        "long_description": "January 3, 2025 10:07 am Yoshitha Rajapaksa, the second son of former President Mahinda Rajapaksa, arrived at the Criminal Investigation Department (CID) this morning (January 3). He had been summoned by the CID to provide a statement regarding the ownership of a government-owned land in Kataragama. Accordingly, Yoshitha Rajapaksa was notified to appear before the CID today. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:51",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104690/yoshitha-rajapaksa-arrives-at-cid",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "India funds rehabilitation of Sri Lanka\u0092s Karainagar Boatyard",
        "short_description": "January 2, 2025 06:30 pm",
        "long_description": "January 2, 2025 06:30 pm A Memorandum of Understanding (MoU) has been signed between India and Sri Lanka for rehabilitation of the Karainagar Boatyard in Northern Province of Sri Lanka with grant assistance from the Government of India to the tune of LKR 290 million. The MoU was signed and exchanged by High Commissioner of India to Sri Lanka Santosh Jha and the then High Commissioner of Sri Lanka to India Kshenuka Dhireni Senewiratne on December 16, 2024. Issuing a statement, the Indian High Commission in Colombo said the project envisages rehabilitation of Karainagar Boatyard of the Cey-Nor Foundation Ltd, incorporated under the Ministry of Finance, Planning and Economic Development and operating under the Ministry of Fisheries, Aquatic and Ocean Resources. The project will cover civil works and procurement including installation of plant, machinery, equipment, material, services etc. Once fully operational, the rehabilitated boatyard will augment livelihood opportunities of local fishermen, create more job opportunities in the area including through small establishments around the boatyard, and help enhance the supply of quality fisheries products, the statement added. With a development cooperation portfolio with Sri Lanka of over USD 5 billion, India’s people-centric development assistance initiatives in virtually all major sectors are making a tangible difference to the daily lives of the people of Sri Lanka across all the 25 districts of the country, the Indian High Commission noted. Notable past projects in the Northern Province include construction and renovation of over 41000 houses; a state-of-the-art Cultural Centre at Jaffna as a reconciliation project; removal of wrecks and dredging at Kankensanthurai Port; construction and repairs at numerous schools and hospitals across Jaffna, Kilinochchi, Mullaithivu, Vavuniya; restoration of Thiruketeeswaram Temple; distribution of significant quantities of assistance to the agricultural community, as well as fishing community including boats, nets, outboard motors, freezers, etc; among numerous others, the statement highlighted. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:52",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104680/india-funds-rehabilitation-of-sri-lankas-karainagar-boatyard",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Ex-PS member arrested for defamatory social media posts on MP Kottahachchi",
        "short_description": "January 3, 2025 10:53 am",
        "long_description": "January 3, 2025 10:53 am The Criminal Investigation Department (CID) has arrested former SLPP member of the Millaniya Pradeshiya Sabha, Raveendra Nammuni. He has been arrested for allegedly sharing defamatory statements on social media about National People’s Power (NPP) Member of Parliament Nilanthi Kottahachchi. The arrest was made this morning (3) at his residence in Batagoda. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:52",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104691/ex-ps-member-arrested-for-defamatory-social-media-posts-on-mp-kottahachchi",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Yoshitha Rajapaksa leaves CID after recording statement",
        "short_description": "January 3, 2025 01:01 pm",
        "long_description": "January 3, 2025 01:01 pm Yoshitha Rajapaksa, the second son of former President Mahinda Rajapaksa, has left the Criminal Investigation Department (CID), a short while ago, after recording a statement for around two hours. Yoshitha Rajapaksa arrived at the CID at around 10.00 a.m. this morning (03) to provide a statement regarding the alleged ownership of a government-owned land in Kataragama. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:54",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104696/yoshitha-rajapaksa-leaves-cid-after-recording-statement",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Labour Ministry introduces WhatsApp number to streamline services",
        "short_description": "January 2, 2025 02:56 pm",
        "long_description": "January 2, 2025 02:56 pm The Ministry of Labor has introduced a new WhatsApp number, 070 7227877, to speed up the responses by the Ministry of Labour and the Labour Department to the issues faced by State and private sector employees. This initiative aims to streamline services and enable the public to submit their requests easily, while enhancing the efficiency and to facilitate public communication. The Ministry expects both the Ministry of Labour and the Department of Labour to provide prompt relief and interventions in response to employee needs. Additionally, the Ministry stated that this WhatsApp number is intended to address service-related issues faced by private and semi-government employees promptly. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:56",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104672/labour-ministry-introduces-whatsapp-number-to-streamlineservices",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Former president Ranil meets Nepal\u0092s prime minister",
        "short_description": "January 2, 2025 02:31 pm",
        "long_description": "January 2, 2025 02:31 pm Nepalese Prime Minister KP Sharma Oli and former President of Sri Lanka, Ranil Wickremesinghe, held a meeting today at the Prime Minister’s official residence in Baluwatar, Kathmandu. During the meeting, they discussed matters concerning Nepal-Sri Lanka bilateral relations and mutual interests, foreign media reported. According to the Nepalese Prime Minister’s Secretariat, House of Representatives (HoR) member and industrialist Binod Chaudhary was also present. Wickremesinghe, a long-time friend of Prime Minister Oli, arrived in Nepal on December 28 for a private visit and is returning to Sri Lanka today, the report said. Wickremesinghe, who has served as the Prime Minister of Sri Lanka, arrived in Nepal on December 28, 2024, and his visit comes as part of his continued diplomatic and personal ties with Nepal. The discussions are expected to further enhance the cooperation and friendship between the two nations. --Agencies Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:57",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104671/former-president-ranil-meets-nepals-prime-minister",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Colombo HC extends suspension on Keheliya and family\u0092s assets",
        "short_description": "January 3, 2025 12:20 pm",
        "long_description": "January 3, 2025 12:20 pm The Colombo High Court today (3) extended the suspension order issued on the bank accounts and life insurance policies of former Health Minister Keheliya Rambukwella and his family members, for an additional three months. The extension was granted following a request from the Bribery Commission. Previously, the court had issued an order suspending the fixed deposits and life insurance policies valued at over Rs. 97 million, belonging to Rambukwella, his wife, daughters, and relatives, as part of an ongoing investigation by the Commission. The restraining order, which was set to expire today, has now been extended until April 2 by the court. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:58",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104693/colombo-hc-extends-suspension-on-keheliya-and-familys-assets",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "2 dead and 18 injured in small plane crash in Southern California",
        "short_description": "January 3, 2025 07:45 am",
        "long_description": "January 3, 2025 07:45 am Two people were killed and 18 injured when a small plane crashed through the rooftop of a commercial building in Southern California on Thursday, police said. Police got a report at 2:09 p.m. about the crash in the Orange County city of Fullerton, said Kristy Wells, a Fullerton police spokesperson. Firefighters and police arrived on scene and battled a blaze that broke out, and evacuated surrounding businesses, Wells said. The fire damaged the warehouse, which appeared to contain sewing machines and textile stock. The building was occupied by Michael Nicholas Designs, a furniture upholstery manufacturer, according to a sign on a door. Ten people were taken to the hospital, while eight were treated and released at the scene, police said. There were two confirmed deaths, according to Wells. It was not immediately known what type of plane it was or whether those injured were in the aircraft or on the ground, Wells said. The flight-tracking website FlightAware shows a four-seat, single-engine aircraft crashed about a minute after takeoff. Security camera footage from Rucci Forge, a wheel manufacturer across the street, shows a fiery explosion and a large plume of black smoke as the plane appeared to dive into the building tilted on its side. The plane crashed near the Fullerton Municipal Airport, a general aviation airport in Orange County that is about 6 miles (10 kilometers) from Disneyland. It has one runway and one heliport. Metrolink, a regional train line, is nearby, and flanks a residential neighborhood and commercial warehouse buildings. Another four-seat plane crashed into a tree a half-mile from the airport last November while making an emergency landing right after it had taken off, the Orange County Register reported. Both people on board suffered moderate injuries. Fullerton is a city of about 140,000 people some 25 miles (40 kilometers) southeast of Los Angeles. Source: AP --Agencies Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:59",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104685/2-dead-and-18-injured-in-small-plane-crash-in-southern-california",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "ASPI surpasses 16,000 points mark for first time ever",
        "short_description": "January 2, 2025 03:20 pm",
        "long_description": "January 2, 2025 03:20 pm The Colombo Stock Exchange (CSE) reached a historic milestone today (January 02) as the All Share Price Index (ASPI) surpassed the 16,000-points mark for the first time in the capital market’s history. The ASPI surged by 403.94 points, closing at 16,348.55, which is an increase of 2.53% compared to the previous close. Meanwhile, the S&P SL20 has gained 111.99 points to close at 4,974.09 points, an increase by 2.30%. Additionally, the day has witnessed an exceptional transaction turnover of over Rs. 12.86 billion. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:06:01",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104674/aspi-surpasses-16000-points-mark-for-firsttimeever",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "World's oldest person Tomiko Itooka dies aged 116",
        "short_description": "A Japanese woman, recognised as the world's oldest person by Guinness World Records, has died aged 116.",
        "long_description": "A Japanese woman, recognised as the world's oldest person by Guinness World Records, has died aged 116. Tomiko Itooka died in a nursing home in the city of Ashiya, Hyogo Prefecture, according to officials. She became the oldest person in the world after Spain's Maria Branyas Morera passed away in August 2024 at age 117. \"Ms Itooka gave us courage and hope through her long life,\" Ashiya's 27-year-old mayor Ryosuke Takashima said in a statement. \"We thank her for it.\" Ms Itooka was born in May 1908 – six years before World War One and the same year that the Ford Model T car was launched in the US. She was verified as the world's oldest person in September 2024 and was presented with the official GWR certificate on the Respect for the Aged Day, which is a Japanese public holiday celebrated annually to honour the country's elderly citizens. Ms Itooka, who was one of three siblings, lived through world wars and pandemics as well as technological breakthroughs. As a student, she played volleyball and climbed the 3,067-metre (10,062-foot) Mount Ontake twice. In her older age, she enjoyed bananas and Calpis, a milky soft drink popular in Japan, according to the mayor's statement. She married at 20, and had two daughters and two sons, according to Guinness. During World War Two she managed the office of her husband's textile factory. She lived alone in Nara after her husband died in 1979. She is survived by one son and one daughter, and five grandchildren. A funeral service was held with family and friends, according to officials. As of September, Japan counted more than 95,000 people who were 100 or older - 88% of whom were women. Of the country's 124 million people, nearly a third are 65 or older. Brazilian nun Inah Canabarro Lucas, who was born 16 days after Itooka and is 116, is now believed to be the world's oldest person. Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China. Biden decided to scrap the deal despite concerns that it could damage Washington's relations with Tokyo. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. With high youth unemployment rates, Chinese graduates are resorting to working as waiters, cleaners and movie extras. An overview of the media in South Korea, as well as links to broadcasters and newspapers. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:22",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c9830vpp2p0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3a43/live/90777ef0-ca8b-11ef-9bc2-7be38881685f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ae9f/live/0ef93260-ca0e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "China's overqualified youth taking jobs as drivers, labourers and film extras",
        "short_description": "China is now a country where a high-school handyman has a master's degree in physics; a cleaner is qualified in environmental planning; a delivery driver studied philosophy, and a PhD graduate from the prestigious Tsinghua University ends up applying to work as an auxiliary police officer.",
        "long_description": "China is now a country where a high-school handyman has a master's degree in physics; a cleaner is qualified in environmental planning; a delivery driver studied philosophy, and a PhD graduate from the prestigious Tsinghua University ends up applying to work as an auxiliary police officer. These are real cases in a struggling economy - and it is not hard to find more like them. \"My dream job was to work in investment banking,\" says Sun Zhan as he prepares to start his shift as a waiter in a hot pot restaurant in the southern city of Nanjing. The 25-year-old recently graduated with a master's degree in finance. He was hoping to \"make a lot of money\" in a high-paying role but adds, \"I looked for such a job, with no good results\". China is churning out millions of university graduates every year but, in some fields, there just aren't enough jobs for them. The economy has been struggling and stalling in major sectors, including real estate and manufacturing. Youth unemployment had been nudging 20% before the way of measuring the figures was altered to make the situation look better. In August 2024, it was still 18.8%. The latest figure for November has come down to 16.1%. Many university graduates who've found it hard to get work in their area of selected study are now doing jobs well below what they're qualified for, leading to criticism from family and friends. When Sun Zhan became a waiter, this was met with displeasure by his parents. \"My family's opinions are a big concern for me. After all, I studied for many years and went to a pretty good school,\" he says. He says his family is embarrassed by his job choice and would prefer he tried to become a public servant or official, but, he adds, \"this is my choice\". Yet he has a secret plan. He's going to use his time working as a waiter to learn the restaurant business so he can eventually open his own place. He thinks if he ends up running a successful business, the critics in his family will have to change their tune. \"The job situation is really, really challenging in mainland China, so I think a lot of young people have to really readjust their expectations,\" says Professor Zhang Jun from the City University of Hong Kong. She says many students are seeking higher degrees in order to have better prospects, but then the reality of the employment environment hits them. \"The job market has been really tough,\" says 29-year-old Wu Dan, who is currently a trainee in a sports injury massage clinic in Shanghai. \"For many of my master's degree classmates, it's their first time hunting for a job and very few of them have ended up landing one.\" She also didn't think this was where she would end up with a finance degree from the Hong Kong University of Science and Technology. Prior to this, she worked at a futures trading company in Shanghai, where she was specialising in agricultural products. When she returned to the mainland after finishing her studies in Hong Kong, she wanted to work in a private equity firm and did get some offers but was not happy with the conditions. That she didn't accept any of them and instead started training in sports medicine was not welcomed by her family. \"They thought I had such a good job before, and my educational background is quite competitive. They didn't understand why I chose a low-barrier job that requires me to do physical work for little money.\" She admits that she couldn't survive in Shanghai on her current salary, if not for the fact that her partner owns their home. At first, she didn't know anyone who supported her current career path, but her mother has been coming around after she recently treated her for her bad back, significantly reducing the pain she had been experiencing. Now the one-time finance student says she feels that a life working in the investment world actually doesn't suit her after all. She says she is interested in sports injuries, likes the job and, one day, wants to open her own clinic. Chinese graduates are being forced to change their perceptions regarding what might be considered \"a good position\", Prof Zhang says. In what might be seen as \"a warning sign\" for young people, \"many companies in China, including many tech companies, have laid off quite a lot of staff\", she adds. She also says that significant areas of the economy, which had once been big employers of graduates, are offering sub-standard conditions, and decent opportunities in these fields are disappearing altogether. While they work out what to do in the future, unemployed graduates have also been turning to the film and television industry. Big budget movies need lots of extras to fill out their scenes and, in China's famous film production town of Hengdian, south-west of Shanghai, there are plenty of young people looking for acting work. \"I mainly stand beside the protagonist as eye candy. I am seen next to the lead actors but I have no lines,\" says Wu Xinghai, who studied electronic information engineering, and was playing a bodyguard in a drama. The 26-year old laughs that his good looks have helped him become employed as an extra. He says people often come to Hengdian and work for just a few months at a time. He says this is a temporary fix for him too, till he finds something permanent. \"I don't make much money but I'm relaxed and feel free.\" \"This is the situation in China, isn't it? The moment you graduate, you become unemployed,\" says Li, who didn't want to give his first name. He majored in film directing and screenwriting and has also signed up to work as an extra for a few months. \"I've come here to look for work while I'm still young. When I get older, I'll find a stable job.\" But many fear they'll never land a decent job and may have to settle for a role unlike what they had imagined. The lack of confidence in the trajectory of the Chinese economy means young people often don't know what the future will hold for them. Wu Dan says even her friends who are employed can feel quite lost. \"They are quite confused and feel that the future is unclear. Those with jobs aren't satisfied with them. They don't know for how long they can hold onto these positions. And if they lose their current job, what else can they do?\" She says she will just \"go with the flow and gradually explore what I really want to do\". Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. The video app TikTok could soon be outlawed in the US, but Donald Trump has asked for a delay. It set the stage for China's economic ascent - and its rivalry with the US. Marking five years since Covid emerged, the WHO says China should share data as \"a moral and scientific imperative\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:23",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ce8nlpy2n1lo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/23d2/live/fc68de00-c9fb-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ab0/live/3123a310-c915-11ef-bf07-792f82a1779e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "The year China's famous road-tripping 'auntie' found freedom",
        "short_description": "Sixty-year-old Chinese grandmother Su Min had no intention of becoming a feminist icon.",
        "long_description": "Sixty-year-old Chinese grandmother Su Min had no intention of becoming a feminist icon. She was only trying to escape her abusive husband when she hit the road in 2020 in her white Volkswagen hatchback with a rooftop tent and her pension. \"I felt like I could finally catch my breath,\" she says, recalling the moment she drove away from her old life. \"I felt like I could survive and find a way of life that I wanted.\" Over the next four years and 180,000 miles, the video diaries she shared of her adventures, while detailing decades of pain, earned her millions of cheerleaders online. They called her the \"road-tripping auntie\" as she inadvertently turned into a hero for women who felt trapped in their own lives. Her story is now a hit film that was released in September - Like a Rolling Stone – and she made it to the BBC's list of 100 inspiring and influential women of 2024. It was a year of big moments, but if she had to describe what 2024 meant to her in a single word, she says that word would be \"freedom\". As soon as Su Min started driving, she felt freer, she told the BBC over the phone from Shenyang – just before she headed south for winter in her new SUV with a caravan. But it wasn't until 2024, when she finally filed for divorce, that she experienced \"another kind of freedom\". It took a while to get there: it's a complicated process in China and her husband refused to divorce her until she agreed to pay him. They settled on 160,000 yuan ($21,900; £17,400) but she is still waiting for the divorce certificate to come through. But she is resolute that she doesn't want to look back: \"I'm saying goodbye to him.\" In her new life on the road, Su Min's duty is to herself. Her videos mostly feature only her. Although she drives alone, she never seems lonely. She chats with her followers as she films her journey, sharing what she has been cooking, how she spent the previous day and where she's going next. Her audience travels with her to places they never knew they would long for – Xinjiang's snow-capped mountains, Yunnan's ancient river towns, sparkling blue lakes, vast grasslands, endless deserts. They applaud her bravery and envy the freedom she has embraced. They had rarely heard such a raw first-hand account about the reality of life as a \"Chinese auntie\". \"You're so brave! You chose to break free,\" wrote one follower, while another urged her to \"live the rest of your life well for yourself!\". One woman sought advice because she too \"dreams of driving alone\" and an awe-struck follower said: \"Mom, look at her! When I get older, I'll live a colourful life like hers if I don't get married!\" For some, the takeaways are more pragmatic yet inspiring: \"After watching your videos, I've learned this: as women, we must own our own home, cultivate friendships far and wide, work hard to be financially independent, and invest in unemployment insurance!\" Through it all, Su Min processes her own past. A stray cat she encounters on the road reminds her of herself, both of them having \"weathered the wind and rain for years but still managing to love this world that dusts our faces\". A visit to the market, where she smells chili peppers, evokes \"the smell of freedom\" because throughout her marriage spicy food was forbidden by her husband who didn't like it. For years Su Min had been the dutiful daughter, wife and mother – even as her husband repeatedly struck her. \"I was a traditional woman and I wanted to stay in my marriage for life,\" she says. \"But eventually I saw that I got nothing in return for all my energy and effort – only beatings, violence, emotional abuse and gaslighting.\" Her husband, Du Zhoucheng, has admitted to hitting her. \"It's my mistake that I beat you,\" he said in a video she recently shared on Douyin, TikTok's China platform. A high school graduate, he had a government job in the water resources ministry for 40 years before retiring, according to local media reports. He told an outlet in 2022 that he beat his wife because she \"talked back\" and that it was \"an ordinary thing\": \"In a family, how can there not be some bangs and crashes?\" Su Min married Du Zhoucheng \"really to avoid my father's control, and to avoid the whole family\". She was born and raised in Tibet until 1982, when her family moved to Henan, a bustling province in the valley along the Yellow River. She had just finished high school and found work in a fertiliser factory, where most of her female colleagues, including those younger than 20, already had husbands. Her marriage was arranged by a matchmaker, which was common at the time. She had spent much of her life cooking for and looking after her father and three younger brothers. \"I wanted to change my life,\" she says. The couple met only twice before the wedding. She wasn't looking for love, but she hoped that love would grow once they married. Su Min did not find love. But she did have a daughter, and that is one reason she convinced herself she needed to endure the abuse. \"We are always so afraid of being ridiculed and blamed if we divorce, so we all choose to endure, but in fact, this kind of patience is not right,\" she says. \"I later learned that, in fact, it can have a considerable impact on children. The child really doesn't want you to endure, they want you to stand up bravely and give them a harmonious home.\" She thought of leaving her husband after her daughter got married, but soon she became a grandmother. Her daughter had twins – and once again duty called. She felt she needed to help care for them, although by now she had been diagnosed with depression. \"I felt that if I didn't leave, I would get sicker,\" she says. She promised her daughter she would care for the two boys until they went to kindergarten, and then she would leave. The spark of inspiration for her escape came in 2019 while flicking through social media. She found a video about someone travelling while living in their van. This was it, she thought to herself. This was her way out. Even the pandemic did not stop her. In September 2020, she drove away from her marital home in Zhengzhou and she barely looked back as she made her way through 20 Chinese provinces and more than 400 cities. It's a decision that has certainly resonated with women in China. To her millions of followers, Su Min offers comfort and hope. \"We women are not just someone's wife or mother… Let's live for ourselves!\" wrote one follower. Many of them are mothers who share their own struggles. They tell her that they too feel trapped in suffocating marriages – some say her stories have inspired them to walk out of abusive relationships. \"You are a hero to thousands of women and many now see the possibility of a better life because of you,\" reads one of the top comments on one of her most-watched videos. \"When I turn 60, I hope I can be as free as you,\" another comment says. A third woman asks: \"Auntie Su, can I travel with you? I'll cover all the expenses. I just want to take a trip with you. I feel so trapped and depressed in my current life.\" \"Can you have the life of your dreams?\" Su Min pondered over the call. \"I want to tell you that no matter how old you are, as long as you work hard, you will definitely find your answer. Just like me, even though I'm 60 now, I found what I was looking for.\" She admits it wasn't easy and she had to live frugally on her pension. She thought the video blogs might help raise some money – she had no idea they would go viral. She talks about what she's learned over the years and her latest challenge – finalising the divorce. \"I haven't got my divorce certificate yet, because the law has a cooling-off period and we are now in that period.\" One of her followers wrote that the money she paid her husband was \"worth every penny\", adding: \"Now it's your turn to see the world and live a vibrant, unrestrained life. Congratulations, Auntie - here's to a colourful and fulfilling future!\" She says it's hard to get a divorce because \"many of our laws in China are to protect the family. Women often dare not divorce because of family disharmony\". At first, she thought that Du Zhoucheng's behaviour might improve with time and distance, but she said he still threw \"pots and pans\" at her on her return. He has only called her twice in the last few years – once because her highway access card was tied to his credit card and he wanted her to return 81 yuan (£0.90). She says she hasn't used that card since then. Undeterred by the delay in securing a divorce, Su Min keeps planning more trips and hopes to one day travel abroad. She's worried about overcoming language barriers, but is confident her story will resonate around the world - as it has in China. \"Although women in every country are different, I would like to say that no matter what environment you are in, you must be good to yourself. Learn to love yourself, because only when you love yourself can the world be full of sunshine.\" Additional reporting by Fan Wang in Singapore Ms Itooka lived through two world wars and was credited with a sprightly spirit all her life. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. With high youth unemployment rates, Chinese graduates are resorting to working as waiters, cleaners and movie extras. An overview of the media in South Korea, as well as links to broadcasters and newspapers. Provides an overview of South Korea, including key dates and facts about this East Asian country. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:23",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cr4rkz5nz69o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bbaa/live/cd1488f0-c1d3-11ef-9e92-076070f32991.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/571b/live/921238f0-c1d4-11ef-9e92-076070f32991.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Karl Nehammer says he will resign in the coming days after talks on forming a government without the far right break up.",
        "long_description": "Karl Nehammer says he will resign in the coming days after talks on forming a government without the far right break up. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. Lombardy's president, who confirmed the news, says Missoni's death is \"a great loss for Italy\". Financial problems at battery maker Northvolt have shaken hopes for Sweden's green industry sector. A man kills 12 people including two children, reportedly after an argument in a restaurant. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. The names of Dutch people investigated for working with the Nazis during World War 2 are available online for the first time. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side Lombardy's president, who confirmed the news, says Missoni's death is \"a great loss for Italy\". The world's oldest living Olympic gold medallist Agnes Keleti dies at the age of 103. Russian gas has stopped passing through Ukraine after a five-year deal expired, leaving Moldova at risk of a crisis. The EU says most states will not be affected but other European countries, including Moldova, are facing shortages. The country is home to the biggest remaining contingent of French troops in the region. What the conflict in 2024 means for 2025... Many of its soldiers are tired and exhausted after three years of fighting. The question – can the country endure another year of war? Ukraine's war stamps, some with swear words, boost morale at home and promote its image abroad. Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. There is deep sadness in the city - and also anger directed at the government and migrants. One woman describes how her boyfriend was dragged away from her after being hit by the car being used as a weapon. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Three survivors of the downed Azerbaijani plane have described the moments on the flight before the crash. Footage shows survivors walking and being dragged away from the tail section of the plane. More than 30 million Catholic pilgrims are expected to head to Rome for the jubilee, which takes place once every 25 years. Karl Nehammer says he will resign in the coming days after talks on forming a government without the far right break up. A 31-year-old has been charged with the murder of his mother in County Westmeath. The names of Dutch people investigated for working with the Nazis during World War 2 are available online for the first time. The body of Mirjana Pap, who was in her 50s, was found on lands at Curraghaleen on Monday. Financial problems at battery maker Northvolt have shaken hopes for Sweden's green industry sector. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. John O'Connor, 58, was pronounced dead in Cluain Fada, New Ross, shortly after 11:00 on Tuesday. Lombardy's president, who confirmed the news, says Missoni's death is \"a great loss for Italy\". A man kills 12 people including two children, reportedly after an argument in a restaurant. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:27",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/europe",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5647/live/f6c74890-caed-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6181/live/eeca2a30-c95e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Last hope for Indian nurse on death row in Yemen: pardon from victim's family",
        "short_description": "Family members of an Indian nurse who is on death row in war-torn Yemen say they are pinning their hopes on a last-ditch effort to save her.",
        "long_description": "Family members of an Indian nurse who is on death row in war-torn Yemen say they are pinning their hopes on a last-ditch effort to save her. Nimisha Priya, 34, was sentenced to death for the murder of a local man - her former business partner Talal Abdo Mahdi - whose chopped-up body was discovered in a water tank in 2017. Lodged in the central jail of capital Sanaa, she is set to be executed soon, with Mahdi al-Mashat, president of the rebel Houthis' Supreme Political Council, approving her punishment this week. Under the Islamic judicial system, known as Sharia, the only way to stop the execution now is securing a pardon from the victim's family. For months, Nimisha's relatives and supporters have been trying to do this by raising diyah, or blood money, to be paid to Mahdi's family, and negotiations have been going on. But with time running out, supporters say their hopes rest entirely on the family's decision. With the presidential sanction coming in, the public prosecutor's office will once again seek consent from Mahdi's family and ask if they have any objections to the execution, said Samuel Jerome, a Yemen-based social worker who holds a power of attorney on behalf of Nimisha's mother. \"If they say they do not want to or can pardon her, the sentence would be immediately stopped,\" he said. \"Forgiveness is the first step. Whether the family accepts the blood money comes only after that.\" Under Yemen's laws, Nimisha's family cannot directly contact the family of the victim and must hire negotiators. Subhash Chandran, a lawyer who has represented Nimisha's family in India in the past, told the BBC that the family had already crowdfunded $40,000 (£32,268) for the victim's family. The money has been given in two tranches to the lawyers hired by the Indian government to negotiate the case (a delay in sending the second tranche affected the negotiations, Mr Jerome says). \"We now need to explore the scope for discussions with the [victim's] family, which is possible only with the Indian government's support,\" Mr Chandran said. India's foreign ministry has said they are aware of Nimisha's situation and are extending all possible help to the family. Her family is anxious but also hopeful. \"Nimisha has no knowledge of what is happening beyond the gates of prison,\" said her husband Tony Thomas, who spoke to her hours before the approval of the death sentence. \"The only thing she wants to know is if our daughter is fine.\" Nimisha's mother is currently in Sanaa, having travelled there last year after a court in India allowed her to go to the region controlled by Houthi rebels. She has met her daughter twice in prison since then. The first reunion was very emotional. \"Nimisha saw me... she said I had become weak and asked me to keep courage, and that God would save her. She asked me not to be sad,'' her mother Prema Kumari told the BBC. The second time, Ms Kumari was accompanied by two nuns who held prayers for her daughter in prison. Nimisha was barely 19 when she went to Yemen. The daughter of a poorly-paid domestic worker, she wanted to change her family's financial situation, and worked as a nurse in a government-run hospital in Sanaa for some years. In 2011, she returned home - Kochi city in southern India - and married Mr Thomas, a tuk-tuk driver. The couple moved to Yemen together shortly afterwards. But financial struggles forced Mr Thomas to return to India with their baby daughter. Tired of low-paying hospital jobs, Nimisha decided to open her own clinic in Yemen. As the law there mandated that she have a local partner, she opened the clinic jointly with Mahdi, a store owner. The two were initially on good terms - when Nimisha briefly visited India for her daughter's baptism, Mahdi accompanied her. \"He seemed like a nice man when he came to our house, \" Mr Thomas told the BBC. But Mahdi's attitude, Mr Thomas alleged, \"suddenly changed\" when the civil war broke out in Yemen in 2014. At that time, Nimisha was trying to finalise paperwork so her husband and daughter could join her again. But after the war broke out, the Indian government banned all travel to Yemen, making it impossible for them to go be with her. Over the coming days, thousands of Indians were evacuated from the country, but Nimisha chose to stay, as she had taken out huge loans to open her clinic. It was around then that Nimisha started to complain about Mahdi's behaviour, including allegations of physical torture, Mr Thomas said. A petition in court, filed by a group called Save Nimisha Priya International Action Council, alleged that Mahdi snatched all her money, seized her passport and even threatened her with a gun. After Mahdi's body was discovered in 2017, the police charged Nimisha with killing him by giving him an \"overdose of sedatives\", and allegedly chopping up his body. Nimisha denied the allegations. In court, her lawyer argued that she had tried to anaesthetise Mahdi just to retrieve her passport from him, but that the dose was accidentally increased. In 2020, a local court sentenced Nimisha to death. Three years later, in 2023, her family challenged the decision in Yemen's Supreme Court, but their appeal was rejected. Even with so many twists and turns, the family is not willing to give up hope. \"My heart says that we can arrive at a settlement and save Nimisha's life,'' Mr Thomas said. More than anything, he said he was worried about their daughter, now 13, who had \"never experienced a mother's love\". \"They speak on the phone every week and my daughter gets upset if she misses the call,\" Mr Thomas said. \"She needs her mother. What will she do without her?\" Follow BBC News India on Instagram, YouTube, Twitter and Facebook. Teenage Australia opener Sam Konstas ramps India's Jasprit Bumrah for four in the final Test of the series in Sydney. Mohammed Siraj removes Sam Konstas and Travis Head in the same over to leave Australia 39-4 in their final Test against India in Sydney. Virat Kohli is angry with himself for edging Scott Boland to Steve Smith in the final Test between Australia and India. Rishabh Pant hits a brilliant 61 but Scott Boland takes 4-42 as India lead Australia by 145 with four wickets remaining after day two of the final Test. India's Rishabh Pant hits Mitchell Starc for back-to-back sixes to reach his half-century from only 29 balls against Australia in Sydney. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:28",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cgkx4e4knv8o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/812e/live/d1445b50-c8f7-11ef-8c70-abd07497aef8.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/35f1/live/816c7cb0-c8f8-11ef-8c70-abd07497aef8.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha",
        "long_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The US president has previously vowed not to intervene in his son's case. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. Moscow's forces have taken more ground since September than they did over the course of 2023, analysts say. Ukrainians tell of their fear as BBC Verify analyses videos appearing to show drone strikes on civilians. The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Female crooks are exploiting superstition and family love to swindle other women. If the chancellor decides to increase NI for employers in the Budget would that be going back on previous promises? It is illegal for non-citizens to vote in the US election - but Donald Trump has repeatedly claimed immigrants are going to. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:29",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed32/live/a90d6a20-c139-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1651/live/4c270140-bd51-11ef-8889-ebba28ecef92.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations.",
        "long_description": "The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. The West African country joins four other continental nations in making it easier to visit. Tremors have been reported in the surrounding area and steam has been seen rising from the volcano. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. During the festive season, a community in the West African state confers titles to wealthy men in search of prestige. Growers find that the changing climate is having a big impact on the size of their harvests. Pictures of revellers from the Calabar Carnival marking Christmas in the southern Nigeria. Carmen Souza's latest album is inspired by the little-known British influence on the Cape Verde islands. Three friends, known as the Kids of the Colony, have racked up millions of views on social media. The BBC goes on patrol with the Kenyan officers sent to quell violence in gang-ravaged Haitian capital Port-au-Prince. Lebo M, who played a key role in the original movie, reflects on his career and contribution to Mufasa. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Nigeria midfielder Alex Iwobi says the team spirit at Fulham is enabling him to enjoy his \"best season\" in the Premier League. Two continental football tournaments and the road cycling world championships in Rwanda are among the highlights of Africa's sporting calendar for 2025. Sudan coach Kwesi Appiah reflects on how his team defied the odds in the middle of a civil war to reach the 2025 Africa Cup of Nations. Kenya's Beatrice Chebet smashes the women's 5km world record to set a time of 13 minutes and 54 seconds at the Cursa dels Nassos road race in Barcelona. Zambia captain Barbra Banda, recently-crowned African Women's Footballer of the Year, wants to be the world's best player. Fulham and Nigeria star Alex Iwobi has been playing Santa Claus with his own Christmas shop in east London, giving out free food, including turkeys, to local residents. BBC Africa Correspondent Mayeni Jones reports from cyclone-hit Mayotte, as French President Emmanuel Macron visits to assess the damage. Video footage shows the devastation wrought by the strongest storm in decades to strike the French territory. Nigerian Pastor Tobi Adeboyega addresses his UK deportation case and allegations against his church Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. The West African country joins four other continental nations in making it easier to visit. Tremors have been reported in the surrounding area and steam has been seen rising from the volcano. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. The child ate wild fruit and dug small wells in dry river banks to find drinking water in Zimbabwe. A manhunt is underway for the 13 suspects, who were allegedly released by an intoxicated police officer. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:32",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/866c/live/b7f28940-c129-11ef-a0f2-fd81ae5962f4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2634/live/07891a80-bc86-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side",
        "long_description": "Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side What the conflict in 2024 means for 2025... Advances in technology raise questions about the need to send people to space - and the risks and cost How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits From cancer battles to an ongoing family fallout, it was a testing year. But it also gave a telling glimpse into his approach to leadership Are extreme fantasies about dominating women that were once just that - fantasies - now becoming more normalised in reality too? Advances in technology raise questions about the need to send people to space - and the risks and cost Safety issues with the Boeing 737 Max and mass employee strikes made for a challenging 2024. New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits As those in the lucrative Captagon network move aside, how will the new leaders stop any criminals waiting in the wings to replace them? The offensive that ended Bashar al-Assad's 24-year rule has left the country facing an uncertain future The verdicts aren't yet in - but the trial has already started changing the conversations around consent in the country and beyond. The BBC speaks with parents who insist the school system is \"broken\" as latest government estimates point to a rise in home education. The PM and his colleagues agree the illegal people smuggling trade in Britain must end - but there's huge disagreement over what should be done. BBC correspondents forecast the leading news stories for the year ahead The government wants to end the sale of petrol cars by 2030. A presenter, a comedian and a neuroscientist walk into a tent in Wales... In 2000, two Polish students started creating a smart speaker which sounded human Dr Chris van Tulleken explores the incredible journey food takes through our bodies. Does a successful entrepreneur still experience self-doubt despite all his success? Survivors share their stories of the deadliest tsunami in history, 20 years on. Single parents explore living together to cope with loneliness and the cost of living. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:33",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/56d8/live/9f42a4a0-bece-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b28a/live/d8013670-bede-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Powerful yet so humble' - Americans gather to say goodbye to Jimmy Carter",
        "short_description": "Americans have been gathering to remember Jimmy Carter as a nearly week-long state funeral gets under way for the 39th US president.",
        "long_description": "Americans have been gathering to remember Jimmy Carter as a nearly week-long state funeral gets under way for the 39th US president. Saturday's procession from Carter's home in Plains, Georgia, to Atlanta marked the beginning of the six-day public goodbye for the statesman, who passed away last month aged 100. Carter will be flown to Washington DC on Tuesday where he will lie in state at the US Capitol before a service on Thursday that will feature remarks from former American presidents. Mourners from the state of Georgia and around the world have gathered in Atlanta to pay their respects. Among those who came on Saturday was Heather Brooks, an Atlanta resident and \"great admirer\" of the Democrat. \"[I] found him to be always kind, relatable, just an awesome individual who has done so much for the world, not just America,\" Ms Brooks told the BBC. She said she had met Carter a handful of times and described him as \"powerful yet so humble\". Paige Alexander, the head of the Carter Center, told the BBC that the ex-president should be remembered for his \"sincerity and integrity\". \"I mean, at the end of the day, you have a politician who would say during a debate, you know, 'the Honourable President [Gerald] Ford and I disagree on these issues',\" Ms Alexander said. \"You don't hear that now.\" The grassy area outside the Carter Center has been overflowing with flowers, handwritten tributes and bags of peanuts, a reference to Carter's early years as a peanut farmer in Plains. Those who knew the former president well, like Jill Stuckey, a long-time friend of the Carter family, said she will miss his - and his wife Rosalynn's - commitment to helping others. That's something Ms Stuckey said the couple was committed to \"until the day they passed\". \"I don't know how we're going to get used to a world without President Carter,\" she told the BBC. On Saturday the motorcade passed the Methodist church where the Carters married in 1946, and the home where they lived and died. The former president will be buried there alongside Rosalynn, who died in late 2023 aged 96. The procession also stopped in front of Carter's boyhood home and family farm just outside Plains. The site is now part of Jimmy Carter National Historical Park, which rang the old farm bell on Saturday 39 times to honour the 39th president. The motorcade then stopped at the Georgia state capitol building for a moment of silence led by Georgia Governor Brian Kemp. Mourners will be able to visit Carter at the presidential library on 5 January and 6 January before he is flown to Washington DC on 7 January. For two days he will lie in state at the US Capitol Rotunda, where the public will be able to pay their respects. His life will be commemorated at Washington National Cathedral on 9 January in a service attended by several former presidents. On top of the political praise Carter is expected to receive in the coming days will be the personal tributes from his extended family. For Jason Carter, the former president's grandson, it is the personal connection he had with people that he will especially miss. \"I think for many people in the country he was a beacon of love and respect and I think that's worth celebrating,\" the former Georgia state senator told the BBC. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:34",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c878zglqx23o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fd66/live/fd5dea50-cad5-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2310/live/25e414f0-cae9-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Tanzania's fuel revolution slowed down by lack of filling stations",
        "short_description": "A revolution in vehicle fuel is gaining momentum in Tanzania, but a lack of filling stations means it is stuck in second gear.",
        "long_description": "A revolution in vehicle fuel is gaining momentum in Tanzania, but a lack of filling stations means it is stuck in second gear. Like Nigeria and some other countries on the continent, Tanzania is beginning to embrace compressed natural gas (CNG) as an alternative to petrol and diesel. It is seen as cleaner and better for the environment than those fossil fuels, but its relative cheapness is the biggest draw for the 5,000 or so motorists in the East African state who have embraced the change - particularly commercial drivers. This represents a small fraction of Tanzania's vehicles, but the early adopters are paving the way for a wider acceptance of CNG - the government reportedly wants near total adoption by the middle of the century. Tanzania has large reserves of gas under the sea and for those filling up, CNG can cost less than half its petrol equivalent. The potential saving was enough to persuade taxi owner Samuel Amos Irube to part with about 1.5m Tanzanian shillings ($620; £495) to convert his three-wheeled vehicle – known locally as a bajaji - to CNG. But now, having to get the gas twice a day, he often spends more time waiting at a filling station in the largest city, Dar es Salaam, than he does earning money. There are only four places in Tanzania's commercial hub where he can fill up. Quietly frustrated, he says he has to wait for at least three hours every time he wants to refuel, but the savings make it worth it, as he spends just 40% of what he would on the equivalent amount of petrol. The slow-moving queues of vehicles at the Ubungo CNG station snake down the road. Things are orderly – there are three clear lines, one for cars and two for bajajis – but the irritation is palpable. Medadi Kichungo Ngoma, in the queue for two hours already, stares at the vehicles ahead of him as he waits by his silver pick-up truck. He tells the BBC that he was among the first people in the city to convert his vehicle, which involved installing a large cylinder in the back of the pick-up, and reminisces about the short queues. \"Sometimes the attendant would have to be called to serve us,\" he says. He complains that the infrastructure has not expanded to accommodate the increasing demand. This is also the refrain heard at the largest of the city's CNG filling stations near the airport. Sadiki Christian Mkumbuka has waited here for three hours with his bajaji. \"The queue is very long,\" he says, adding that \"we should have as many stations as there are for petrol vehicles\". But the price consideration will keep people coming back. \"I pay 15,000 shillings ($6; £5) to fill my 11kg gas tank, which goes for about 180km,\" says another motorist who introduces himself as Juma, adding that this is less than half the cost for petrol to cover the same distance. The push to encourage motorists to adopt CNG-powered vehicles in Tanzania was hatched over a decade ago but did not begin in earnest until 2018. Those in charge of the project acknowledge that they did not foresee the rapid rise in demand. Aristides Kato, the CNG project manager at the state-oil firm, the Tanzania Petroleum Development Corporation (TPDC), tells the BBC that there \"has been a very drastic increase\" recently in the use of natural gas by vehicle owners. \"We found ourselves not having enough infrastructure to support the demand for gas-using vehicles,\" he admits. The authorities, though, want more people to switch to CNG because it is a relatively clean-burning fossil fuel that results in fewer emissions of nearly all types of air pollutants, according to the UN. Plus the locally available natural gas should allow for cheaper prices than petrol. But the cost of converting a vehicle plus the lower mileage that a full tank gives a motorist compared to petrol or diesel may be putting some people off. However, the country manager of Taqa Arabia, an Egyptian company that runs the filling station near the airport, sees the growing demand as a \"positive sign that CNG use has started to develop in Tanzania\". Amr Aboushady says his firm plans to build more stations and hopes to \"replicate our success story in Egypt by helping the [Tanzanian] government best utilise natural gas as an affordable, reliable, cleaner source of energy\". Egypt has pioneered the use of CNG on the continent, with about half a million vehicles converted to a dual-fuel system since the 1990s. Other African countries that have approved CNG use for vehicles include South Africa, Kenya, Mozambique and Ethiopia. The authorities in Tanzania are committed to rolling out more infrastructure and hope to encourage more private investors to get involved. A central CNG \"mother station\" is being built in Dar es Salaam by TPDC, which will supply gas to smaller stations around the country. In addition, TPDC is acquiring five mobile CNG units that will be located in Dar es Salaam as well as the capital, Dodoma, and Morogoro. These measures should in the medium-term lead to shorter queues, but for the time being the lack of filling stations will continue to frustrate Tanzania's CNG pioneers. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. The West African country joins four other continental nations in making it easier to visit. Tremors have been reported in the surrounding area and steam has been seen rising from the volcano. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:29:35",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2pggj3g3po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/715f/live/a9b8e0d0-c143-11ef-b208-058c682ba73e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cb6a/live/b1c8de50-bec9-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Israeli strikes kill at least 30 in Gaza as ceasefire talks set to resume in Qatar",
        "short_description": "January 3, 2025 10:08 pm",
        "long_description": "January 3, 2025 10:08 pm Israeli strikes killed at least 30 people in Gaza, including children, overnight and into Friday, hospital staff said, as often-stalled ceasefire talks to end the Israel-Hamas war were set to resume in Qatar. Sirens sounded across Israel for missiles fired from Yemen. Staff at the Al-Aqsa Martyrs Hospital said that more than a dozen women and children were killed in strikes in central Gaza, including in Nuseirat, Zawaida, Maghazi and Deir al-Balah. Dozens of people were killed across the enclave the previous day, bringing the total killed in the past 24 hours to 56. “We woke up to the missile strike. We found the whole house disintegrated,” Abdul Rahman Al-Nabrisi said in the Maghazi refugee camp. The Israeli army said in a statement Friday that during the past day, it had struck dozens of Hamas gathering points and command centers throughout Gaza. The army asserted that measures were taken to mitigate civilian harm, such as using aerial surveillance. And it issued a warning for people to leave an area of central Gaza immediately, saying it would attack following launches from there toward Israel. The military said that a few projectiles entered Israel from central and northern Gaza, with no injuries reported. Freelance journalist Omar al-Derawi was among those killed on Friday. Associated Press reporters saw friends and colleagues mourning over his body, with a press vest laid on his shroud. The Committee to Protect Journalists said last month that more than 130 Palestinian reporters have been killed since the start of the war. Israel hasn’t allowed foreign journalists to enter Gaza except on military embeds. Israelis also woke up to attacks. Israel said that missiles were fired into the country from Yemen, setting off air raid sirens in Jerusalem and central Israel and sending people scrambling to shelters. There were no immediate reports of injuries or damage. Israel’s army said that a missile was intercepted. The Iran-backed Houthi rebels in Yemen often claim responsibility. Efforts at ceasefire negotiations were expected to resume Friday. Israeli Prime Minister Benjamin Netanyahu’s office has said that he authorized a delegation from the Mossad intelligence agency, the Shin Bet internal security agency and the military to continue negotiations in Qatar. The delegation was leaving for Qatar on Friday. The U.S.-led talks have repeatedly stalled during nearly 15 months of war. Netanyahu has vowed to press ahead in Gaza until Hamas is destroyed. But the militants, while greatly weakened, have repeatedly regrouped, often after Israeli forces withdraw from areas. The war was sparked by Hamas-led militants’ attack into Israel on Oct. 7, 2023. They killed around 1,200 people, mostly civilians, and abducted around 250. Around 100 hostages are still inside Gaza, at least a third believed to be dead. Israel’s offensive in retaliation has killed more than 45,500 Palestinians in Gaza, according to the territory’s Health Ministry, which says women and children make up more than half the dead. The ministry doesn’t distinguish between civilians and combatants in its tally. Israel’s military says it only targets militants and blames Hamas for civilian deaths because its fighters operate in dense residential areas. The army says it has killed 17,000 militants, without providing evidence. The war has caused widespread destruction and displaced about 90% of Gaza’s population of 2.3 million, many of them multiple times. Winter has now arrived, and hundreds of thousands are sheltering in tents near the sea. Source: AP --Agencies",
        "publication_time": "2025-01-05 11:29:37",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104706/israeli-strikes-kill-at-least-30-in-gaza-as-ceasefire-talks-set-to-resume-in-qatar",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Police launch probe into false audio clip on \u0091Clean Sri Lanka\u0092 program",
        "short_description": "January 4, 2025 01:44 pm",
        "long_description": "January 4, 2025 01:44 pm Sri Lanka Police have confirmed that an audio clip currently circulating on social media, claiming to be a “special announcement in line with the government’s Clean Sri Lanka – 2025 program”, is a fake. The audio clip, allegedly citing a section of the Police Ordinance, instructs the public to maintain cleanliness in front of their residences and warns of legal action against non-compliance after January 15, 2025. In an official statement, Sri Lanka Police emphasized that no such announcement has been released by the department. Authorities have initiated an investigation to identify the individual responsible for creating and disseminating the false audio clip. Legal action will be taken against the perpetrator, the statement further clarified.",
        "publication_time": "2025-01-05 11:29:38",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104715/police-launch-probe-into-false-audio-clip-on-clean-sri-lanka-program",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Ex-PS member arrested over defamatory posts about NPP MP granted bail",
        "short_description": "January 3, 2025 05:49 pm",
        "long_description": "January 3, 2025 05:49 pm Former SLPP member of the Millaniya Pradeshiya Sabha, Raveendra Rammuni, has been granted bail by the Colombo Magistrate’s Court. He was arrested by the Criminal Investigation Department (CID) this morning for allegedly sharing defamatory statements on social media about National People’s Power (NPP) Member of Parliament Nilanthi Kottahachchi. The former PS member was arrested this morning (3) at his residence in Batagoda.",
        "publication_time": "2025-01-05 11:29:39",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104703/ex-ps-member-arrested-over-defamatory-posts-about-npp-mp-granted-bail",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "World\u0092s oldest person Tomiko Itooka dies at 116 in Japan",
        "short_description": "January 4, 2025 07:15 pm",
        "long_description": "January 4, 2025 07:15 pm A Japanese woman, recognised as the world’s oldest person by Guinness World Records, has died aged 116. Tomiko Itooka died in a nursing home in the city of Ashiya, Hyogo Prefecture, according to officials. She became the oldest person in the world after Spain’s Maria Branyas Morera passed away in August 2024 at age 117. “Ms Itooka gave us courage and hope through her long life,” Ashiya’s 27-year-old mayor Ryosuke Takashima said in a statement. “We thank her for it.” Ms Itooka was born in May 1908 – six years before the World War One and the same year that the Ford Model T car was launched in the US. She was verified as the world’s oldest person in September 2024 and was presented with the official GWR certificate on the Respect for the Aged Day, which is a Japanese public holiday celebrated annually to honour the country’s elderly citizens. Ms Itooka, who was one of three siblings, lived through world wars and pandemics as well as technological breakthroughs. As a student, she played volleyball and climbed the 3,067-metre (10,062-foot) Mount Ontake twice. In her older age, she enjoyed bananas and Calpis, a milky soft drink popular in Japan, according to the mayor’s statement. She married at 20, and had two daughters and two sons, according to Guinness. During World War Two she managed the office of her husband’s textile factory. She lived alone in Nara after her husband died in 1979. She is survived by one son and one daughter, and five grandchildren. A funeral service was held with family and friends, according to officials. As of September, Japan counted more than 95,000 people who were 100 or older - 88% of whom were women. Of the country’s 124 million people, nearly a third are 65 or older. Brazilian nun Inah Canabarro Lucas, who was born 16 days after Itooka and is 116, is now believed to be the world’s oldest person. Source: BBC --Agencies",
        "publication_time": "2025-01-05 11:29:40",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104720/worlds-oldest-person-tomiko-itooka-dies-at-116-in-japan",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lankan leaders express solidarity with Cuba",
        "short_description": "January 4, 2025 10:26 am",
        "long_description": "January 4, 2025 10:26 am Representatives of Sri Lankan organizations visited the Cuban embassy to express their solidarity with the Caribbean nation and greet it on the 66th anniversary of the Triumph of the Revolution, diplomatic sources informed yesterday. Ambassador Andres Gonzalez received the leaders of the Friendship Association, the Communist Party (CPSL), and the Sama Samaja Party (LSSP) at the diplomatic mission. Also, congratulations messages have been sent from Sri Lanka to Cuba on the 66th anniversary of the Cuban revolutionary process. At a previous event, chaired by the Cuban Ambassador, the Minister of Commerce, Food Security and Cooperative Development, Wasantha Samarasinghe, thanked Cuba for its example and fraternity and wished its government and people success. Meanwhile, Sri Lanka’s Democratic Left Front (LDF) reiterated its call to end the US blockade against Cuba in a message signed by its general secretary Vasudeva Nanayakakara. The Sri Lankan organization praised the Cuban government and people for their steadfast resistance against imperialist aggression. The Sri Lankan Bolivarian Solidarity group called the Cuban Revolution a heritage of the anti-imperialist world and highlighted Fidel Castro’s leading role in the Caribbean island. Sri Lanka’s National Freedom Front highlighted Cuba’s achievements in science and health in a message signed by its top leader, former parliamentarian Wimal Weerawansa, to President Miguel Diaz-Canel. Source: Prensa Latina --Agencies",
        "publication_time": "2025-01-05 11:29:41",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104710/sri-lankan-leaders-express-solidarity-with-cuba",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "2024 Scholarship Exam paper marking to resume from Jan 8",
        "short_description": "January 4, 2025 08:09 pm",
        "long_description": "January 4, 2025 08:09 pm The Department of Examinations has announced that the paper marking process for the 2024 Grade 05 Scholarship Examination, which was the subject of recent controversy, will resume next week. Accordingly, the Commissioner General of Examinations, Amith Jayasundara, stated that the paper marking process will take place from January 08 to January 12.",
        "publication_time": "2025-01-05 11:29:42",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104721/2024-scholarship-exam-paper-marking-to-resume-from-jan-8",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Nearly 300,000 dog bites reported annually in Sri Lanka",
        "short_description": "January 4, 2025 11:15 am",
        "long_description": "January 4, 2025 11:15 am The Public Health Veterinary Service reports that nearly 300,000 dog bites are recorded annually in Sri Lanka, leading to the administration of approximately 200,000 human rabies vaccines last year. According to Dr. Yeshan Guruge, Medical Officer of the Public Health Veterinary Service, 20 people succumbed to rabies last year. Among these fatalities, 11 were attributed to dog bites, one to a Golden palm civet bite, while in eight cases, the animal responsible could not be properly identified. Middle-aged individuals are the primary victims of animal bites, with men accounting for half of the cases. Despite dog bites being the most common cause, their frequency has shown a gradual decline over the past decade. However, bites from toque macaque monkeys have increased during this period. Dr. Guruge also highlighted that over Rs. 600 million is spent annually on human rabies vaccines in Sri Lanka.",
        "publication_time": "2025-01-05 11:29:44",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104711/nearly-300000-dog-bites-reported-annually-in-sri-lanka",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Trump must be sentenced in hush money case, judge signals no jail",
        "short_description": "January 4, 2025 10:13 am",
        "long_description": "January 4, 2025 10:13 am President-elect Donald Trump will be sentenced on Jan. 10 in the criminal case in which he was convicted on charges involving hush money paid to a porn star, but is unlikely to face jail time or other penalties, a judge said on Friday. Justice Juan Merchan’s ruling means Trump will be required to appear at a court hearing just 10 days before his Jan. 20 inauguration - an unprecedented scenario in U.S. history. Before Trump, no U.S. president - former or sitting - had been charged with or convicted of a crime. The judge said Trump, 78, may appear at his sentencing either in person or virtually. He wrote that he was not inclined to sentence Trump to jail, and that a sentence of “unconditional discharge” - meaning no custody, monetary fine, or probation - would be “the most viable solution.” The imposition of the sentence would pave the way for Trump to appeal. Merchan acknowledged in his ruling that Trump has made clear he intends to appeal. In a statement, Trump spokesperson Steven Cheung said there should be no sentencing in the case. “This lawless case should have never been brought, and the Constitution demands that it be immediately dismissed,” Cheung said. Merchan announced his plan for the sentencing in denying Trump’s motion to dismiss the case due to his presidential election victory. Trump’s defense lawyers had argued that having the case hang over him during his presidency would impede his ability to govern. Merchan rejected that argument, writing that setting aside the jury’s verdict would “undermine the Rule of Law in immeasurable ways.” “Defendant’s status as President-elect does not require the drastic and ‘rare’ application of (the court’s) authority to grant the (dismissal) motion,” Merchan wrote in the decision. Merchan also rejected Trump’s argument in a Dec. 3 court filing that dismissal was warranted because his “civic and financial contributions to this city and the Nation are too numerous to count.” While acknowledging Trump’s service as president, the judge said Trump’s public statements excoriating the justice system were also a factor for him in determining how Trump’s character would factor into the decision. Merchan criticized what he called Trump’s “unrelenting and unsubstantiated attacks” against the integrity of the criminal proceeding, and noted that he had found him guilty of 10 counts of contempt during the trial for repeatedly violating an order restricting out-of-court statements about witnesses and others. “Defendant has gone to great lengths to broadcast on social media and other forums his lack of respect for judges, juries, grand juries and the justice system as a whole,” Merchan wrote. “Defendant’s character and history vis-a-vis the Rule of Law and the Third Branch of government must be analyzed,” the judge said, referring to the judiciary. “In that vein, it does not weigh in his favor.” ‘EXTREME REMEDY’ The case stemmed from a $130,000 payment that Trump’s former lawyer Michael Cohen made to adult film actor Stormy Daniels. The payment was for her silence before the 2016 election about a sexual encounter she has said she had a decade earlier with Trump, who denies it. A Manhattan jury in May found Trump guilty of 34 counts of falsifying business records to cover up the payment. He had pleaded not guilty and called the case an attempt by Manhattan District Attorney Bragg, the Democratic prosecutor who brought the charges, to harm his 2024 campaign. Trump’s sentencing was initially scheduled for July 11, 2024, but has been pushed back several times. On Thursday, Merchan said Trump’s request in August that the sentencing be pushed back until after the election implied that he consented to being sentenced during the transition period. “Any claim Defendant may have that circumstances have changed as a result of Defendant’s victory in the Presidential election, while convenient, is disingenuous,” Merchan wrote. Bragg did not oppose delaying the sentencing until after the election. Merchan in September pushed it back to Nov. 26. After Trump defeated Democratic Vice President Kamala Harris in the Nov. 5 election, the judge delayed the sentencing indefinitely to figure out next steps. Bragg’s office had argued there were measures short of the “extreme remedy” of overturning the jury’s verdict that could assuage Trump’s concerns about being distracted by a criminal case while serving as president, such as delaying the sentence until after Trump leaves the White House in 2029. Merchan wrote on Thursday he found that alternative “less desirable” than sentencing Trump before the inauguration. PRESIDENTIAL IMMUNITY Trump on Dec. 16 lost a separate bid to toss the hush money conviction in light of the U.S. Supreme Court‘s July 1 decision that presidents cannot be criminally prosecuted over their official actions, and that evidence of their official actions cannot be presented in criminal cases over personal conduct. In denying Trump’s motion to dismiss, Merchan said the prosecution over “decidedly personal acts of falsifying business records poses no danger of intrusion on the authority and function of the executive branch.” Falsifying business records is punishable by up to four years in prison, but incarceration is not required. Before his election victory, legal experts said it was unlikely Trump would be locked up due to his lack of a criminal history and advanced age. Trump was charged in three other state and federal criminal cases in 2023: one involving classified documents he kept after leaving office and two others involving his efforts to overturn his 2020 election loss. He pleaded not guilty in all three cases. The Justice Department moved to dismiss the two federal cases after Trump’s election victory. Trump’s state criminal case in Georgia over charges stemming from his effort to overturn his 2020 election loss in that state is in limbo. Source: Reuters --Agencies",
        "publication_time": "2025-01-05 11:29:45",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104709/trump-must-be-sentenced-in-hush-money-case-judge-signals-no-jail",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Russia vows retaliation after saying it downed eight US-made long-range missiles",
        "short_description": "January 4, 2025 09:34 pm",
        "long_description": "January 4, 2025 09:34 pm Russia has vowed retaliation after claiming to have shot down eight US-made ATACMS missiles fired by Ukraine on Saturday morning. Moscow sees the use of such missiles, which have a range of up to 300 kilometers (186 miles), as a major escalation. The country’s air defenses shot down the eight ballistic missiles alongside 72 aircraft-type unmanned aerial vehicles (UAVs), Russia’s Ministry of Defense said. It added that “these actions by the Kyiv regime, which is supported by Western curators, will be met with retaliation.” The statement said several drones were destroyed in the Leningrad region in the north-west and one in Kursk, where Ukraine launched a surprise attack late last summer. The outgoing US President Joe Biden approved Kyiv’s use of ATACMS in November – saying in part it was in response to Russia expanding the conflict by deploying North Korean troops. Russian President Vladimir Putin has threatened to respond to Ukrainian strikes using ATACMS with Russia’s new nuclear-capable ballistic missile “Oreshnik.” Last month, Putin suggested that it could be fired at the capital Kyiv as a test of Western-supplied air defense systems. The first and only launch of the experimental weapon targeted Ukraine’s Dnipro region on the morning of November 21. The Ukrainian drone attacks forced temporary restrictions to be introduced at an airport in St. Petersburg, Russian state media agency TASS reported. The governor of Leningrad oblast, Aleksandr Drozdenko, said in a statement on Telegram that the “night and morning of January 4 were record-breaking in terms of the number of UAVs destroyed,” with four shot down over his region. A Ukrainian security official, Andrii Kovalenko, said a seaport in Leningrad was targeted, calling it an “instrument of economic and military survival for Russia in isolation.” Meanwhile, Russia launched a total of 81 drones at Ukraine overnight on Friday into Saturday, according to Ukraine’s Air Force Command, including Iranian-made Shahed drones and “various types of imitation drones.” Some 34 Shahed attack UAVs and other types of drones were downed, according to a statement, although the downed drones caused damage in the Chernihiv and Sumy regions. Ukraine enters the year on the back foot in the conflict, which began with in February 2022, with Russian making gains on the eastern frontlines. Russia’s defense ministry said on Saturday that its forces had taken control of the village of Nadiya in Ukraine’s eastern Luhansk region. In Donetsk, the hub of Pokrovsk is under growing Russian pressure as Ukrainian forces lose ground to the south and east of the town. Ukraine is also concerned that the incoming Trump administration could cut vital military aid; Trump himself has vowed to end the conflict. Source: CNN --Agencies",
        "publication_time": "2025-01-05 11:29:47",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104722/russia-vows-retaliation-after-saying-it-downed-eight-us-made-long-range-missiles",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "More details revealed on Weligama shooting incident",
        "short_description": "January 4, 2025 06:18 pm",
        "long_description": "January 4, 2025 06:18 pm Police have recovered a motorcycle suspected to have been used by the suspects who carried out the shooting incident that took place at Weligama, Matara this morning (04). The motorcycle was found abandoned near a lake in the Moonamalpe area of Weligama. A group of five persons had gone to a house in Turkish Village last night (03) where the funeral was being held for the prisoner who died when a “Bo Tree” branch fell on a ward where prisoners were being detained in the Matara Prison. Later, the group was returning home on foot at around 1.00 a.m. this morning (04) when they were shot at on the Valliwela road at Kapparathota in Weligama, the police said. Police suspect that an unknown group of individuals who arrived on three motorcycles had opened fire on them using a revolver and a T-56 assault rifle before fleeing the scene. Two of the five people walking on the road were injured in the shooting and were later admitted to the Walana Hospital in Matara. Police stated that one person died during hospitalization and the other person was transferred to the Matara Hospital for further treatment. The deceased has been identified as Akash Tharuka, a 26-year-old resident of Kapparathota. The young man injured in the shooting has been identified as Shehan Dulanjala, 29, and police say the motive behind the shooting has not yet been uncovered. Weligama Police are conducting further investigations into the incident.",
        "publication_time": "2025-01-05 11:29:48",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104719/more-details-revealed-on-weligama-shooting-incident",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]