[
    {
        "title": "NewsNews",
        "short_description": "Ukrainian volunteers are going house to house in Pokrovsk as Russian drones hunt from the skies.",
        "long_description": "Ukrainian volunteers are going house to house in Pokrovsk as Russian drones hunt from the skies. Armen Sargsyan, the leader of a paramilitary unit wanted by Ukraine, died from his injuries following an explosion on Monday morning. The wave of drone strikes is Ukraine's second large-scale attack on Russia this week. Andrzej Duda says even if a peace deal with Ukraine is struck, pipelines to Europe should stay shut. Russia says it shot down more than 120 drones overnight, in what would be one of the largest attacks of the war. Armen Sargsyan, the leader of a paramilitary unit wanted by Ukraine, died from his injuries following an explosion on Monday morning. The Ukrainian army said four people were killed and dozens injured in the Kursk region. Western officials say North Koreans have suffered heavy losses since being sent to fight for Russia. The wave of drone strikes is Ukraine's second large-scale attack on Russia this week. Those fighting for Ukraine and those who have lost loved ones hope to end the war with Russia on their own terms. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. What the conflict in 2024 means for 2025... Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. James Wilton, from Huddersfield, volunteered to fight so he could make a difference, says his father. A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Victoria, Vitaly and James discuss Trump 2.0, Zelensky, Putin and prospects for peace James Wilton, from Huddersfield, volunteered to fight so he could make a difference, says his father. Volunteers from Dorset who work in Ukraine say Russian forces are targeting marked aid vehicles. The extension scheme will grant Ukrainian refugees a further 18 months in the UK. Ukrainian volunteers are going house to house in Pokrovsk as Russian drones hunt from the skies. Cramlington teenager Edward Solovyov to compete in the European Youth Olympics Festival in Georgia. He was an MP until the 2024 general election when Labour's candidate secured victory. The 28-year-old from Dorset was evacuating people from a town on the front line when his vehicle was hit. Armen Sargsyan, the leader of a paramilitary unit wanted by Ukraine, died from his injuries following an explosion on Monday morning. Three years after fleeing war, Illia is about to follow in the footsteps of five prime ministers. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:47:59",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8402/live/fd171a00-e252-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d360/live/dc72ce70-e22a-11ef-8a48-9d975f36d1aa.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A haven for the super rich, or a city built on scams? The BBC was invited to find out.",
        "long_description": "A haven for the super rich, or a city built on scams? The BBC was invited to find out. The BBC visits Myanmar's Shwe Kokko, alleged to be a hub of fraud, money-laundering and human trafficking. The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate. The Fiji Rugby Union said in a statement that it had terminated the appointment of Laijipa Naulivou. The celebrations come amid tensions as the government enacts policies some see as anti-Māori. The BBC visits Myanmar's Shwe Kokko, alleged to be a hub of fraud, money-laundering and human trafficking. The sudden death of the 48-year-old star sent shockwaves across the entertainment industry. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate. Australian researchers say the feat could help efforts to save endangered marsupial species. India's largest news agency has sued OpenAI for 20m rupees, accusing it of using copyrighted material illegally. President Donald Trump has made the mass deportation of undocumented foreign nationals a key policy. The two leaders share cordial relations but experts say US's concerns over tariffs, illegal immigration might strain bilateral ties. It comes amid a bitter feud between President Ferdinand Marcos Jr and his vice-president Sara Duterte. Beijing's calculated and selective targeting of US goods may be an opening move ahead of talks. China has set out a series of measures to kick in next week after the US introduced 10% tariffs on imports from the country. GBS is a rare disorder where the immune system attacks nerve cells, causing paralysis. President Xi Jinping has made no secret of his ambition for China to lead an alternate world order. A living will lets people choose the medical care they want to receive if they develop a terminal illness. The sudden death of the 48-year-old star sent shockwaves across the entertainment industry. The BBC visits Myanmar's Shwe Kokko, alleged to be a hub of fraud, money-laundering and human trafficking. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. A haven for the super rich, or a city built on scams? The BBC was invited to find out. One of the deportees flown to India on Wednesday told the BBC he was shackled throughout the 40-hour flight. The directive comes as investigators focus on bird strike as one of the causes for December's deadly plane crash. It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. Customs authorities have accused Kia India of evading taxes worth millions of dollars. The Fiji Rugby Union said in a statement that it had terminated the appointment of Laijipa Naulivou. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:02",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/30b5/live/52d71fd0-e488-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a863/live/408f9b30-e4ed-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'My angel went to heaven': Husband mourns actress Barbie Hsu",
        "short_description": "South Korean singer Koo Jun-yup has paid tribute to his late wife Taiwanese actress Barbie Hsu who died earlier this week, saying his \"angel went back to heaven\".",
        "long_description": "South Korean singer Koo Jun-yup has paid tribute to his late wife Taiwanese actress Barbie Hsu who died earlier this week, saying his \"angel went back to heaven\". In a post on Instagram, Koo added that he was going through \"indescribable grief\" and a time of \"gut-wrenching pain\". Hsu, one of the biggest stars in the Mandarin-speaking world, is believed to have fallen ill and later died while she was visiting Japan with her family members. The sudden death of the 48-year-old star sent shockwaves across the entertainment industry. She was best known for her role in the 2001 TV series Meteor Garden, which became a hit across large parts of Asia. \"On 2 February, 2025, my angel returned to heaven... Right now, I am going through a time of gut-wrenching pain,\" Koo wrote in a post on Instagram late on Thursday. In his post, Koo, better known by his stage name DJ Koo, also called for his family to be left alone in their grief. \"Even before I could properly mourn and grieve this tremendous loss, some heartless people have begun to defame my family and our love. \"Please, can you just let Hsu rest in peace?\" Koo wrote. His comments come after several Chinese language media reports had published reports speculating who would inherit Hsu's estate, which reportedly includes a property portfolio worth several million dollars. The BBC is unable to verify these details. \"All of Hsu's assets were earned through her hard work to support the family she loved, so I have decided to give full authority over them to my mother-in-law,\" Koo went on to say. \"As for the children's share, I will take legal measures through a lawyer to ensure that bad people cannot touch it, protecting it until they reach adulthood.\" Hsu and Koo first met in 1998. At the time, Hsu and her sister were hosts on a popular variety program, and Koo, who was part of a K-pop duo, Clon, was an interviewee on the show. They eventually started dating but later broke up, reportedly because Koo's management was opposited to the relationship. Hsu later married Chinese businessman Wang Xiaofei, with whom she had two children. The couple were married for 10 years, before an acrimonious divorce in 2021. After their divorce, Hsu reconnected with Koo and they were married in 2022. Her death shocked fans across Asia, where Meteor Garden - an adaptation of the Japanese manga series Boys Over Flowers - was aired and dubbed in local languages. Hsu was also known for hosting Taiwanese variety shows, often with younger sister Dee. In the 1990s, the sisters were part of a pop duo SOS, which gave them their respective stage names, Big S and Little S. Her remains were flown back to Taiwan on Thursday, local media reported. She died from pneumonia after contracting influenza while on a vacation in Japan, local media report. Ko, once a rising star in Taiwan politics, is accused of accepting half a million dollars in bribes. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. Chiung Yao's work has been adapted to movies and TV and launched the careers of big name stars. Lai Ching-te's trip to the US state is being billed as a stopover, but has been condemned by Beijing. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 hour ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c5y204vq9dyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/36a4/live/85569330-e507-11ef-a27e-eb8b7c958f6d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fb31/live/aa212a90-e1e7-11ef-b4b6-ed92de4e8fdc.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Santorini rocked by more earthquakes as uncertainty grows",
        "short_description": "Several more earthquakes have struck waters around the Greek island of Santorini just hours after authorities there declared a state of emergency.",
        "long_description": "Several more earthquakes have struck waters around the Greek island of Santorini just hours after authorities there declared a state of emergency. The tourist hotspot has been rocked by seismic activity this week with thousands of earthquakes recorded since Sunday. On Thursday evening, a 4.6 magnitude quake was recorded at 20:16 local time (18:00 GMT) in the sea between Santorini and another island, Amorgos, followed by a 4.2 magnitude quake roughly two hours later. Santorini residents have begun night patrols amid fears of looting on the island, which has largely been left deserted as most residents have left. More than 11,000 people have departed as authorities report earthquakes are being recorded on a minute-by-minute interval. Experts have warned it is unclear when this period of \"seismic crisis\" on the popular tourist island might end. Thursday's quakes have so far not been as severe as the 5.2 magnitude shock which occurred on Wednesday in waters between the two Greek islands. So far no injuries have been reported, and there has also been no major damage on the island. But authorities are preparing in case a larger quake hits. On Wednesday, they warned of landslide risks to parts of the island. Magnitude refers to the size of an earthquake, with increases marked as decimal points. A magnitude 6.0 and above is considered severe, whereas a magnitude 5.2, the strongest experienced so far in the region, is considered moderate. On Thursday, Greek officials said the state of emergency for the island would be in place for nearly an entire month, until 3 March. Greece is one of Europe's most earthquake-prone countries. Seismologists have told the BBC it is difficult to predict how long the recent wave of seismic activity will last, with authorities warning it could go on for weeks. \"It is really unprecedented, we have never seen something like this before in [modern times] in Greece,\" said Dr Athanassios Ganas, research director of the National Observatory of Athens. He told the BBC: \"We are in the middle of a seismic crisis.\" The \"clusters\" of quakes, which began on Friday, have puzzled scientists who say such a pattern is unusual because they have not been linked to a major shock. Dr Ganas says they are seeing many earthquakes within a relatively small area, which don't fit the pattern of a main shock and after shock sequence. Those remaining on the island have raised fears of a potential tsunami. They have built makeshift defences from sacks placed along the island's Monolithos beach, where buildings stand very close to the water. Greek Prime Minister Kyriakos Mitsotakis, who is expected to visit Santorini on Friday, struck an optimistic tone at a meeting of civil protection experts earlier on Wednesday. \"All plans have been implemented. Forces have been moved to Santorini and the other islands, so that we are ready for any eventuality,\" he said. He asked residents to \"stay calm and cooperate with the authorities\". Santorini is on what is known as the Hellenic Volcanic Arc - a chain of islands created by volcanoes - but the last major eruption was in the 1950s. Greek authorities have said the recent tremors were related to tectonic plate movements, not volcanic activity. Scientists cannot predict the exact timing, size or location of earthquakes. The British Geographical Survey says the earthquake occurred at a shallow depth of 6.2 miles (10km). Seismologists at UCL say several earth tremors at Newdigate could be linked with nearby oil drilling. The earthquake, which has killed at least 126 people, is one of China's deadliest in recent years. The 7.1 magnitude quake killed scores of people in the mountainous region, with many more injured. Saturday evening's quake is recorded as having a magnitude of 1.8 on the Richter scale. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "7 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cr46pnyq0p5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7e66/live/880d65b0-e4ce-11ef-8bcd-cd2cf38bb11e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3c82/live/fe70a3a0-e4d0-11ef-a819-277e390a7a08.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ex-miners say money from the sale of social welfare sites is not being re-invested in the community.",
        "long_description": "Ex-miners say money from the sale of social welfare sites is not being re-invested in the community. The chosen candidate will be the 106th person to take on the most senior role in the Church of England. Two women had abortions after an NHS trust mistakenly told them their babies had serious conditions, the BBC has learned. Kelvin Ramasta says he was a \"good nurse\" but was \"blinded by the money\". How a rookie police officer played a crucial role in snaring a man who spread fear across a city. The chosen candidate will be the 106th person to take on the most senior role in the Church of England. Emma Webber says they were made to sign a non-disclosure agreement over the findings. Two women had abortions after an NHS trust mistakenly told them their babies had serious conditions, the BBC has learned. The owner of the land in Wiltshire has been told to remove the structure or face 21 days in prison. The owners of the out-of-control dog have both been sentenced at Leicester Crown Court. The Princess Royal returns to the hospital where she was treated for a head injury and concussion. The baby's condition deteriorated and he suffered two cardiac arrests before dying. The family of Marcus Meade, shot by armed police, hit out at a decision not to suspend the officers. Seven abandoned kittens have found a new home at a cat cafe in Chatham. The Hoff crab's nickname comes from its hairy chest, prompting comparisons with the Baywatch star. Karin Burke says this time will be \"perfect\" as her 2005 wedding with Richard did not go to plan. Robert Flake says he will spend the day listening to Marley's hits in his garden shed. Airport staff recall their roles during the longest hijack situation on British soil. Two supported living services run by Framework are closing due to council cuts. Not all jewellers are sold on man-made diamonds, which can be grown in a matter of days. Hospitality leaders in Birmingham have been calling for more support for the night time economy. The three young people are rescued from a beach at Cuckmere Haven after getting cut off by the tide. Derbyshire Police said his actions were \"not only unacceptable but criminal\". A detective who led the investigation says it was \"lucky no-one was killed\". Network Rail releases a video of a woman having to take a dramatic step back to avoid the train. Liverpool thrash Tottenham 4-1 on aggregate to set up an EFL Cup final against Newcastle at Wembley. Mary Fowler scores a 95th-minute winner as Manchester City beat Arsenal 2-1 to set up a Women's League Cup final with Chelsea. England's Champions Trophy match against Afghanistan will go ahead, despite calls for a boycott. England confirm a positional switch with fly-half Fin Smith making his first Test start while Marcus Smith moves to full-back. Improvements will speed up journey times and boost safety, government says about key route. The area commander for the south west says 13 volunteers are training to become local coastguards. The remains of the structure in Brierley Hill will now be left on display, the council says. Staff say they feel betrayed at news that the company is shutting its Luton plant. Newly discovered interviews explore how wireless technology was used by families in Bristol. The campaign aims to highlight the impact of knife crime and teach the public emergency first aid. Ex-miners say money from the sale of social welfare sites is not being re-invested in the community. Multiple services are facing disruption due to the ongoing incident, Greater Anglia says. David Fletcher was rector of St Ebbe's Church in Oxford between 1986 and 1998 and died in 2022. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:07",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/england",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a0e9/live/4eee3090-e4ae-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ae79/live/d88d60d0-e4f1-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Netanyahu gifts Trump a golden pager during US visit",
        "short_description": "Israeli Prime Minister Benjamin Netanyahu has presented US President Donald Trump with a golden pager while visiting Washington DC.",
        "long_description": "Israeli Prime Minister Benjamin Netanyahu has presented US President Donald Trump with a golden pager while visiting Washington DC. Netanyahu's office said the pager represented \"a turning point in the war\" when Israel carried out a deadly operation against Hezbollah in September 2024. In the operation, Israel targeted pagers used by members of the Iran-backed militant group, causing them to explode. Dozens of people were killed and thousands injured in the attacks. Israel said it was tailored to target only Hezbollah members, but civilians were among the victims, Lebanese officials said. As Donald Trump threatened to impose border taxes, the leaders of America's neighbours said they were prepared to act. Migrants from Cuba and Venezuela have chosen to seek asylum in Mexico after Trump blocked an app that processes immigration claims. The new US President wants to rename the Gulf of Mexico to the Gulf of America. How would that work? At least 66 people have died and 32 were injured in a fire at a ski resort hotel in the city of Bolu. Influencers have posted about leaving TikTok and moving to Rednote as the US is set to go ahead with a ban on Sunday. The world champion slackliner crossed the 100m-long highline walk set up at a height of 224m between the towers. The underground passage linking Ciudad Juarez with El Paso, Texas, was equipped with lighting and ventilation. The BBC spoke to young people as the Supreme Court discusses a potential ban on the social media platform. The BBC's analysis editor Ros Atkins takes a look at why President-elect Donald Trump is talking about annexing Greenland. The BBC's Analysis Editor looks at Elon Musk's involvement in politics outside the US. A cargo ship rolls over as it is being loaded at a port in Istanbul in the early hours of Monday morning. The 57-year-old Russian national is set to make her initial appearance in federal court in New York. Illegal gold mining in Ghana picked up this year following an almost 30% rise in global gold prices, despite military operations to shut them down. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. US President Joe Biden says Israel and Lebanon have agreed to a ceasefire deal to end fighting with Hezbollah in Lebanon. Migrants from Central America are making their way to the US to avoid new immigration controls. The pair shared afternoon tea in London in celebration of Guinness World Records Day 2024. The president on Sunday signed a declaration making 17 November International Conservation Day. The Russian president says he was impressed by Trump's reaction to the first assassination attempt against him. The BBC's US special correspondent reports on the mood inside the Harris camp. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "7 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cg7zp1dgmxmo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6532/live/c1057e10-e4de-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/47c6/live/d3b54cb0-e4c1-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East?",
        "long_description": "Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? The Hague-based body has created a \"shameful moral equivalency\" between Hamas and Israel, the White House says. The US president creates uncertainty and injects more instability, our international editor writes. Details of those killed have emerged from embassies in Stockholm, as police describe the scene of the attack. Palestinians are calling on Jordan and Egypt to hold out against US pressure to take in displaced Gazans. The Hague-based body has created a \"shameful moral equivalency\" between Hamas and Israel, the White House says. It comes after President Trump proposed for Gazans to relocate, drawing widespread condemnation. The president reiterates that the idea would mean resettling Palestinians, and that no US soldiers would be needed. The US president creates uncertainty and injects more instability, our international editor writes. The Palestinian president, Hamas and neighbouring countries condemn the idea of resettling Gazans abroad. Some 80% of the Old City of Mosul, in northern Iraq, was destroyed under the Islamic State group. The US president proposed owning the region \"long-term\" to redevelop it, after suggesting Palestinians there relocate. A Palestinian opened fire at a checkpoint in Tayasir, killing two soldiers and wounding eight. The car exploded beside a lorry carrying mostly female agricultural workers outside Manbij. The president's vision for a Gaza under US control could upend the future of Middle East relations. Netanyahu's far-right allies will cheer the proposal, but Arab nations will see it as ethnic cleansing of Palestinians. Israel's PM will be testing boundaries when he meets Trump for next-stage ceasefire talks. Moscow had moved columns of military vehicles to the port after the fall of Bashar al-Assad. If anything goes wrong, it risks the hostages remaining in captivity, and reigniting the war. Palestinians say they will not leave Gaza after US President Donald Trump proposed a US takeover of the region. BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip. Since taking office, Donald Trump has talked about what he would like to see happen in Gaza but said there are “no guarantees” that a ceasefire will stand. The US President was speaking during a visit from Israeli prime minister Benjamin Netanyahu Two-year-old Habiba al-Askari needs advanced medical treatment for a rare disease. The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army. Israel's military says he punched detainees and used his weapon while they were handcuffed and blindfolded. The president reiterates that the idea would mean resettling Palestinians, and that no US soldiers would be needed. Some 80% of the Old City of Mosul, in northern Iraq, was destroyed under the Islamic State group. The president's vision for a Gaza under US control could upend the future of Middle East relations. It comes after President Trump proposed for Gazans to relocate, drawing widespread condemnation. The US president creates uncertainty and injects more instability, our international editor writes. Palestinians are calling on Jordan and Egypt to hold out against US pressure to take in displaced Gazans. Lib Dem leader Ed Davey called on the PM to reiterate to the White House that the UK is committed to two-state solution. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2fc9/live/d45b3a30-e480-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9f5e/live/ad1a9f90-e4c8-11ef-8a40-954a179da503.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Moment tiger and boar rescued from well in India",
        "short_description": "An unlikely pair of a tiger and a boar were rescued from a well in the central Indian state of Madhya Pradesh on Tuesday.",
        "long_description": "An unlikely pair of a tiger and a boar were rescued from a well in the central Indian state of Madhya Pradesh on Tuesday. Officials said the boar was being chased by the tiger when they both fell into the water. The animals were safely rescued by forest officials. Video shows the tiger unharmed after it was released in Madhya Pradesh's Veerangana Durgavati Tiger Reserve. It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The Jeju Air flight landing at Muan Airport had 181 passengers on board when it crashed off the runway. Lawmakers vote to impeach acting president Han Duck-soo, two weeks after voting to impeach the president. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. The BBC's Analysis Editor Ros Atkins looks at how relations between the UK and China became so strained. Footage shows people running and items falling off shelves as the earthquake strikes. Crowds gathered outside the National Assembly loudly cheered at the announcement. MPs in Seoul voted 204 in favour and 85 against the motion. The BBC's Jean Mackenzie explains what happens next following the impeachment of Yoon Suk Yeol. The rate of India’s economic growth is still robust, but the latest GDP figures signal a slowdown. In a televised address, President Yoon Suk Yeol apologises for declaring martial law earlier this week. Yoon Suk Yeol faces growing calls to resign amid impeachment talks and a failed martial law attempt. MPs begin impeachment proceedings against President Yoon Suk Yeol after thwarting his bid to impose martial law. People in Seoul express anxiety and confusion following the president's now-rescinded martial law order. The BBC's Jake Kwon said people protesting against President Yoon's martial law announcement 'cannot seem to believe' it. South Korea’s opposition party members gather at South Korea's parliament Yoon Suk Yeol made the announcement in a surprise, late night televised address. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2 days ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c3vp6zwplzxo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a863/live/408f9b30-e4ed-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a364/live/ec73b590-e311-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Israeli soldier jailed for abusing Palestinian detainees from Gaza",
        "short_description": "An Israeli military court has sentenced a soldier to seven months in prison after he admitted to the aggravated abuse of Palestinian detainees from Gaza at the Sde Teiman military detention centre.",
        "long_description": "An Israeli military court has sentenced a soldier to seven months in prison after he admitted to the aggravated abuse of Palestinian detainees from Gaza at the Sde Teiman military detention centre. The Israel Defense Forces (IDF) said the reservist, who it did not name, was convicted over \"several incidents in which he punched the detainees with his fists and used his weapon while they were handcuffed and blindfolded\". \"These acts were committed in the presence of other soldiers, some of whom called on him to stop, and were even documented on the defendant's mobile phone,\" it added. The Haaretz newspaper said he was the first soldier convicted of abusing Gazans held during the war with Hamas. He had made the Palestinians say demeaning phrases and make animal noises, and beat them while they were bound and blindfolded, Haaretz reported. It also cited the Beit Lid Military Court as saying the soldier admitted to three counts of aggravated abuse and one count of unbecoming conduct as part of a plea deal with prosecutors. They related to four separate incidents between January and June 2024, when he was guarding lorries transporting detainees, it said. According to Haaretz, the court found an unspecified number of masked soldiers, whose identities remain unknown, had also participated in the abuse. In addition to the prison term, the convicted soldier was also given a suspended sentence and demoted to the rank of private, according to the IDF. \"Soldiers have a duty to use the force entrusted to them in accordance with IDF values and orders, at all times and in times of war in particular,\" the IDF said. The Sde Teiman detention facility was set up after the start of the Gaza war 15 months ago. Since then, it has been at the centre of reports of serious abuses. In July, far-right protesters broke into Sde Teiman after Israeli military police went there to question nine reservists suspected of raping a detainee and causing a life-threatening injury to him. Several of the reservists were subsequently arrested. In October, a report by a UN commission of inquiry alleged that thousands of child and adult detainees from Gaza had been \"subjected to widespread and systematic abuse, physical and psychological violence, and sexual and gender-based violence amounting to the war crime and crime against humanity of torture and the war crime of rape and other forms of sexual violence\". Israel's government said it rejected the accusations of widespread ill-treatment and torture of detainees, and insisted that it was \"fully committed to international legal standards\". It also said it had carried out thorough investigations into every complaint. The Israeli military launched a campaign to destroy Hamas in response to an unprecedented cross-border attack on 7 October 2023, in which about 1,200 people were killed and 251 were taken hostage. More than 47,550 people have been killed in Gaza since then, according to the territory's Hamas-run health ministry. According to the Israeli rights group HaMoked, 1,802 Palestinians from Gaza are currently being held as \"unlawful combatants\" in Israeli prisons. The figure does not include detainees being held by the military. The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army. Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? It comes after President Trump proposed for Gazans to relocate, drawing widespread condemnation. The US president creates uncertainty and injects more instability, our international editor writes. Palestinians say they will not leave Gaza after US President Donald Trump proposed a US takeover of the region. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cqldpyn5ng6o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/25e1/live/d8dc4920-e4ba-11ef-840c-15b81a918e34.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ff4a/live/2acbffb0-dfe2-11ef-9e55-bfd035967447.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A woman who was assaulted by her husband was unable to find a legal aid lawyer in Scotland to handle her case.",
        "long_description": "A woman who was assaulted by her husband was unable to find a legal aid lawyer in Scotland to handle her case. John Swinney is quizzed during FMQs BBC Scotland News found data from the survey is being advertised for use by external researchers. Scotland's only oil refinery is set to close by the summer with the loss of more than 400 jobs. The replacement HMP Glasgow will open in 2028, three years later than originally planned. John Swinney is quizzed during FMQs The first minister says the idea Palestinians should be removed from Gaza is \"unacceptable and dangerous\". Infighting has erupted as the party seeks to appoint a successor to founder and ex-first minister Alex Salmond. The planned surgery centres in Livingston, Perth, Aberdeen, Ayr and Cumbernauld currently face an uncertain future. BBC Scotland News found data from the survey is being advertised for use by external researchers. Local authorities say they will have to make \"difficult decisions\" to offset a rise in National Insurance. More than 10,360 children were living in temporary accommodation in Scotland, according to new figures. The answers are being advertised for use by external researchers without the explicit consent of children or parents. The 2024/25 diet will now start a day earlier to reduce the number of coincident and consecutive tests. The first minister rules out the idea after experts suggest ways to reduce the impact domestic cats have on wildlife. The government's tax and spending plans will be debated at Holyrood but the final outcome is already secured. The Scottish-government-owned utility company is increase its bills by almost 10% from April. Years of delay and dispute have worn down support for what was once the government's flagship policy. The Labour leader says his MSPs could back the government's plans, if ministers agree to certain demands. Politicians are navigating how to deal with the social media presence of Donald Trump and Elon Musk. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:17",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland/scotland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/472e/live/721b4ad0-e31e-11ef-9ade-9557f4eb91de.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/aa8a/live/14f43960-e46e-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Israel minister tells army to plan for Palestinians leaving Gaza",
        "short_description": "Israel's defence minister has told its military to prepare a plan to \"allow any resident of Gaza who wishes to leave to do so\", in line with President Donald Trump's proposal for the US to take over the territory and resettle its 2.1 million Palestinians elsewhere.",
        "long_description": "Israel's defence minister has told its military to prepare a plan to \"allow any resident of Gaza who wishes to leave to do so\", in line with President Donald Trump's proposal for the US to take over the territory and resettle its 2.1 million Palestinians elsewhere. Israel Katz said Gazans should have \"freedom of movement and migration\" and countries critical of Israel's war with Hamas were \"obligated\" to take them in. Trump meanwhile said Gaza would be \"turned over\" to the US by Israel \"at the conclusion of fighting\". But the Palestinian presidency reiterated its rejection of the plan, which it has said would violate international law, and insisted that \"Palestine... is not for sale\". The Israeli military launched a campaign to destroy Hamas in response to an unprecedented cross-border attack on 7 October 2023, in which about 1,200 people were killed and 251 were taken hostage. More than 47,550 people have been killed and 111,600 injured in Gaza since then, according to the territory's Hamas-run health ministry. Most of Gaza's population has also been displaced multiple times and almost 70% of its buildings are estimated to be destroyed or damaged. Healthcare, water, sanitation and hygiene systems have collapsed and there are shortages of food, fuel, medicine and shelter. The Israeli defence minister wrote on X on Thursday that he welcomed the US president's \"bold initiative\", saying it could \"support long-term reconstruction efforts in a demilitarized, threat-free Gaza after Hamas\". Katz announced that he had instructed the Israeli military to \"prepare a plan that will allow any resident of Gaza who wishes to leave to do so, to any country willing to receive them\". \"The plan will include exit options via land crossings, as well as special arrangements for departure by sea and air,\" he said. \"Countries such as Spain, Ireland, Norway, and others, which have falsely accused Israel over its actions in Gaza, are legally obligated to allow Gazans to enter their territory. Their hypocrisy will be exposed if they refuse.\" He alleged that Hamas was preventing people leaving Gaza and said that they should have \"the right to freedom of movement and migration\". Hamas official Basem Naim accused Katz of trying to cover up for \"a state that has failed to achieve any of its objectives in the war on Gaza\" and said Palestinians would refuse to leave. Meanwhile, the spokesman for the Palestinian presidency asserted that \"Palestine, with its land, history and holy sites, is not for sale\". Nabil Abu Rudeineh also said the Palestinians would \"will not give up an inch of their land\", whether in Gaza or the occupied West Bank. \"The Palestinian people and their leadership will not allow the repetition of the catastrophes of 1948 and 1967, and will thwart any plan aimed at liquidating their just cause through investment projects whose place is neither in Palestine nor on its land.\" The 1948 \"Nakba\", which means \"catastrophe\" in Arabic, saw hundreds of thousands of Palestinians flee or driven from their homes before and during the war that followed the creation of the State of Israel. Many of those refugees ended up in Gaza, where they and their descendants make up three quarters of the population. Another 900,000 registered refugees live in the West Bank, which Israel occupied in the 1967 Middle East war along with Gaza, while 3.4 million others live in Jordan, Syria and Lebanon, according to the UN. Israel unilaterally withdrew its troops and settlers from Gaza in 2005, though it retained control of its shared border, airspace and shoreline, giving it effective control of the movement of people and goods. The UN still regards Gaza as Israeli-occupied territory because of the level of control Israel has. On Wednesday, Jordan's king expressed its \"rejection of any attempts to annex land or displace Palestinians in Gaza and the West Bank\", while Egypt's foreign minister stressed the importance of reconstruction \"without the Palestinians leaving the Gaza Strip\". Hamas - which is proscribed as a terrorist organisation by Israel, the US, the UK and other countries - said Trump's plan was \"absurd\" and would \"only put oil on the fire\" in the region. The UN human rights office warned that any forcible transfer in, or deportation of, people from occupied territory was strictly prohibited under international law. The UN's secretary general also said it was \"essential to avoid any form of ethnic cleansing\" and stressed that Gaza would be an integral part of a future Palestinian state. Antonio Guterres told a meeting in New York that the world had \"seen a chilling, systematic dehumanisation and demonization of an entire people\". Trump unveiled his plan for the US to take \"long-term ownership\" of Gaza and oversee its reconstruction during a visit to the White House by Israeli Prime Minister Benjamin Netanyahu on Tuesday. The president said most of the Palestinians living in Gaza would have to be relocated to achieve his vision of creating \"the Riviera of the Middle East\", and that they would be housed in Jordan, Egypt and other countries. \"I hope we can do something where they wouldn't want to go back,\" he said, echoing earlier remarks in the Oval Office where he talked about resettling people \"permanently\". At the White House briefing on Wednesday, spokeswoman Caroline Leavitt was asked to confirm whether all Palestinians who wanted to stay in Gaza would be allowed to do so. \"I can confirm that the president is committed to rebuilding Gaza and to temporarily relocating those who are there because... it is a demolition site,\" she replied, appearing to contradict the president. Secretary of State Marco Rubio also said the idea was for Gazans to leave the territory for an \"interim\" period while debris was cleared and reconstruction took place. On Thursday, Trump wrote on his Truth Social platform that Gaza would \"be turned over to the United States by Israel at the conclusion of fighting\". A ceasefire in effect between Israel and Hamas has halted the war and aims to lead to a permanent end to the fighting. \"The Palestinians... would have already been resettled in far safer and more beautiful communities, with new and modern homes, in the region. They would actually have a chance to be happy, safe, and free,\" he added. The president also said no US soldiers would be needed to maintain stability. In an interview with Fox News on Wednesday, Israel's prime minister called Trump's proposal \"remarkable\" and something that should be \"examined, pursued and done\". Netanyahu also suggested that Gazans would be able to return, saying: \"They can leave, they can then come back, they can relocate and come back, but you have to rebuild Gaza.\" The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army. Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? The president's vision for a Gaza under US control could upend the future of Middle East relations. The US president creates uncertainty and injects more instability, our international editor writes. Palestinians say they will not leave Gaza after US President Donald Trump proposed a US takeover of the region. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "16 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cjexp347yxlo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a295/live/a7b70ff0-e47a-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed58/live/ab799b90-e48d-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The island has experienced thousands of quakes in the past week, forcing evacuations of residents.",
        "long_description": "The island has experienced thousands of quakes in the past week, forcing evacuations of residents. Scientists say it is unclear how many more earthquakes will come to the idyllic Greek island. Teammates of Jenni Hermoso have testified in a trial over a kiss between her and former football chief Luis Rubiales. Two years on from the twin earthquakes, at least 30 children remain missing. Mzia Amaglobeli is accused of slapping a police chief but her detention has made her a symbol of resistance. Scientists say it is unclear how many more earthquakes will come to the idyllic Greek island. Details of those killed have emerged from embassies in Stockholm, as police describe the scene of the attack. Across France there has been a decline, but few places have seen a fall as high as Colomiers in the south-west. Teammates of Jenni Hermoso have testified in a trial over a kiss between her and former football chief Luis Rubiales. The royals will make a state visit to Italy in April, which coincides with their 20th wedding anniversary. The outraged passenger hires a lawyer to dispute the fine over a public phone call in Nantes. The Foreign Office says the move is in response to Moscow expelling a UK diplomat last year. Rome's decision to release Osama Almasri Najim drew condemnation from Italian opposition parties, NGOs and the ICC. Police say they are looking for \"a small group of people, probably two or three individuals\". With a year to go to the Winter Olympics, why could sliding events move to the United States, what is skimo and what are Team GB's medal chances in Milan 2026? Police say they have identified the gunman but will not publish his name yet or those of victims. Ukrainian volunteers are going house to house in Pokrovsk as Russian drones hunt from the skies. At least 11 people were killed in the attack at Risbergska school in Orebro, including the suspected gunman. Police say the motive of the shooter, who killed 10 people on Tuesday, remains unknown. Holocaust survivors have been marking 80 years since the liberation of the Nazi concentration camp, Auschwitz. Tens of thousands of people demand action as they gather to remember the victims of Greece's worst railway disaster. It's election day in Belarus - with Alexander Lukashenko set to continue his 31-year-long rule of the country. At least 66 people have died and 32 were injured in a fire at a ski resort hotel in the city of Bolu. Across France there has been a decline, but few places have seen a fall as high as Colomiers in the south-west. Experts are concerned about the Clade 1 mpox virus that has been spreading quickly in west and central Africa since 2023. The island has experienced thousands of quakes in the past week, forcing evacuations of residents. The outraged passenger hires a lawyer to dispute the fine over a public phone call in Nantes. The royals will make a state visit to Italy in April, which coincides with their 20th wedding anniversary. Scientists say it is unclear how many more earthquakes will come to the idyllic Greek island. Teammates of Jenni Hermoso have testified in a trial over a kiss between her and former football chief Luis Rubiales. Almost 200kg of cocaine and cannabis was seized during searches by police in the Republic of Ireland. The body of Robert Wilkin was discovered in the sea at the foot of cliffs in County Donegal in 2023. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:21",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/europe",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7e66/live/880d65b0-e4ce-11ef-8bcd-cd2cf38bb11e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8dad/live/2ef2edb0-e46f-11ef-8cf7-7d25ac677559.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Salvador Dalí art comes to India for the first time",
        "short_description": "Although the Spanish surrealist Salvador Dalí never visited India, his artworks are set to be displayed in the country for the first time.",
        "long_description": "Although the Spanish surrealist Salvador Dalí never visited India, his artworks are set to be displayed in the country for the first time. Starting Friday, an exhibition in the capital Delhi will showcase an expansive collection of more than 200 of his original sketches, etchings and watercolour paintings. The collection has been curated by Christine Argillet, daughter of Pierre Argillet, a French collector who was also Dalí's friend and publisher. \"Dalí was fascinated by India, especially, the West's fascination with Indian mysticism in the 1960s and 1970s,\" Ms Argillet told the BBC. Some of the sketches in the collection are based on photographs her father had taken during a trip to India in the 1970s, when the hippie movement was at its peak and young guitar-toting Americans visited India on spiritual quests. Dalí's India features elephants and temples but, as with all his artwork, they're not always easy to spot, having been rendered in the artist's trademark surrealist style. In his works, human bodies sprout flowers from their heads; eyeballs dance in a matrix of squiggles and strokes and dismembered body parts interact animatedly with the world around them. Stare for longer than a minute and these disconnected shapes begin to form new connections and meanings in the mind's eye. \"Appreciating Dalí's art is like peeling back the layers of an onion; you can keep finding something new to marvel at,\" Ms Argillet says. Bringing Dalí's work to India was a long and arduous endeavour, says Akshitta Aggarwal of Bruno Art Group, the international art gallery presenting the exhibition. \"The project took five years; every sketch and artwork had to be checked for its authenticity,\" Ms Aggarwal says. Strictly speaking, this isn't the first time Dalí's creations have come to India. In 1967, Dalí famously designed a set of whimsical ashtrays for Air India - the country's national airline back then - which were handed out to first class passengers. In return, Dalí demanded not money but a baby elephant. Uttara Parikh, the then deputy commercial director of Air India, recounted to Times of India newspaper how she initially went shopping for one in a zoo in Mumbai city but returned empty-handed. She finally procured the baby elephant from a zoo in Bangalore city (now Bengaluru) and Air India flew the animal to Spain, where it was kept in a zoo until its death in 2018. (Dalí had exciting plans for the elephant, such as undertaking a journey across the Alps, but his wife dissuaded him from attempting to carry them out). Dalí's demand might seem outrageous, but those familiar with the artist and his legacy know that it was very much in keeping with his personality. Born in Spain in 1904, Dalí grew up in a world that was embracing the avant-garde and responding to the fallout of two world wars. Creatives of his time, like Pablo Picasso, Joan Miró and André Breton, were finding new ways to express themselves and their ideas and their artistic styles heavily influenced a young Dalí. The surrealist movement, widely acknowledged to be founded by André Breton, resonated with him the most. Surrealist art advocated for a form of expression that was \"dictated by thought, in the absence of any control exercised by reason\", according to Breton. Dalí was also heavily inspired by Sigmund Freud and his theories around psychoanalysis - a method of treating mental illnesses by focussing on conflicts originating in a person's psyche. Dreams take on a special importance as they are believed to express a person's repressed thoughts and urges. Consequently, Dalí's art reflects many of these ideas - they have an almost dream-like quality and through free association, the visuals take on meanings that are unique to the onlooker. There is also visceral, almost shocking imagery, much like forbidden desires lying hidden in the subconscious mind. \"Dalí was a free-thinker and he embraced all facets of the human condition, particularly the taboo and unsettling ones,\" Ms Argillet says. The artist's outward persona reflected his colourful take on life. He dressed in flamboyant suits and sported a moustache that pointed upward so severely it seemed in danger of piercing his eyes. In a 1955 interview with the BBC, Dalí revealed the origins of his famous upturned moustache. \"Dates, you know the fruit? In the last moment of dinner, I [did] not clean my finger and I put a little in my moustache and it remains for all afternoon very efficiently,\" he said but later revealed that he used a strong wax to shape his moustache. In the same interview, he described his moustache as being \"very gay, very pointed, very aggressive\". Ms Argillet, who knew Dalí intimately through her childhood and teenage years and often spent her summers in Spain with her father, recollects Dalí being a humorous person who loved playing pranks and \"shocking the bourgeois\". He once encouraged her to take some sweets from his bedroom and throw them at fishermen at a nearby beach. Only the sweets turned out to be cherry bombs, annoying the fishermen and forcing a young Ms Argillet to run for cover. \"At one of his parties, he had a tortoise carry around an ashtray on its shell,\" Ms Argillet says. But she adds that he was also a shy, intuitive, observant person who had a knack for reading people's minds. He painted in his studio in short pants and slippers and, according to Ms Argillet, it was Dalí's shyness that made him over-perform in public. \"He was misunderstood by many. There were many layers to Dalí, just like his paintings,\" Ms Argillet says. \"The closer you look at his paintings, the more you understand Dalí.\" The exhibition 'Dali comes to India' will be held at the India Habitat Centre from 7 February to 13 February and at Masarrat Gallery by Bruno Art Group from 15 February to 16 March. England suffer another disappointing defeat in Brendon McCullum's first one-day international in charge. Fixtures for England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals. One of the deportees flown to India on Wednesday told the BBC he was shackled throughout the 40-hour flight. Full squad lists, as they are announced, for the 2025 Champions Trophy. Customs authorities have accused Kia India of evading taxes worth millions of dollars. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ce8y2877051o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b8e8/live/4c7435b0-e447-11ef-8474-c1ff53ab410e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/87c1/live/ed6aea80-e448-11ef-bd1b-d536627785f2.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Judge halts Trump's government worker buyout plan",
        "short_description": "A US judge has temporarily halted President Donald Trump's plan offering incentives to federal workers to voluntarily resign before a Thursday midnight deadline.",
        "long_description": "A US judge has temporarily halted President Donald Trump's plan offering incentives to federal workers to voluntarily resign before a Thursday midnight deadline. Federal Judge George O'Toole Jr said the plan would be paused until a hearing on Monday when he could determine the merits of a lawsuit filed by federal employee unions, reported CBS, the BBC's US partner. The offer is part of an ongoing effort by the Trump administration to slash the size of the federal government. The White House says more than 40,000 employees have accepted the offer to resign in exchange for pay until 30 September. Some workers have voiced confusion about the terms of the deal. The order came hours before Thursday's 23:59 EST (04:59 GMT Friday) deadline for federal workers to accept the offer. A lawyer for the justice department said federal employees would be notified that the deadline had been paused, CBS reported. The White House appeared to see the temporary halt as a way to increase the number of resignations. \"We are grateful to the Judge for extending the deadline so more federal workers who refuse to show up to the office can take the Administration up on this very generous, once-in-a-lifetime offer,\" press secretary Karoline Leavitt said in a statement. An Office of Personnel Management (OPM) statement said the agency would continue processing resignations until an extended deadline of 23:59 local time on Monday. \"The program is NOT being blocked or canceled,\" it said. \"The government will honor the deferred resignation offer.\" The Trump administration, which previously said it hoped for as many as 200,000 employees to accept its offer, told US media they expected a spike in participation just ahead of the deadline. \"It's going to save the American people tens of millions of dollars,\" Leavitt told reporters outside the White House's West Wing before the judge paused the programme. The American Federation of Government Employees, a union, filed the lawsuit against the OPM, arguing it had violated the law, that it could not fund the deal, and that it had given conflicting guidance about its terms. The union said in an email to members that the offer was part of an \"effort to dismantle the civil service and replace the skilled, professional workforce with unqualified political appointees and for-profit contractors\". The union noted that Congress has not passed a budget for funding beyond mid-March, arguing that it was unclear whether agencies could pay workers until September. On Thursday, the union said it was \"pleased\" by the judge's actions. Some federal employees have described their shock at the buy-out proposal, which was delivered in the form of a late-night email with the subject line \"Fork in the Road\". Some thought the email was spam. \"The tone of the initial email was like 'you may be cut anyway,'\" Monet Hepp, a medical support specialist at the US Department of Veterans Affairs, previously told BBC. \"People were blindsided by it.\" Democrats have questioned the legality of the resignation package and warned it would lead to a \"brain drain\" that would be \"felt by every American\". \"Without the expertise and institutional knowledge that so many federal employees bring to their work, our government will be incapable of responding effectively to national emergencies, serving the American public, or even carrying out routine operations,\" Democrats on the House Oversight Committee wrote in a letter to President Trump. On Tuesday, the Central Intelligence Agency became the first national security department to extend the offer to its staff. Former US intelligence officials and several lawmakers have raised concerns that this offer could undermine US national security. There are also reports of impending cuts to the National Oceanic and Atmospheric Administration (NOAA), the weather-forecasting agency, and the Department of Health and Human Services. The US State Department had claimed that they were no longer required to pay a fee for transit. Militants in the mountains of north-eastern Somalia have become the beating heart of Islamic State in Africa. To pay off betting debts, the translator stole millions from LA Dodgers pitcher Shohei Ohtani. Kansas City Chiefs’s tight end said he watched his girlfriend's Eras Tour be 'excruciating' on her body and mind. The Israelis last year used booby-trapped pagers to target Hezbollah, though civilians were also among the victims. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "5 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2q1g3evzqo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/08d1/live/aeb117b0-e4c0-11ef-9c3b-f5d360065744.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3279/live/cf8fd000-e4ef-11ef-94d9-ebd0abc513ef.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Hague-based body has created a \"shameful moral equivalency\" between Hamas and Israel, the White House says.",
        "long_description": "The Hague-based body has created a \"shameful moral equivalency\" between Hamas and Israel, the White House says. Democrats call Russell Vought the president's \"most dangerous nominee\", but Republicans say he will \"stop the waste of US taxpayers' dollars\". The offer is part of an ongoing effort by the Trump administration to slash the size of the federal government. The lawsuit is the first seeking to block the Trump administration's overhaul of the US Agency for International Development. The US State Department had claimed that they were no longer required to pay a fee for transit. Democrats call Russell Vought the president's \"most dangerous nominee\", but Republicans say he will \"stop the waste of US taxpayers' dollars\". To pay off betting debts, the translator stole millions from LA Dodgers pitcher Shohei Ohtani. Kansas City Chiefs’s tight end said he watched his girlfriend's Eras Tour be 'excruciating' on her body and mind. The offer is part of an ongoing effort by the Trump administration to slash the size of the federal government. Donald Trump's proposition to \"take control\" of Gaza has caused outrage in the Palestinian-American community. Border Czar Tom Homan said that cities will be 'held accountable' for impeding immigration enforcement. An officer jumped from a moving sheriff's vessel to save an unresponsive man onboard a spinning fishing boat. Bad Boy Records staff claim troubling incidents in the rise of the rap mogul, now fighting sex trafficking charges. The world's richest man has emerged as a dominant force in Trump's second term, gutting an agency and issuing ultimatums to staff. The video claiming that USAID paid Hollywood celebrities millions of dollars to visit Ukraine is not real and has hallmarks of a Russian disinformation operation that the BBC has previously investigated. The Israelis last year used booby-trapped pagers to target Hezbollah, though civilians were also among the victims. An officer jumped from a moving sheriff's vessel to save an unresponsive man onboard a spinning fishing boat. The 12ft (3.6m) bronze sculpture, created by Sergio Furnari, was revealed on the soccer superstar's 40th birthday. Dozens were killed when a passenger plane and helicopter collided on 30 January and fell into the Potomac river. The president's vision for a Gaza under US control could upend the future of Middle East relations. The tariffs and US President Donald Trump's '51st State' comments have made way for a surge of patriotism in Canada. The US president creates uncertainty and injects more instability, our international editor writes. The president has pledged to eliminate the federal agency that oversees the US education system. President Trump has blamed China for its opioid crisis and imposed sweeping tariffs. The lawsuit is the first seeking to block the Trump administration's overhaul of the US Agency for International Development. Democrats call Russell Vought the president's \"most dangerous nominee\", but Republicans say he will \"stop the waste of US taxpayers' dollars\". The offer is part of an ongoing effort by the Trump administration to slash the size of the federal government. Kansas City Chiefs’s tight end said he watched his girlfriend's Eras Tour be 'excruciating' on her body and mind. The bridge next to Rapidan Dam in Minnesota was brought down using explosives after suffering severe flood damage in 2024. The video claiming that USAID paid Hollywood celebrities millions of dollars to visit Ukraine is not real and has hallmarks of a Russian disinformation operation that the BBC has previously investigated. Border Czar Tom Homan said that cities will be 'held accountable' for impeding immigration enforcement. An officer jumped from a moving sheriff's vessel to save an unresponsive man onboard a spinning fishing boat. The scheme is part of an ongoing effort by the new administration to slash the size of the federal bureaucracy. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:26",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9f5e/live/ad1a9f90-e4c8-11ef-8a40-954a179da503.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e48f/live/3106b0e0-e4cf-11ef-8bcd-cd2cf38bb11e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Travis Kelce praises Taylor Swift's work ethic ahead of Super Bowl",
        "short_description": "Kansas City Chiefs's Travis Kelce praised his girlfriend Taylor Swift's work ethic at a press conference ahead of Sunday's Super Bowl game.",
        "long_description": "Kansas City Chiefs's Travis Kelce praised his girlfriend Taylor Swift's work ethic at a press conference ahead of Sunday's Super Bowl game. He said the pop superstar's Eras Tour was \"excruciating\" on her body and mind, but it's something he could \"could admire watching, and take a lot of notes from\". The Kansas City Chiefs will take on the Philadelphia Eagles at Sunday's Super Bowl at the Caesars Superdome in New Orleans. Dean Naujoks filmed the moment he came across American Airlines-branded sugar packets and a document with landing gear procedures. A salmon farm's closure led to a race against time as volunteers helped process the thousands of live fish. The BBC's Analysis Editor Ros Atkins on the unanswered questions around a fatal crash between a commercial airplane and a military helicopter near Washington DC. A pair of young figure skaters, their mothers, and two Russian coaches were among the 60 passengers on board the jet. BBC Verify's Nick Eardley has taken a closer look at what we know so far about the collision. Audio from moments before collision captures controllers asking the military helicopter if it has seen the passenger jet. An American Airlines flight collided in mid-air with a military helicopter on Wednesday night in Washington DC. Jimmy Mazeo says he thought he saw shooting stars, adding that he didn't \"think much of it\" until he saw emergency services arriving. An American Airlines jet carrying 60 passengers collided in mid-air with a military helicopter with three US Army soldiers aboard. The woman explained that she hadn’t heard anything because her hearing aids were charging. The fight ensued after a local activist disgraced the mayor of Dolton, Illinois, prompting her boyfriend to confront him Timelapse video captured the Kilauea volcano erupting for the seventh time since 23 December 2024. A trial date has been set for It Ends With Us co-stars Blake Lively and Justin Baldoni's dispute. Trump's pick for Health Secretary was interrupted during the opening statement of his confirmation hearing. The BBC's Ione Wells looks at the use of military planes in the new president's crackdown on illegal immigration. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. The XB-1 aircraft, manufactured by Boom Supersonic, underwent 11 test flights before Tuesday's over the Mojave Desert in California. Three people were injured as crowds celebrated reaching the Super Bowl. Police said the collision was an \"accident\". Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. The new president promised to make heads spin on day one. The BBC’s Analysis Editor Ros Atkins tries to keep up with what just happened. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/ce9npxjn1yvo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/17fd/live/77a89750-e4d1-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/47c6/live/d3b54cb0-e4c1-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Philip Pariyo had represented his country at the 2014 Commonwealths in Glasgow before disappearing.",
        "long_description": "Philip Pariyo had represented his country at the 2014 Commonwealths in Glasgow before disappearing. President Lazarus Chakwera says the withdrawal will pave the way for peace negotiations. The fire is said to have broken out in a nearby house and spread to the school while the children were asleep. As M23 rebels entered Goma and the city was plunged into chaos, female prisoners were attacked, the UN says. The hopping game of langa, played for generations in parts of West Africa, demands endurance in seeking to find a place on the global stage. President Lazarus Chakwera says the withdrawal will pave the way for peace negotiations. Johannesburg is known as a dangerous city, but some people are working to change that reputation. Willy Mignon is remembered as a \"fighter\" who pioneering a whole new dance style. The fire is said to have broken out in a nearby house and spread to the school while the children were asleep. The African nation exports its cashews in raw form, but processing them would be more lucrative. More than 700 people died as fighters from the M23 group captured the eastern city of Goma. The dedicated award for African music is proving contentious with the inclusion of Chris Brown. There is a good chance that inside your device is some metal dug up in a mine controlled by rebels. Several hundred well-paid foreign soldiers fighting on the side of the Congolese government surrender. A selection of the week's best photos from across the African continent and beyond. Rwanda says South Africa is in “no position to take on the role of a peacemaker or mediator” in DR Congo. Where are rebels causing havoc in eastern DR Congo getting their funding? The next round of league matches have been suspended while the authorities investigate the death. DR Congo calls on Arsenal, PSG and Bayern Munich to end their “blood stained” sponsorship deals with Visit Rwanda amid a worsening humanitarian crisis in the country. India win the Under-19 T20 World Cup with a thumping nine-wicket victory over South Africa in the final. Cycling's world governing body says it has no plans to move the 2025 Road World Championships away from Rwanda despite ongoing conflict in DR Congo. Rwanda and South Africa hope to host an African grand prix for the first time since 1993, but several expensive obstacles stand in their way. Days of heavy fighting between M23 rebels and DR Congo's army leave hospitals overwhelmed with patients. Ghana's MPs destroyed parliamentary property, including tables, microphones, sound equipment, and other items. Rwanda and South Africa are launching rival bids to bring F1 racing back to Africa for the first time since 1993. Borussia Dortmund's Karim Adeyemi talks to BBC Sport Africa about his foundation and why he feels impelled to give back to Nigeria. East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa Johannesburg is known as a dangerous city, but some people are working to change that reputation. President Lazarus Chakwera says the withdrawal will pave the way for peace negotiations. There is a good chance that inside your device is some metal dug up in a mine controlled by rebels. Willy Mignon is remembered as a \"fighter\" who pioneering a whole new dance style. As M23 rebels entered Goma and the city was plunged into chaos, female prisoners were attacked, the UN says. The fire is said to have broken out in a nearby house and spread to the school while the children were asleep. The insurance magnate was a close friend of Nelson Mandela, who he housed after the statesman's divorce in 1992. The Mauritian prime minister had said the renegotiated deal linked payments to inflation. The African nation exports its cashews in raw form, but processing them would be more lucrative. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:30",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e806/live/f1f1d5c0-e496-11ef-829f-cb55ffe46467.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/51f2/live/5b17e590-e464-11ef-b734-a507e28e4d9e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Indian media pile into lawsuit against OpenAI chatbot ChatGPT",
        "short_description": "India's biggest news organisations are seeking to join a lawsuit against OpenAI, the US startup behind ChatGPT, for alleged unauthorised use of their content.",
        "long_description": "India's biggest news organisations are seeking to join a lawsuit against OpenAI, the US startup behind ChatGPT, for alleged unauthorised use of their content. The news organisations include some of India's oldest publications like The Indian Express, The Hindu, The India Today group, billionaire Gautam Adani-owned NDTV, and over a dozen others. OpenAI denies the allegations and told the BBC that it uses \"publicly available data\" that are in line with \"widely accepted legal precedents\". On Wednesday, OpenAI CEO Sam Altman was in Delhi to discuss India's plan for a low-cost AI ecosystem with IT Minister Ashwini Vaishnaw. He said India \"should be one of the leaders of the AI revolution\" and said earlier comments from 2023, when he said Indian firms would struggle to compete, had been taken out of context. \"India is an incredibly important market for AI in general and for OpenAI in particular,\" local media quoted him as saying at the event. The legal case filed against OpenAI in November by Asian News International (ANI), India's largest news agency, is the first of its kind in India. ANI accuses ChatGPT of using its copyrighted material illegally - which OpenAI denies - and is seeking damages of 20m rupees ($230,000; £185,000). The case holds significance for ChatGPT given its plans to expand in the country. According to a survey, India already has the largest user base of ChatGPT. Chatbots like ChatGPT are trained on massive datasets collected by crawling through the internet. The content produced by nearly 450 news channels and 17,000 newspapers in India holds huge potential for this. There is, however, no clarity on what material ChatGPT can legally collect and use for this purpose. OpenAI is facing at least a dozen lawsuits across the world filed by publishers, artists and news organisations, who have all accused ChatGPT of using their content without permission. The most prominent of them was filed by The New York Times in December 2023, in which the newspaper demanded \"billions of dollars\" in damages from OpenAI and Microsoft, its backer. \"A decision by any court would also hold some persuasive value for other similar cases around the world,\" says Vibhav Mithal, a lawyer specialising in artificial intelligence at the Indian law firm Anand and Anand. Mr Mithal said the verdict in the lawsuit filed by ANI could \"define how these AI models will operate in the future\" and \"what copyrighted news content can be used to train AI generative models [like ChatGPT]\". A court ruling in ANI's favour could spark further legal cases as well as opening the possibility of AI companies entering into license sharing agreements with content creators, which some companies have already started doing. \"But a ruling in OpenAI's favour will lead to more freedom to use copyrighted protected data to train AI models,\" he said. ANI provides news to its paying subscribers and owns exclusive copyright over a large archive of text, images and videos. In its suit filed in the Delhi High Court, ANI says that OpenAI used its content to train ChatGPT without permission. ANI has argued that this led to the chatbot getting better and has profited OpenAI. The news agency said that before filing the suit, it had told OpenAI its content was being used unlawfully and offered to grant the company a license to use its data. ANI says OpenAI declined the offer and put the news agency on an internal blocklist so that its data is no longer collected. It also asked ANI to disable certain web crawlers to ensure that its content was not picked up by ChatGPT. The news agency says that despite these measures, ChatGPT picks up its content from websites of its subscribers. This has enriched OpenAI \"unjustly\", it says. ANI also says in its suit that the chatbot produces its content verbatim for certain prompts. In some instances, ANI says, ChatGPT has falsely attributed statements to the news agency, hampering its credibility and misleading the public. Apart from seeking compensation for damages, ANI has asked the court to direct OpenAI to stop storing and using its work. In its response, OpenAI says it opposes the case being filed in India since the company and its servers are not located in the country and the chatbot has also not been trained there. In December, the Federation of Indian Publishers, which claims to represent 80% of Indian publishers including the Indian offices of Penguin Random House and Oxford University Press, filed an application in court saying that they were \"directly affected\" by this case and should be allowed to present their arguments as well. A month later, Digital News Publishers Association (DNPA), which represents leading Indian news outlets, and three other media outlets filed a similar application. They argued that while OpenAI had entered into licensing agreements with international news publishers such as the Associated Press and Financial Times, a similar model had not been followed in India. DNPA told the court the case would affect the livelihood of journalists and the country's entire news industry. OpenAI has, however, argued that chatbots are not a \"substitute\" for news subscriptions and are not used for such purposes. The court has not admitted these applications by the publishers yet and OpenAI has argued that the court should not hear them. But the judge clarified that even if these associations are allowed to argue, the court will restrict itself to ANI's claims since the other parties had not filed their own lawsuits. Meanwhile, OpenAI told the BBC it is engaging in \"constructive partnerships and conversations\" with news organisations around the world, including India, to \"work collaboratively\". Analysts say the lawsuits filed against ChatGPT across the world could bring into focus aspects of chatbots that have escaped scrutiny so far. Dr Sivaramakrishnan R Guruvayur, whose research focuses on responsible use of artificial intelligence, says that the data used to train chatbots is one such aspect. The ANI-OpenAI case will lead the court \"to evaluate the data sources\" of chatbots, he said. Governments across the world have been grappling with how to regulate AI. In 2023, Italy blocked ChatGPT saying that the chatbot's mass collection and storage of personal data raised privacy concerns. The European Union approved a law to regulate AI last year. The Indian government too has indicated plans to regulate AI. Before the 2024 election, the government issued an advisory that AI tools that were \"under-testing\" or \"unreliable\" should get government permission before launching. It also asked AI tools to not generate responses that are illegal in India or \"threaten the integrity of the electoral process\". Follow BBC News India on Instagram, YouTube, Twitter and Facebook. Data centres can use vast quantities of water to cool them - but it's not clear where it will come from. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. England suffer another disappointing defeat in Brendon McCullum's first one-day international in charge. Fixtures for England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals. One of the deportees flown to India on Wednesday told the BBC he was shackled throughout the 40-hour flight. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cg7ze00ly1zo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ebbf/live/023321c0-e440-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9bf7/live/d656b270-e2c7-11ef-833a-750809b240b0.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Sources say Welsh Labour and Lib Dem Jane Dodds close to agreeing a deal on the Welsh budget.",
        "long_description": "Sources say Welsh Labour and Lib Dem Jane Dodds close to agreeing a deal on the Welsh budget. The Welsh education inspectorate's Owen Evans says a more nuanced approach is needed. The Welsh government decides some tickets fares will rise by 6% on Transport for Wales trains. Wales' culture minister says collections at a major Welsh museum that closed suddenly on Sunday are safe. Welsh Tories were the only Senedd group to refuse an offer of sexism and sexual harassment training. The Welsh education inspectorate's Owen Evans says a more nuanced approach is needed. Welsh minister say some pupils are leaving lessons two or three to times to vape. A major Welsh museum which has been plagued by maintenance issues will reopen Friday. The Welsh government decides some tickets fares will rise by 6% on Transport for Wales trains. They say Jo Stevens was \"politicising\" civil servants with a post on the Wales Office's X account. Holyhead port owner Stena Line says it cannot discuss incidents forcing the closure due to the claim. A colleague of Darren Millar's says attacks on him for missing a vote on Labour's budget are unfair. More than 23,000 ambulances spent over four hours outside A&E waiting to hand over patients in 2024. Union members and students are among those protesting against the planned cuts at Cardiff University. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:33",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ccdc/live/ee540c30-e4af-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/70de/live/87e14d70-e49e-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "BBC Verify: Can Trump really take ownership of Gaza?",
        "short_description": "President Donald Trump has said he wants the United States to \"take over\" the Gaza Strip and turn it into the \"Riviera of the Middle East\".",
        "long_description": "President Donald Trump has said he wants the United States to \"take over\" the Gaza Strip and turn it into the \"Riviera of the Middle East\". BBC Verify's Nick Eardley examines international law to understand if the US has the authority to do so. A small plane crashed into several buildings on Friday evening, killing all six people on board and one person on the ground. Ryan O'Hara, 28, was the crew chief of the helicopter that collided with the passenger plane on Wednesday. BBC Weather's Elizabeth Rizzini looks at the meteorological phenomenon hitting North America's west coast. Dean Naujoks filmed the moment he came across American Airlines-branded sugar packets and a document with landing gear procedures. A salmon farm's closure led to a race against time as volunteers helped process the thousands of live fish. The BBC's Analysis Editor Ros Atkins on the unanswered questions around a fatal crash between a commercial airplane and a military helicopter near Washington DC. A pair of young figure skaters, their mothers, and two Russian coaches were among the 60 passengers on board the jet. BBC Verify's Nick Eardley has taken a closer look at what we know so far about the collision. Audio from moments before collision captures controllers asking the military helicopter if it has seen the passenger jet. An American Airlines flight collided in mid-air with a military helicopter on Wednesday night in Washington DC. Jimmy Mazeo says he thought he saw shooting stars, adding that he didn't \"think much of it\" until he saw emergency services arriving. An American Airlines jet carrying 60 passengers collided in mid-air with a military helicopter with three US Army soldiers aboard. The woman explained that she hadn’t heard anything because her hearing aids were charging. The fight ensued after a local activist disgraced the mayor of Dolton, Illinois, prompting her boyfriend to confront him Timelapse video captured the Kilauea volcano erupting for the seventh time since 23 December 2024. A trial date has been set for It Ends With Us co-stars Blake Lively and Justin Baldoni's dispute. Trump's pick for Health Secretary was interrupted during the opening statement of his confirmation hearing. The BBC's Ione Wells looks at the use of military planes in the new president's crackdown on illegal immigration. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. The XB-1 aircraft, manufactured by Boom Supersonic, underwent 11 test flights before Tuesday's over the Mojave Desert in California. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c8d9llpe1gmo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6532/live/c1057e10-e4de-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/17fd/live/77a89750-e4d1-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Player was 'overwhelmed' after World Cup kiss, court hears",
        "short_description": "Teammates of Spanish footballer Jenni Hermoso have given testimony in support of her account of feeling overwhelmed after being allegedly forcibly kissed by Spain's former football chief Luis Rubiales.",
        "long_description": "Teammates of Spanish footballer Jenni Hermoso have given testimony in support of her account of feeling overwhelmed after being allegedly forcibly kissed by Spain's former football chief Luis Rubiales. Her teammates Irene Paredes, Laia Codina, and Alexia Putellas appeared at the trial of Mr Rubiales in Madrid on Thursday, where he is accused of sexual assault and coercion. Ms Putellas said Ms Hermoso had felt \"overwhelmed\" after the incident, while Ms Codina said she was \"sad\" and \"not enjoying herself\". Mr Rubiales kissed Ms Hermoso on the lips during the 2023 Fifa Women's World Cup medal ceremony in Australia, triggering protests and calls for his resignation. He denies any wrongdoing. Ms Hermoso had told the court on Monday she had never given permission to be kissed at the World Cup medal ceremony and felt \"disrespected\" as a woman. Ms Putellas said she thought at the time the incident had been something \"fortuitous\" and a \"misunderstanding\" but Ms Hermoso then later showed her a video and said she did not know how it occurred to Mr Rubiales to kiss her, according to local Spanish media. The court heard from Ms Paredes that while on the bus to the airport after the World Cup final, she told her teammates to stop making jokes about the incident, saying it was \"serious\". Ms Putellas said that Ms Hermoso was \"overwhelmed\" on the plane back to Spain. \"She started crying from exhaustion,\" the Barcelona player added. The 31-year-old said Ms Hermoso was asked to speak to Mr Rubiales on the plane who told her that she should \"come out\" and \"deny that there was no consent\" in the kiss. \"She was angry and she said that there was no need for him to explain the facts to her because she had experienced it, that she wasn't going to do that,\" Ms Putellas said. Ms Codina told the trial that during the team's celebratory trip to the Spanish island of Ibiza, Ms Hermoso was \"sad, she was not enjoying herself, far from it\" even though it \"should have been the best moment\" of her life. Three colleagues of Mr Rubiales are also on trial, accused of colluding in the alleged coercion: Jorge Vilda, coach of the World Cup-winning side, Rubén Rivera, the federation's former head of marketing, and former sporting director, Albert Luque. They all deny the charges. On Wednesday, the court heard that Mr Vilda spoke to Rafael Hermoso - brother of Jenni Hermoso - on the flight back to Spain, telling him that Mr Rubiales feared for his position, according to local Spanish media. Mr Vilda asked him to speak to his sister about her making a video with Ms Rubiales that would downplay the kiss. The coach warned that his sister could face \"professional and personal consequences\" if she did not cooperate, Rafael Hermoso said. Speaking in court on Monday, Ms Hermoso said she and the then-president of the Royal Spanish Football Federation hugged and celebrated at the football event, saying that he then grabbed her \"by the ears and kiss[ed] me on the mouth\". \"I didn't hear or understand anything,\" she said, adding that \"a kiss on the lips is only given when I decide so\". The footballer said she felt \"completely abandoned by the federation\". Prosecutors are calling for Mr Rubiales to receive a one-year prison sentence for sexual assault for the kiss. They are also calling for him to be given a sentence of a year-and-a-half for coercion, for allegedly trying to pressure Ms Hermoso into saying publicly that the kiss was consensual. Mr Rubiales denies the charges. The trial continues. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cge7p94pj4po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f050/live/757ce810-e4ad-11ef-840c-15b81a918e34.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip.",
        "long_description": "BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip. President Trump has blamed China for its opioid crisis and imposed sweeping tariffs. He told a news conference that diversity hiring efforts at the Federal Aviation Administration may have led to safety issues. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. Moscow had moved columns of military vehicles to the port after the fall of Bashar al-Assad. President Trump has blamed China for its opioid crisis and imposed sweeping tariffs. Moscow had moved columns of military vehicles to the port after the fall of Bashar al-Assad. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? A satellite image taken 21 January shows new construction within the demilitarised zone. Analysts say the return suggests that Moscow is preparing to evacuate one of its most valuable overseas bases. BBC Verify's Nick Eardley examines Hamas' footage of the moment three hostages were handed over. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. BBC Verify assesses whether Chancellor Rachel Reeves' three key climate claims about the runway add up. The X owner shared false claims that a Home Office memo urged police not to intervene in child grooming cases. The postcode lookup allows anyone in England to monitor new home-building targets in their area. The prime minister has come under attack from Elon Musk over his record as director of public prosecutions. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:41",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcverify",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a53/live/f3800300-e3ea-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/32d0/live/cd24e7e0-e2e9-11ef-a83b-bf768968ed36.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi.",
        "long_description": "More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. One of the deportees flown to India on Wednesday told the BBC he was shackled throughout the 40-hour flight. Delhi hopes tariff cuts have put it ahead of the game - but will that satisfy Trump, or is trade action still on the table? India's largest news agency has sued OpenAI for 20m rupees, accusing it of using copyrighted material illegally. Officials say the unlikely pair fell into the water when the tiger was chasing the boar. One of the deportees flown to India on Wednesday told the BBC he was shackled throughout the 40-hour flight. England suffer another disappointing defeat in Brendon McCullum's first one-day international in charge. Customs authorities have accused Kia India of evading taxes worth millions of dollars. Delhi hopes tariff cuts have put it ahead of the game - but will that satisfy Trump, or is trade action still on the table? GBS is a rare disorder where the immune system attacks nerve cells, causing paralysis. A living will lets people choose the medical care they want to receive if they develop a terminal illness. India has more than 3,600 tigers – or 75% of the global tiger population despite high human density. Meet India's latest batting superstar Abhishek Sharma, who struck a record-breaking 135 in their T20 win over England. Mothers in the harsh Sundarbans delta are battling the rising tide of child drownings. Officials say the unlikely pair fell into the water when the tiger was chasing the boar. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. The surge happened when people who were sleeping on the riverbank were trampled by other pilgrims. Over a million people are camping out in the cold for a month on the banks of the Ganges river. The BBC's Samira Hussain describes what she saw at the world's largest religious gathering. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. England suffer another disappointing defeat in Brendon McCullum's first one-day international in charge. Fixtures for England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals. One of the deportees flown to India on Wednesday told the BBC he was shackled throughout the 40-hour flight. Full squad lists, as they are announced, for the 2025 Champions Trophy. Customs authorities have accused Kia India of evading taxes worth millions of dollars. India's largest news agency has sued OpenAI for 20m rupees, accusing it of using copyrighted material illegally. The two leaders share cordial relations but experts say US's concerns over tariffs, illegal immigration might strain bilateral ties. Officials say the unlikely pair fell into the water when the tiger was chasing the boar. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b8e8/live/4c7435b0-e447-11ef-8474-c1ff53ab410e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f41e/live/c43a2d90-e46d-11ef-8cf7-7d25ac677559.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Fall in fertility rate becomes big challenge for provincial France",
        "short_description": "Colomiers in south-west France is modern, spread out - and not very attractive.",
        "long_description": "Colomiers in south-west France is modern, spread out - and not very attractive. Young couples came here from the nearby city of Toulouse to have children because property prices are far cheaper. It grew rapidly and now has a population of 40,000. However, fertility rates have recently declined across France, and Colomiers has seen one of the biggest falls - 31% since 2018. France used to stand out from its European neighbours for the high number of children born per woman during her child-bearing years. Its fertility rate still remains above the European average, but it is falling sharply. The number of births in France in 2024 was the lowest since 1919. In January last year, President Emmanuel Macron called for a \"demographic rearmament\" with new reforms making it easier for people to have children. These included increasing the financial aid both parents receive while they look after their newborn babies, for up to six months. But it may take years for the policies to have an impact on France's demographic decline - especially as there have been four different governments in little over a year and the reforms have not yet come into law. In a midwife's office in Colomiers, Laurence Loiseau is weighing three-week-old Léonie - Caroline and Teddy Rivat's second child. The couple don't know whether they will have any more children, but already they are well above the average for the Occitanie region, where the fertility rate stands at 1.53 compared with the national 1.62. Laurence Loiseau has been a midwife here for 30 years and has noticed a change in mindset. Hardly any of her 32-year-old daughter's friends have children, she says. \"They will try later in life but that means they will have more difficulty getting pregnant - and by the time they reach 40 it will be very difficult to have a second child.\" Ms Loiseau adds she still sees families with three or four children, but that these usually come from poorer or immigrant backgrounds. Raising children in France is expensive. The last official government statistics a decade ago put the cost at about €6,800 (£5,700) a year to raise a child. Using those figures and including inflation, French economists say the figure now is close to €9,000 a year. Margaux Biscaye - also a midwife in Colomiers – meets a lot of young women who come to see her for contraceptive advice. She says that for an increasing number of young women between the ages of 20 and 30 having children is not a priority. Some simply don't want any, says Ms Biscaye: \"Often because of the world we live in right now. It's not a very optimistic period. Maybe they will change their mind but maybe not.\" Paola Godard, who is 27 and works in the music industry, is adamant she will not have children of her own, though she might consider adoption. Although financially she would be able to raise children, she does not think she could provide them with a safe future, she says. She is worried by the rise of far right and by the potential impact of climate change in 20 years' time. The Occitanie region is witnessing the second-fastest fall in the fertility rate across France. Only Corsica is higher, because so many young people leave the island for job opportunities on the mainland. Catherine Sourd from the National Institute of Statistics and Economic Studies (Insee) told the BBC the birth rate in Occitanie fell by 8.5% in 2023, compared with 6.5% nationally. Ms Sourd says the fall is even steeper among women aged between 24 and 35, who are usually the most fertile. Women are delaying having their first child compared with previous generations and settling into long-term relationships later in life, she says. At the same time, the current economic uncertainty is weighing on young people's minds. The same uncertainty during the financial crisis in 2008 also had a big impact on fertility in France and across Western Europe, with a sharp downward blip in births back then too, Ms Sourd says. In Colomiers the number of primary school kids has fallen by 10% in the past seven years. Xavier Vuiller works in educational management at the Victor Hugo secondary school. He and his Spanish wife, Noelia, have just one child, 12-year-old Paolo - and that won't change. \"My wife was very keen to pursue a personal career... so that she would have the same opportunities as I would have as a man. So we took the time to have a child and just one,\" Xavier says. He adds that the falling pupils numbers will be felt in his own school in a few years' time as the dwindling number of primary school children move up to secondary schools. The picture is similar further into the French countryside too, where fertility rates used to be higher. That's no longer the case either, according to government statistics. In the cosy village of Gratens, south of Colomiers, Farid Achezegag, a sculptor, lives with his partner Marion Savy, a teacher, their 10-year-old daughter Maelle and a very large ginger cat. Farid and Marion agreed to have just one child. \"It's the model I am used to – and I was quite happy as a single child,\" Marion says. \"I love my work and when I thought about becoming a mother I wanted to also have time for me. I am not selfish – I wanted to offer my child essential time just for her and still have my woman's life.\" Farid's parents were Algerian immigrants. They had four children, but he does not want to go down the same path. \"Like Marion I was set on having one child,\" he said. \"Your relationship with children in a big family is not the same.\" The outraged passenger hires a lawyer to dispute the fine over a public phone call in Nantes. The philanthropist and spiritual leader died \"peacefully\" at the age of 88 in Lisbon, Portugal. The 61-year-old, who has cancer, is to be extradited to France on \"humanitarian grounds\". Christophe Ruggia was sentenced to two-years house arrest and will have to wear an electronic bracelet. Deputy Neil Inder meets French politicians to discuss ways of increasing trade opportunities. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "5 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c5yvq1jy2xgo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2b1e/live/31706160-e31d-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7942/live/6ef57550-e3c4-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Left without a trace: Families search for missing children of Turkey's earthquake",
        "short_description": "Four-year-old Emir was at home with his family when two devastating earthquakes hit southern Turkey on 6 February 2023, claiming the lives of more than 53,500 people.",
        "long_description": "Four-year-old Emir was at home with his family when two devastating earthquakes hit southern Turkey on 6 February 2023, claiming the lives of more than 53,500 people. The bodies of his mother, father and 10-year-old brother were found in the wreckage of their apartment block in Antakya, a city on the Syrian border. But there was no trace of him. Two years on, Emir is still missing. Dozens of families continue to search for their loved ones and at least 30 of the missing are children. Emir's aunt Nursen Kisa arrived at the collapsed building in Antakya an hour after the earthquake and waited beside the debris for over two weeks while search and rescue operations continued. \"We thought we could find him, or at least a piece of his clothing, some remains, some sort of a trace. But there were none. Neither in the debris nor among the bodies,\" she said. Since then, she has been on a mission to find her missing nephew. She filed a missing person's claim at the police station, only for the authorities to call three months later to say they had no paperwork showing Emir was missing. Her initial inquiry most likely got lost so the whole process had to start from scratch. In the meantime Nursen posted pictures of her nephew all over social media in the hope that someone would recognise him. She visited dozens of orphanages across Turkey. Her sister's remains were exhumed so that DNA samples could be compared with remains that had yet to be identified. None of her efforts were successful. She said she had even had occasional calls from local authorities asking how Emir was coping. For her it meant that her nephew had not yet been officially recorded as missing. Two years on from the earthquakes, the number of missing is still unclear. In April 2023, the internal affairs minister at the time said \"a missing person claim was filed for 297 people, 86 of whom were children\". By November 2024, current Interior Minister Ali Yerlikaya announced that 75 people were still missing and that 30 of them were children. That contrasted with the main opposition party, who said they had a list of 140 missing people, 38 of whom were children. They shared their list with the minister but received no response, they told BBC News Turkish. Sema Gulec, spokesperson of a foundation to locate the missing, believes the discrepancy may be because the interior ministry has not counted those whose families have officially accepted them as deceased. After the earthquake, various allegations were made about children being rescued from under the rubble but then going missing. The implication was that they had then been abducted, although these claims were denied by authorities. In January 2024, the governing party and its right-wing ally voted down a parliamentary motion calling for an investigation into the missing children. Then a commission to investigate the cases of the missing people was formed within Turkey's Disaster Management Authority (Afad) - a government agency that operates under the interior ministry. Afad has been using several techniques to search for the missing, says Sema Gulec, whose 24-year-old son is among the disappeared. These techniques range from comparing DNA taken from the relatives of the missing with samples from the bodies buried without identification, to using a facial recognition system and comparing pictures of the missing with records filed with the police, she explains. However, opposition figures have accused authorities of irregularities or incompetence. They cite the example of a young woman who was buried under a different identity, only to be exhumed and identified a year later. \"There could be dozens of others buried under false identities,\" said Nermin Yildirim Kara, an MP from the main opposition party. She also argued that some of the rubble was cleared before all necessary scanning was made, citing as an example a famous residency building in Antakya where 48 people remain unaccounted for. \"That debris was cleared in such haste that maybe some of the remains also got destroyed in the process,\" she said. BBC News Turkish approached both Afad and the interior ministry for comment, but they declined to respond. In the meantime, families of the missing continue their search for answers. \"A proper scan was not carried out. They removed the debris immediately, and we could not stop them,\" said Ayse Ambarcioglu, whose sister and six-month-old niece went missing. \"Two years have gone by already. What are [the authorities] supposed to do now - bring a piece of bone and say this belongs to your sister?\" \"We would settle just for a single bone, but nothing was found,\" said Caner Yurdakul, whose sister, brother-in-law and their six-year-old twin daughters disappeared after the earthquake. The cities scarred by the devastating tremors in southern Turkey are rife with such accounts. But many relatives of the missing are determined to carry on with their search for answers. \"There is nothing yet to prove that my nephew Emir is either dead or alive,\" said Nursen Kisa. \"I am never going to succumb to pressure and report him as deceased.\" They received hefty sentences after 72 people were killed when the building fell in the 2023 quake. Geoff Sherwood and his son Will return from a cycle across Europe for earthquake victims. They have raised approximately £35,000 which is being used to help those in more remote regions. After losing her son, Nurgül Göksu set out to investigate how building alterations left his home vulnerable to earthquakes. One year on, the double disaster of earthquake and war leaves many Syrians without a home. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cj02v47e48zo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/72fd/live/61545380-e306-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8edf/live/6aebe6f0-e2f3-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Why does Trump want to take over Gaza and could he do it?",
        "short_description": "Donald Trump has shocked the world by suggesting the US could \"take over\" and \"own\" Gaza, resettling its population in the process.",
        "long_description": "Donald Trump has shocked the world by suggesting the US could \"take over\" and \"own\" Gaza, resettling its population in the process. The US president later repeated elements of the proposal on social media, saying Gaza would be \"turned over\" to the US by Israel under his plan. The White House moved to clarify that the displacement of Palestinians would be temporary, while Secretary of State Marco Rubio described it as an \"interim\" arrangement. But the proposal has continued to draw condemnation, including from across the Middle East, close US allies and the United Nations - and some analysts have raised fears Trump's comments could destabilise the ongoing ceasefire between Hamas and Israel. Israeli Prime Minister Benjamin Netanyahu, meanwhile, said the idea was \"worth paying attention to\". It comes amid ongoing questions about the post-conflict future of Gaza, where the UN estimates around two thirds of buildings have been destroyed or damaged after 15 months of fighting. Trump's vague proposal could signal the largest shift in US policy on the Middle East in decades, upending widespread international consensus on the need for a Palestinian state - comprising Gaza and the occupied West Bank - to exist alongside Israel. If Donald Trump is right about one thing, it is that decades of US diplomacy on Israel and the Palestinians have failed to resolve the conflict. Peace proposals and presidents have come and gone but the problems have festered. Hamas's attack on Israel on 7 October 2023 and the war in Gaza it triggered were the hideous results. Trump made his millions as a property developer and, with that hat on, made a perfectly valid observation: if Gaza is to be rebuilt, from scratch in some places, it makes little sense for hundreds of thousands of civilians to be sheltering in the rubble. The task of rebuilding Gaza will be monumental. Unexploded munitions and mountains of debris have to be removed. Water and power lines have to be repaired. Schools, hospitals and shops need to be rebuilt. Trump's Middle East envoy Steve Witkoff has said that could take years - and while that goes on, the Palestinians will need to go somewhere. However, rather than exploring ways of keeping them close to home, almost certainly in camps in the central and southern parts of the Gaza Strip, Trump says they should be encouraged to leave - permanently. Trump believes that in their absence, an idyllic, American-owned \"Riviera of the Middle East\" will rise from the ashes, providing thousands of jobs, opportunities for investment and, ultimately, a place for \"the world's people to live\". Where to begin? Even for a president who spent much of his first term upending US Middle East policy – including moving the US embassy from Tel Aviv to Jerusalem and recognising Israeli sovereignty over the occupied Golan Heights – this was an astonishing proposal. In their wildest imaginations, no US president ever thought that solving the Israel-Palestinian conflict would involve taking over a chunk of Palestinian territory and evicting its population. To be clear, to do this by force would be a grave violation of international law. Some Palestinians would likely choose to leave Gaza and rebuild their lives elsewhere. Since October 2023, as many as 150,000 already have. But others cannot or will not, either because they lack the financial means to do so or because their attachment to Gaza – part of the land they call Palestine – is simply too strong. Many Gazans are descendants of people who fled or were driven from their homes in 1948 during the creation of the state of Israel - a period Palestinians call the Nakba, the Arabic word for catastrophe. The thought of another will be too painful for many and they will cling to their reduced lives in what remains of Gaza with a fierce determination. For Palestinians who dream of a state of their own, alongside Israel, the loss of part of it will feel like an amputation. Gaza has been physically separated from the West Bank since 1948. Previous rounds of negotiations, as well as Trump's 2020 \"Vision for Peace\", included plans for tunnels or railways that might link the two. Now Trump is basically telling the Palestinians to give up on Gaza once and for all. While he does not appear to be advocating the forced deportation of civilians - which is against international law - Trump is clearly encouraging Palestinians to leave. Palestinian officials have already accused Israel of blocking the supply of tens of thousands of caravans which could help Gazans to stay put in less damaged parts of the territory while reconstruction takes place elsewhere. The Arab countries who Trump says should accept as many as 1.8 million Gazan refugees, mainly Egypt and Jordan, have expressed outrage. Both have enough problems of their own without this added burden. Gaza was occupied by Egypt for 19 years before it was seized by Israel in the 1967 Six Day War. It is still considered occupied by Israel under international law, which Israel disputes. It says the occupation ended in 2005, when it unilaterally dismantled Jewish settlements and pulled out its military. Around three quarters of UN members recognise Gaza as part of a sovereign state of Palestine, though the US does not. Cut off from the outside world by fences and an Israeli maritime blockade, it has never felt like a truly independent place. Nothing and no one moves in or out without Israel's permission, and an international airport - opened amid much fanfare in 1998 - was destroyed by Israel in 2001 during the second Palestinian uprising. Israel and Egypt imposed a blockade on Gaza, citing security reasons, after Hamas won Palestinian elections in 2006 and ejected its rivals from the territory after intense fighting the following year. Long before the latest war, Palestinians had come to regard Gaza as an open prison. It goes without saying that the US has no legal claim to the territory and it is not at all clear how Trump intends to impose American rule. As with his bullish claims about US control over Greenland or the Panama Canal, it is not yet clear whether Trump really means it or if the comments represent an opening, outlandish bargaining position ahead of a bruising set of negotiations on Gaza's future. Various plans have been discussed for the post-war governance of Gaza. In December, the two main Palestinian factions, Hamas and Fatah, agreed to form a joint committee to oversee its administration - an agreement which has so far come to nothing. At other times, discussions have focused on the creation of an international peacekeeping force, possibly made up of troops from Arab countries. Last month, Reuters reported that the UAE, US and Israel had discussed the formation of a temporary administration in Gaza until a reformed Palestinian Authority (PA), which already has control in parts of the West Bank, was ready to take over. However, Israeli Prime Minister Benjamin Netanyahu has previously publicly insisted that the PA will have no role to play in running post-war Gaza. In a limited sense, American boots are already on the ground. A US security firm has employed around 100 former US special forces to man a vital checkpoint south of Gaza City and screen the vehicles of Palestinians returning to the north for weapons. Egyptian security personnel have also been seen at the same checkpoint. These could be the first, tentative signs of an expanded international - and possibly US-led - presence in Gaza. But that is hardly a US takeover, something that would require a large-scale military intervention in the Middle East - the sort of thing Trump has long told voters he wants to avoid. Negotiations on phase two of the two-week-old ceasefire between Israel and Hamas have barely begun but it is hard to see how Trump's bombshell remarks will help to advance them. If Hamas feels the end product of this whole process is a depopulated Gaza - devoid not just of Hamas, but of all Palestinians - it may conclude there is nothing to talk about and hold on to the remaining hostages it took on 7 October 2023. Netanyahu's critics have accused him of looking for excuses to blow up the negotiations and resume the war. They are bound to conclude that, with these comments, Trump is a willing accomplice. On the other hand, the Israeli prime minister's right-wing backers have expressed satisfaction with the US takeover plan, potentially reducing the risk of cabinet resignations and making Netanyahu's immediate political future appear more assured. In that sense, Trump has given Netanyahu a powerful incentive to keep the ceasefire going. Asked whether he agreed the US should recognise Israeli sovereignty over the occupied West Bank, Trump said he had yet to take a position but that he would have an announcement to make in four weeks' time. That remark has caused alarm among Palestinians, for whom such an announcement would inevitably be seen as another nail in the coffin for a two-state solution. Recognising the legitimacy of Israel's settlements in the West Bank would be a hugely consequential move. Most of the rest of the world regards them as illegal under international law, although Israel disputes this. During previous rounds of peace talks, negotiators recognised that Israel would get to hold onto large settlement blocs as part of a final agreement, probably in exchange for small chunks of Israeli territory. In 2020, Trump brokered the Abraham Accords, which secured the historic normalisation of relations between Israel and two Arab nations, the United Arab Emirates (UAE) and Bahrain. The UAE signed that agreement on the understanding Israel would not annex parts of the West Bank - an understanding which may now be in jeopardy. The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army. Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? Israel's military says he punched detainees and used his weapon while they were handcuffed and blindfolded. The president reiterates that the idea would mean resettling Palestinians, and that no US soldiers would be needed. It comes after President Trump proposed for Gazans to relocate, drawing widespread condemnation. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "15 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cn4z32y12jpo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed9f/live/14ef2600-e3ce-11ef-a319-fb4e7360c4ec.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6365/live/e600f5a0-e3d0-11ef-8eb3-555562890746.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate.",
        "long_description": "The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate. Chelsea striker Samantha Kerr denies showing hostility towards a police officer \"because of his whiteness\". Thousands of people have begun returning home to assess damage to their properties and businesses. The Australian government says the Chinese AI app is a threat to it and its assets. The 17-year-old was attacked around 100m from shore of Woormin Beach, Australian media reports. Chelsea striker Samantha Kerr denies showing hostility towards a police officer \"because of his whiteness\". Australian researchers say the feat could help efforts to save endangered marsupial species. The NFL's international growth continues with Australia being confirmed as the sixth overseas country to be awarded a regular-season game. Thousands of people have begun returning home to assess damage to their properties and businesses. The BBC meets the residents of Townsville's \"black zones\" who have stayed put despite flood warnings. Ed Husic is the first member of a Western government to raise privacy concerns about the Chinese chatbot. Jannik Sinner continues to be an unstoppable force in men's tennis as the Australian Open champion becomes the first Italian to win three major titles. The defendants had denied the diabetic girl her insulin, believing God would save her, a court heard. Amie, a descendant of a Holocaust survivor, meets Cornelia, who is untangling her family's Nazi past. BBC Australia reporter Simon Atkinson visits Townsville, which was hit by severe rainfall over the weekend. Almost 20,000 people visited Sydney's Botanic Gardens to catch a whiff of a rare plant in bloom. Shelley Sykes' son Rory, an Australian citizen who had cerebral palsy and struggled with mobility, did not follow an evacuation order. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. Australia all-rounder Marcus Stoinis retires from one-day internationals with immediate effect, ruling him out of the Champions Trophy. The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate. Australian researchers say the feat could help efforts to save endangered marsupial species. Australia captain Pat Cummins is \"hugely unlikely\" to be fit for the Champions Trophy, leaving the world champions pondering their captaincy options. Thousands of people have begun returning home to assess damage to their properties and businesses. The BBC meets the residents of Townsville's \"black zones\" who have stayed put despite flood warnings. BBC Australia reporter Simon Atkinson visits Townsville, which was hit by severe rainfall over the weekend. The 17-year-old was attacked around 100m from shore of Woormin Beach, Australian media reports. The floods in northern Queensland have killed one woman and forced thousands more from their homes. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-07 11:48:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/23fc/live/cddfb070-e46a-11ef-8cf7-7d25ac677559.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0670/live/b101a420-e4d0-11ef-8bcd-cd2cf38bb11e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Man fined for loudspeaker call at French station",
        "short_description": "A man who was fined €200 (£166) for making a call on loudspeaker at a train station in France has begun a fight against the penalty.",
        "long_description": "A man who was fined €200 (£166) for making a call on loudspeaker at a train station in France has begun a fight against the penalty. The man, named only as David, told French broadcaster BFM TV he was on a call with his sister at Nantes station on Sunday when an employee from SNCF, the French railway company, approached him. David said he was told that he would be fined €150 if he did not turn off the loudspeaker - a fine which he claims was later increased to €200 because he did not pay it on the spot. He has since hired a lawyer to dispute the fine. SNCF confirmed the man was fined by its security staff in a quiet area of the station. The state-owned train company disputed some details of the passenger's account, according to French outlet La Parisien. David, reported to be 54 years old, said he initially hung up the phone when he was told about the fine, thinking it was a joke, BFM TV reported. SNCF described an escalating interaction between the passenger and its staff member before the fine was issued. It told BBC News its security staff operate on trains and at stations and are authorised to issue fines against passengers. SNCF confirmed the fine increased from €150 \"because the customer refused to pay\". According to Ouest-France, the incident happened on Sunday. While there is no national law in France prohibiting the use of mobile phones on loudspeaker in public places, there are noise control regulations. According to the French Transport Code, those who use \"sound devices or instruments\" or \"disturb the peace of others by noise\" in areas used for public transport could face a fine. Opinion surveys suggest speaking loudly in a public place is among the behaviours deemed most unacceptable when it comes to phone calls. In a survey of 2,005 adults in Great Britain last year, pollster YouGov found 86% felt the use of speakerphone in a shared environment was unacceptable, while 88% felt the same for speaking loudly. With such strong feelings, countries around the world have different approaches to policing the issue. The UK's railway by-laws state that the use of any equipment to produce sound that annoys another person is not allowed, unless there is written permission, and it risks a fine. Some train operators in the UK offer \"quiet coaches\" or \"quiet zones\" - carriages where passengers are encouraged to keep the noise level down. For example, London North Eastern Railway asks passengers travelling in such coaches to make sure music they are listening to cannot be heard through their headphones and to move if they want to make or receive a call. Italian train operator Trenitalia offers a similar service on the Frecciarossa train. Passengers \"who wish to travel in complete relaxation and away from noise pollution from cell phones\" can travel in a \"silent area\" in its business carriage. In Japan, where there are strict cultural norms around public behaviour, talking on the phone while on a train is considered impolite and it is strongly discouraged. Guidelines for train etiquette issued under the website for the West Japan Railway Company asks passengers to not speak loudly on the train and set their phones on silent mode, as well as refrain from making and accepting calls while on the train. \"Speaking loudly inside trains is an annoyance to nearby passengers,\" it says. Meanwhile, the Busan Transportation Corporation located in the city of Busan in South Korea, advises passengers to put their phone on vibration mode and \"have conversations quietly\" under a rail etiquette guide posted on its website. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4g949m4g41o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5681/live/7e056790-e4bd-11ef-8011-af360fcf4959.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Inside the brand new city 'built on scams'",
        "short_description": "Welcome to Shwe Kokko, a brand new city sat in one of Asia's poorest corners, alleged to have been built on the proceeds of scams.",
        "long_description": "Welcome to Shwe Kokko, a brand new city sat in one of Asia's poorest corners, alleged to have been built on the proceeds of scams. Sat on the Myanmar-Thai border, it's home to a lucrative yet deadly nexus of fraud, money-laundering and human trafficking. The man behind it, She Zhijiang, is languishing in a Bangkok jail, awaiting extradition to China. The BBC's Jonathan Head was invited to see it for himself - and this is what he found. Video by Natalie Thomas It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. Vikas Pandey and Samira Hussain explain how the chaos unfolded in northern India. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Over a million people are camping out in the cold for a month on the banks of the Ganges river. Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The rocket, which took off from a site north of Chennai, places two satellites in orbit. The Jeju Air flight landing at Muan Airport had 181 passengers on board when it crashed off the runway. Lawmakers vote to impeach acting president Han Duck-soo, two weeks after voting to impeach the president. One of India's longest-serving leaders, Singh has died at the age of 92. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. Crowds gathered outside the National Assembly loudly cheered at the announcement. MPs in Seoul voted 204 in favour and 85 against the motion. The BBC's Jean Mackenzie explains what happens next following the impeachment of Yoon Suk Yeol. The rate of India’s economic growth is still robust, but the latest GDP figures signal a slowdown. Yoon Suk Yeol faces growing calls to resign amid impeachment talks and a failed martial law attempt. The BBC's Jake Kwon said people protesting against President Yoon's martial law announcement 'cannot seem to believe' it. South Korea’s opposition party members gather at South Korea's parliament Yoon Suk Yeol made the announcement in a surprise, late night televised address. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "5 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/czrl26v8m8lo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4362/live/08a66900-e3a4-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a364/live/ec73b590-e311-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Battered but defiant -  where does Hezbollah go from here?",
        "short_description": "On 26 January, thousands of displaced Lebanese, who had been living across the country, tried to return to their homes in southern Lebanon.",
        "long_description": "On 26 January, thousands of displaced Lebanese, who had been living across the country, tried to return to their homes in southern Lebanon. They travelled in convoys, played revolutionary songs and waved, proudly, the yellow Hezbollah flag. Many found out that, aer more than a year of war, there were no homes to return to. They mourned what had been lost and, in the rubble of destroyed buildings, put up posters remembering the group's late leader, Hassan Nasrallah. The date marked the end of a deadline for the withdrawal of Israeli troops, part of a ceasefire brokered by the US and France, that required Hezbollah to remove its weapons and fighters from the south. The deal would also see the deployment of thousands of Lebanese soldiers in the area. But Israel said Lebanon had not fully implemented the deal and, as a result, not all invading forces pulled out. Lebanon also accused Israel of procrastination. Unsurprisingly, there was violence. In some areas, Israeli soldiers opened fire and 24 people, including a Lebanese soldier, were killed. Still, for Hezbollah, which has been the dominant force in southern Lebanon for decades, the violence was an opportunity to project strength, after being battered in the conflict with Israel. But can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? Over the years, Hezbollah, the Shia Muslim militia, political and social movement, cemented its position as Lebanon's most powerful group. Backed by Iran, it built a military force more formidable than the Lebanese army. The use of violence was always an option. A strong parliamentary bloc meant that no major decision was possible without its consent while Lebanon's fractured political system gave it representation in the government. In short, Hezbollah had the ability to paralyse the state – and many times did so. The latest conflict started in October 2023, when Hezbollah opened a second front against Israel as Israel launched a war in Gaza in response to the Hamas attacks. The hostilities escalated dramatically last September, as Israel had penetrated the group in ways then unimaginable. First, pagers carried by its members exploded. Then their walkie-talkies. An unrelenting air campaign and subsequent invasion of the south killed more than 4,000 people including many civilians, left areas with a significant presence of Shia Muslims – which form the bulk of Hezbollah's support – in ruins, and severely damaged the group's arsenal. Many of its leaders were assassinated, most notably Nasrallah, who had been Hezbollah's face for more than three decades. His successor, former number two Naim Qassem, who is not as charismatic or influential, has admitted they suffered painful losses. The ceasefire deal that came into force in November was essentially a surrender by the group, which is considered a terrorist organisation by the US, the UK and others. In this new reality, last month, Lebanon's parliament finally elected a new president – former army chief Joseph Aoun, who was favoured by the Americans – after more than two years of impasse that critics attributed to Hezbollah. Weakened, the group could not block the process as it had done in the past. In another sign of its diminished position, Aoun then named as prime minister Nawaf Salam, who was serving as president of the International Court of Justice, and someone not aligned with the group. Hezbollah, for now, seems to be focused on another priority: its base. The group has told its followers that the loss in the war is a victory, but many know the truth is different. Their communities are destroyed, and the damage to buildings is estimated to be over $3bn (£2.4bn), according to the World Bank. In a country with a collapsed economy, no one knows who will help – if anyone, as international assistance has been conditioned on the government taking measures that would curb Hezbollah's power. The group has paid compensation to some families, as it did after the 2006 war, but there are already indications of discontent. \"If people are still living in tents in six months' time, or on the rubble of their homes, they may start to blame Hezbollah rather than the government or Israel. This is why they're investing so much effort now to try to pre-empt that,\" says Nicholas Blanford, a Beirut-based non-resident senior fellow with the Atlantic Council's Middle East programmes and the author of Warriors of God: Inside Hezbollah's Thirty-Year Struggle Against Israel. \"In the current context, you can push back a little bit against Hezbollah.\" But any action against Hezbollah comes with risks. On 26 January, hours after people tried to return to the south, young men on motorbikes drove through non-Shia areas of Beirut and other places at night, honking and carrying Hezbollah flags. Residents in some areas confronted them. In a country where sectarian divisions run deep and many still remember the days of the 1975-1990 civil war, the convoys were seen as an intimidation tactic. Mr Blanford said Hezbollah had \"the implicit threat of violence\" because of its military arm. \"If you push them too hard,\" he said, \"they will slap you back very hard\". A Western diplomatic official, who spoke on condition of anonymity in order to discuss private talks, told me: \"We've been telling players here [the opposition] and in other countries: if you corner Hezbollah, it will probably backfire, and the risk of violence is a real possibility.\" Still, a new chapter has been opened in Lebanon, a country exhausted by pervasive corruption, government mismanagement and seemingly endless violence. It is a combination that has resulted in a dysfunctional state. Addressing the Lebanese parliament in his inaugural speech, Aoun promised ambitious and long-delayed reforms with the knowledge that, without profound changes, Lebanon cannot be rescued. He vowed to rebuild public institutions, revive the economy, and, crucially, make the Lebanese army the sole carrier of weapons in the country. Aoun did not mention Hezbollah by name, but this is what he meant. The chamber enthusiastically applauded him; Hezbollah parliamentarians observed in silence. But the decision about Hezbollah's existence as a military power will probably be made far from Lebanon – in Iran. For decades, Tehran invested with weapons and money in a regional alliance it calls the Axis of Resistance, which constituted a ring of fire around Israel. Hezbollah was its main player. With thousands of well-trained, battle-hardened fighters and a vast arsenal that included long-range precision-guided missiles on Israel's doorstep, the group acted as a deterrent against an Israeli attack on Iran's nuclear facilities. This deterrence, for now, is gone – and rebuilding it, if that is Iran's wish, will not be easy. The fall of the Assad regime in Syria in December – in part because of Hezbollah's setbacks – has interrupted the land corridor Tehran used to arm and fund the group. Israel, which has gathered extensive intelligence about Hezbollah, says it will continue to carry out attacks on the group to prevent its attempts to rearm. Mr Blanford told me that \"only Iran can really answer fundamental questions\" about Hezbollah. \"There is a possibility where either Iran or they [Hezbollah] decide to try to think differently, to disarm or become only a political party and social movement,\" he said. \"[But] this [ultimately] is Iran's decision, out of the hands of Hezbollah.\" I asked a source familiar with Hezbollah's internal affairs whether it was realistic to talk about the group's disarmament. The issue, the source said, could be part of a \"bigger, regional negotiation\", in what appeared to be a reference to indications by Iran that it is willing to reach an agreement with the West over its nuclear programme. \"And there's a difference between giving up weapons entirely or working under a framework with the state about their use, which is another possibility,\" the source added. Lebanon's new leaders are under pressure to act quickly. Foreign allies see the reshaped balance of power in the Middle East as a chance to weaken Iran's reach even further while the Lebanese are anxious for some stability and to have a sense that the rules apply to everyone. People here dislike when they are described as \"resilient\", given their ability to carry on amid the chaos. \"All we want is to live in a 'normal country',\" I heard from a frustrated resident in a mainly Christian area of Beirut last year. It is also the case that after so much suffering, even Hezbollah's supporters may be questioning what role the group should play. Hezbollah is unlikely to return to what it was before the war. Disarming may not be as unthinkable as it once was. BBC InDepth is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below. Lebanon and the US said the agreement will remain in place until 18 February. It comes as the deadline passes for Israeli forces and Hezbollah fighters to withdraw from southern Lebanon. The missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds. His appointment is another blow to Hezbollah, which had sought to reappoint caretaker PM Najib Mikati. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cp82pm3exz0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1bb0/live/3d025fc0-e47f-11ef-a819-277e390a7a08.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a3fa/live/42b4d280-e4a8-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]