[
    {
        "title": "NewsNews",
        "short_description": "Some young people in China are finding that AI can offer the unexpected - emotional support",
        "long_description": "Some young people in China are finding that AI can offer the unexpected - emotional support Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. The leaders share a warm relationship, but both will have their own wish list when they meet this week. Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Sheikh Hasina, deposed last year, is accused of putting down protests that left up to 1,400 people dead. The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Hate speech against minorities, especially Muslims, peaked during the national election, the report says. The country's acting president has ordered an investigation into the incident in the city of Daejeon. The ministry employee left behind the files and his laptop after drinking with co-workers. Wellington says it was not properly consulted over the agreement, which is due to be signed this week. US steel suppliers have just over a month to decide how to respond before the new tariffs take effect. Thousands of Indian-origin couples in the US are anxious over Trump's plan to end birthright citizenship. The first K-pop boy band with North Korean members aims to debut in the US later this year. Beijing's move comes after President Donald Trump imposed a 10% levy on goods imported from China. Sheeran says it was a planned performance, but police say they refused permission to prevent congestion. Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Some young people in China are finding that AI can offer the unexpected - emotional support Sheikh Hasina, deposed last year, is accused of putting down protests that left up to 1,400 people dead. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. The country's acting president has ordered an investigation into the incident in the city of Daejeon. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Hate speech against minorities, especially Muslims, peaked during the national election, the report says. The ministry employee left behind the files and his laptop after drinking with co-workers. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:39",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b038/live/4f1f3f20-e781-11ef-8323-f56e1321fb22.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/62de/live/71e957f0-e909-11ef-a9c1-a53be0633d50.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Mark Drakeford says there would be a fall in revenue if the charge only applies to over-18s.",
        "long_description": "Mark Drakeford says there would be a fall in revenue if the charge only applies to over-18s. Former workers at ASW steel, which went bust more than two decades ago, met the UK pensions minister. Attendance is still too low and problems recruiting teachers are affecting standards, says Estyn. Supermarkets could also be stopped from putting unhealthy snacks near tills or on website homepages. Senedd members praise the life and legacy of the ex-Plaid leader and assembly presiding officer. Former workers at ASW steel, which went bust more than two decades ago, met the UK pensions minister. She says a UK change to future funding support rules for Welsh agriculture is of \"huge concern\". Julie Morgan among eight of 30 Labour members leaving at next election. Attendance is still too low and problems recruiting teachers are affecting standards, says Estyn. Sport minister's comments follow criticism of contract negotiations with Wales women's national team. UK government forced to clarify whether Welsh ministers asked for control of Crown Estate. A review of the default lower speed limit was announced following significant public backlash. Senedd Tory leader missed tight draft budget vote to attend event where Donald Trump spoke. New rules could force pop-up campsites to get planning permission from next year. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:40",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd6c/live/1f859450-e978-11ef-bd1b-d536627785f2.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/527f/live/3fe0dee0-e972-11ef-ac77-e3415e9a18c8.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Why India fails to protect its domestic workers despite decades of abuse",
        "short_description": "Smitha (not her real name), a domestic helper in Delhi for 28 years, can't forget the day she was beaten in public by one of her employers.",
        "long_description": "Smitha (not her real name), a domestic helper in Delhi for 28 years, can't forget the day she was beaten in public by one of her employers. The woman had accused Smitha - a Dalit woman from the most discriminated against caste in Hinduism's entrenched social hierarchy - of stealing her daughter's earrings and then refused to pay her. \"After many requests, I confronted her in public. That's when she started abusing and hitting me. I held her hands to stop the abuse but the guards came and dragged me out of the housing society and locked the gate,\" Smitha says. She was eventually paid – a measly 1,000 rupees [$11; £9] for a month of sweeping, mopping and washing dishes – after a more sympathetic family intervened on her behalf. But she was banned from entering the housing community and did not bother going to the police as she believed they would not take action. Smitha's story is one among hundreds of thousands of accounts of mistreatment, abuse and sexual assault reported by India's domestic workers. Most are women and many are migrants within the country, belonging to castes that are looked down upon. Last month, India's Supreme Court raised concerns over their exploitation and asked the federal government to look into creating a law to protect them from abuse. But this isn't the first time that an attempt has been made to create such a legal framework. Despite years of advocacy by various groups and federal ministries, no such law has ever been passed. Separate bills proposed in 2008 and 2016, aimed at registering domestic workers and improving their working conditions, have not yet been passed. A national policy drafted in 2019 aimed at including domestic workers under existing labour laws has not been implemented. Sonia George of the Self Employed Women's Association (Sewa), who was part of the task force that formulated the draft policy, calls it one of the \"most comprehensive policies for domestic workers\" yet, but says that successive governments have failed to implement it. As a result, India's vast army of domestic helpers must rely on employer goodwill for basics such as wages or leave or even a baseline of respect. According to official statistics, India has 4.75 million domestic workers, including three million women. But the International Labour Organization (ILO) estimates the true numbers to be between 20 and 80 million. \"We have a patronising relationship with the help and not a labour employment relationship,\" says Professor Neetha N from the Centre for Women's Development Studies. \"This maintains the status quo and is one of the biggest hurdles to regulating and legalising domestic work.\" As things stand, private homes are not considered to be an establishment or workplace, so domestic work falls outside the purview of social protections such as minimum wages, the right to safe working conditions, the right to unionise and access to social security schemes. At least 14 Indian states, including Andhra Pradesh, Bihar, Karnataka, Kerala, Meghalaya, Rajasthan and Tamil Nadu, have mandated minimum wages for domestic workers and some federal laws, like India's anti-sexual harassment and child labour laws, include domestic workers in their scope. But there is very little awareness among domestic workers that they can take advantage of these provisions, Ms George says, adding that the nature of the profession also poses challenges. Workers are scattered and there is no mechanism to register or even identify them as they generally don't sign any kind of contract with their employers. \"We will need to set up systems to register domestic workers - getting over their 'invisibility' is a big step towards regularising the profession,\" she says. That applies to employers too. \"They are completely invisible in the system and hence escape accountability and responsibility,\" Ms George says. The caste system also poses further complexities - workers from some castes may agree to clean toilets in a home while others from slightly different castes may not. Ultimately the whole concept of domestic work should be redefined, Ms George says. \"Domestic work is considered to be unskilled work but that is not the case in reality. You cannot care for a sick person or cook a meal without being skilled,\" she adds. In addition to failing to pass its own laws or implement its own policy, India has also not yet ratified ILO's Convention 189 – a landmark international agreement that aims to ensure that domestic workers have the same rights and protections as other workers. Despite voting in favour of the convention in 2011, India does not yet conform to all its provisions. India has a \"moral obligation\" to conform to the ILO convention, Ms George says. She adds that having a law will also help regulate private recruitment agencies and prevent the exploitation of domestic workers who go abroad to work. Last year, the wealthy Hinduja family made headlines after a Swiss court found them guilty of exploiting their domestic workers. The family was accused of trafficking vulnerable Indians to Switzerland and forcing them to work in their mansion for excruciatingly long hours without proper pay. The family's lawyers said they would appeal against the verdict. Perhaps the simplest explanation for decades of inaction in the face of a tide of abuses lies in the conflict of interest such regulation poses for India's decision makers, Ms George suggests. \"At the end of the day, the people at the table who have the power to sign off on a bill or a law are also employers of domestic workers and the ones who benefit from the status quo,\" she says. \"So, for any real change in the system, we first need a change in our mindset.\" Follow BBC News India on Instagram, YouTube, Twitter and Facebook. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cp3j0e79q52o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/62de/live/71e957f0-e909-11ef-a9c1-a53be0633d50.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6438/live/edae8630-e909-11ef-a9c1-a53be0633d50.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Amelia Price is calling for a law change so non-harassment orders are mandatory in certain domestic abuse-related cases.",
        "long_description": "Amelia Price is calling for a law change so non-harassment orders are mandatory in certain domestic abuse-related cases. Forestry and Land Scotland said the group of eight animals were humanely culled. The holiday village operators host their first open day to discuss their £400m plans for Hawick. Swastika bunting, a \"Third Reich\" military medal and an SS dagger were listed for sale at a Glasgow event. Staff are told significant measures will be taken to fix the budget gap and \"nothing is off the table\". Forestry and Land Scotland said the group of eight animals were humanely culled. Daizen Maeda's header keeps Celtic's hopes of reaching the Champions League last 16 alive, despite defeat against Bayern Munich in Glasgow. A lawyer accuses Dr Beth Upton of trying to end Sandie Peggie's career The holiday village operators host their first open day to discuss their £400m plans for Hawick. Emergency services were called to the A90 near Laurencekirk after the two-vehicle accident. The owners of Mabie House Hotel say they are losing business due to the phone and wi-fi problems. The community of Macduff in Aberdeenshire is among those to face the threat of its library closing. A three year project to return the department store to its former glory is getting under way. The 950-year-old Abbey Church in Dunfermline, where the king is interred, is considered to be Scotland's equivalent to Westminster Abbey. Local tax rates have been frozen or capped for much of the last 20 years, but look set to increase. More than 20 years after an act was introduced to tackle the issue - how big a problem does it remain? Michael Stoney said new early release laws were necessary for staff and inmates at Barlinnie prison in Glasgow. Aisha McCracken discovered the swab eight days after giving birth, having experienced severe pain and a foul smell. A selection of photographs submitted to BBC Scotland News from around the country this week. Should wild cats be legally reintroduced into our natural landscape? Women who've fled war and violence have been offered basic DIY training to help them settle in new homes and communities. A single rope had become anchored around the tail of the humpback just off the coast of Skye. Young women tell their stories from years spent on a Scottish adolescent psychiatric ward. The Scotiacon convention which first launched in Inverness will last four days. Amelia Price is calling for a law change so non-harassment orders are mandatory in certain domestic abuse-related cases. Forestry and Land Scotland said the group of eight animals were humanely culled. Emergency services were called to the A90 near Laurencekirk after the two-vehicle accident. The holiday village operators host their first open day to discuss their £400m plans for Hawick. Police say a 19-year-old has been arrested in connection with the death of a man in a property on Commerce Street. After going two down to Bayern Munich, Celtic might have feared another heavy Champions League defeat. But Brendan Rodgers' side emerged beaten but \"not broken\". Daizen Maeda's header keeps Celtic's hopes of reaching the Champions League last 16 alive, despite defeat against Bayern Munich in Glasgow. A Michael Olise rocket and Harry Kane volley give Bayern Munich a 2-1 victory against an impressive Celtic in the Champions League play-offs. Brendan Rodgers praises his Celtic side for the way they responded to Bayern Munich's second goal in their Champions League defeat. Celtic's Daizen Maeda halves the deficit in their play-off first-leg tie against Bayern Munich to keep their hopes of reaching the Champions League last 16 for the first time since 2013. Big stories from across the country The BBC's Scottish news podcast. More from the day’s top stories and communities across Scotland. The nation's morning news programme. Emergency services were called to the A90 near Laurencekirk after the two-vehicle accident. More than 20 years after an act was introduced to tackle the issue - how big a problem does it remain? Police Scotland say almost 280 plants were recovered inside a property in Blackburn, Aberdeenshire. Former Scotland number eight Johnnie Beattie warns fans \"be careful what you wish for\" amid calls for Gregor Townsend to be replaced as national head coach. The funeral of a football legend and an update from French prosecutors on the deaths of Andrew and Dawn Searle make the front pages. Local tax rates have been frozen or capped for much of the last 20 years, but look set to increase. Father Daniel Doherty, 61, was jailed for 16 months after he sexually assaulted a sleeping man on a train. The former Inverclyde Council chief resigned in November after denying assault and threatening behaviour. A tribunal over NHS women's changing rooms and a funeral for a murdered six-year-old girl make the front pages. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:42",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/scotland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0171/live/a028ce10-e7cf-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a77c/live/f9865190-e936-11ef-941d-09f9daf0f081.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Sudan fighters accused of storming famine-hit camp",
        "short_description": "A paramilitary force in Sudan has stormed the country's largest displacement camp, looting and setting fire to the market and several homes, a local refugee group has said.",
        "long_description": "A paramilitary force in Sudan has stormed the country's largest displacement camp, looting and setting fire to the market and several homes, a local refugee group has said. The Zamzam camp in North Darfur has been hit by intense artillery shelling since late last year, but this is the first time the Rapid Support Forces (RSF) has been accused of sending in fighters. An eyewitness told the BBC the situation at the camp was \"extremely catastrophic\", and there were many casualties. The nearby city of el-Fasher, one of the centres of the civil war that erupted in 2023, is already under siege by the RSF as it battles the army. The military and RSF had been allies - coming to power together in a coup - but fell out over an internationally backed plan to move towards civilian rule. The Sudanese IDPs and Refugees Bloc said Zamzam camp was invaded on Tuesday. However, an RSF spokesman denied its fighters had penetrated it, saying they had seized a nearby military base belonging to an armed group that fights alongside the Sudanese military, after it had shelled RSF checkpoints for days. BBC Verify has confirmed social media footage that shows men waving guns triumphantly with flames behind them and saying they are in the camp. The insignia has been removed from their uniforms, but the man filming the video has RSF markings. Asked about the damage to the market the RSF spokesman said the group had \"circulated a message in which we committed to protect the camp residents and asked them to stay away from the fire exchange areas\". Zamzam hosts about half a million displaced people who were already suffering from famine. Reports said the attack forced thousands of them to flee again. Medical charity Médecins Sans Frontières (MSF), which runs a hospital in Zamzam, said it had received seven dead bodies and 21 injured people at the hospital it runs in Zamzam. Most of them were in a serious condition, but the hospital lacked the ability to care for all of them, an MSF spokesperson added. The eyewitness the BBC spoke to said the hospital no longer had a functioning surgery. North Darfur's Health Minister Ibrahim Abdullah Khater told the BBC that the wounded were not able to reach el-Fasher for treatment because the RSF was blocking the road and preventing access to the city. \"The ones suffering the most are the displaced people,\" he said. The humanitarian catastrophe worsened late last year when Zamzam came under heavy artillery fire, which aid organisations, including MSF, blamed on the RSF. A group of international non-governmental organisations issued a statement in December, saying the attacks on Zamzam marked \"an escalation in violence on a site which has previously been spared from active hostilities\", although it was \"consistent with a pattern of attacks\" on other camps for displaced people. \"This underscores the reality that there are now no safe places for people to flee to in North Darfur,\" it said. The siege of el-Fasher began last April - a year into the conflict. It is the only city still under army control in Darfur, where the RSF has been accused of carrying out ethnic cleansing against non-Arab communities. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The US president is ratcheting up pressure on South Africa over its domestic and foreign policy. Ken Ofori-Atta, who held the post in 2017-2024, is implicated in several high-profile corruption cases. Last year, humanitarian projects in DR Congo received 70% of their funding from the US. The oil giant faces allegations it ignored warnings that a clean-up scheme was beset by corruption. After a quiet couple of days, residents in South Kivu woke up to heavy shelling. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "12 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/ce85x6w22gwo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a57d/live/cb3459d0-e93c-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trade, tariffs and visas to dominate Trump-Modi talks",
        "short_description": "When Indian Prime Minister Narendra Modi visits Washington and meets President Donald Trump later this week, there will be some warm hugs and shared laughs. But that will not be all.",
        "long_description": "When Indian Prime Minister Narendra Modi visits Washington and meets President Donald Trump later this week, there will be some warm hugs and shared laughs. But that will not be all. Trump and Modi have developed a strong personal rapport over the years, marked by high-profile meetings and joint appearances. Since their first meeting in Washington in 2017, their bond has grown through other events, including joint appearances at massive rallies in Houston and Ahmedabad. Their chemistry stems from shared worldviews and politics and a mutual strategic focus on countering China, a concern that has also strengthened the broader US-India partnership. Not surprisingly, Trump has often criticised India, but he has never criticised Modi. And so, during Modi's visit, the two leaders will probably spend time mapping out next steps in the US-India strategic partnership, which is already in a good place. Modi will reportedly meet several members of Trump's cabinet, as well as US business leaders and members of the Indian-American community. He may also meet SpaceX and Tesla chief Elon Musk. Modi, keen to scale up India's burgeoning electric vehicles sector, would be happy if Musk opened a Tesla factory in India. And yet the Trump-Modi conviviality and heady talk of strategic partnership may mask a sobering reality: during Modi's visit, the relationship's transactional side will come into sharp relief with each leader, especially Trump, armed with an array of demands. Delhi knows Trump well. Many of Modi's current cabinet ministers also served during his previous term, which overlapped with part of the first Trump administration. That familiarity has been on display since Trump's inauguration last month: Delhi has publicly signalled its willingness to lower tariffs, take back undocumented Indian immigrants and buy American oil. It has already lowered some tariffs and taken back 104 undocumented Indians, with the first plane arriving in India last week. These pre-emptive steps are meant to prevent Trump from making specific demands of India and to reduce the likelihood of tensions with the new Trump administration. Still, Trump may ask Modi to make additional tariff reductions, to further chip away at a US goods and services trade deficit with India that has approached $46bn (£37.10bn) in recent years. But an obstacle could become an opportunity: Modi may call on Trump to enter into bilateral talks on an economic partnership accord meant to reduce tariffs on both sides. In recent years, Delhi has shown a growing willingness to pursue trade deals. The Trump administration may prove to be a more willing interlocutor than the Biden administration, which imposed heavy environmental and labour-related conditions on new trade agreements. Trump may also ask Modi to take back more undocumented Indians. Given that some estimates put the number at more than 700,000 - the third-largest such group in the US - this will be a difficult and delicate issue for Delhi to navigate. Last week, India's Foreign Minister S Jaishankar told parliament that the government was working with the US to ensure Indian citizens were not mistreated while being deported after reports of them being shackled sparked anger. Trump may also call on Modi to buy more American oil. In 2021, India was the top destination for American oil exports, but the Russian invasion of Ukraine brought major changes in global oil markets and prompted Delhi to ramp up imports of cheap oil from close partner Russia. The price point will determine how much oil India is willing to buy from the US. Modi may also come with his own energy ask: invest in Indian nuclear energy. Delhi is amending its nuclear liability law and has announced a new nuclear energy mission, in an attempt to sharpen international interest in the fuel. India aims to meet half its energy requirements through renewable energy by 2030. Asking Trump to invest in nuclear fuel amounts to a potential happy medium: it is cleaner than fossil fuels, but far removed from the solar and wind power that may not strike the Trump administration as an attractive investment. Technology will probably be discussed as well. This was a fast-growing space for bilateral relations in the Biden era, thanks to the 2022 implementation of the Initiative on Critical and Emerging Technologies (iCET), which both sides view as a new cornerstone for strategic partnership. iCET is meant to be directly overseen by the two national security advisers - to avoid getting bogged down in bureaucracy - which means they must each be personally invested in it. Modi will likely seek assurances from Trump and his National Security Adviser Mike Waltz that they remain committed to this. Given Washington's focus on countering China by making India a bigger part of tech global supply chains, they probably will. Also on the tech co-operation front, Modi may make a pitch for Trump to maintain the H-1B visa regime. These visas for highly skilled foreign workers, heavily criticised by some influential Trump supporters, have been awarded to large numbers of Indian tech employees in the US. Other countries may also come up during Modi's conversations in Washington. Iran could loom especially large. Delhi is partnering with Tehran to develop a port in Chabahar city - part of a broader Indian strategy to strengthen connectivity links with Central Asia, via Iran and Afghanistan. But last week, the US administration released a presidential memorandum outlining Trump's \"maximum pressure\" campaign on Tehran, which hints at removing sanctions waivers for those conducting commercial activities in Chabahar. Modi may seek clarity on what this means for Delhi. Trump may also gauge Modi's position on a big foreign policy priority: ending the wars in Ukraine and Gaza. Delhi has a strong interest in these wars winding down. Modi's position on the war in Ukraine - calling for an end to the conflict without criticising Putin or Russia - echoes that of Trump. India's special relationship with Russia and close ties with Israel may prompt Trump to see if Modi would want to play a third-party mediator role as well. Modi would probably be comfortable doing so only if the parties are receptive to outside mediation. But despite some potentially delicate discussions this week, both leaders will want to maintain a positive tone. In that regard, the Indo-Pacific Quad will be just what the doctor ordered. Trump strongly backs this group which consists of the US, India, Japan and Australia and focuses on countering Beijing. In his first term, Trump elevated the Quad's annual meetings to the foreign minister level and Biden elevated them further to the leaders' level. India is scheduled to host this year's Quad meeting and Modi may invite Trump to Delhi to attend this. Trump reportedly is not a big fan of international travel but India is a trip he will probably be keen to make - to deepen his personal relationship with Modi and to advance a multifaceted bilateral partnership that extends well beyond the transactionalism that will carry the day in Washington this week. Michael Kugelman is the director of the Wilson Center's South Asia Institute in Washington Follow BBC News India on Instagram, YouTube, Twitter and Facebook. The world's richest man is leading a sweeping cost-cutting drive. What do voters in a key swing state make of his role? About 75,000 federal government employees opted into the buyout programme before it was closed. The US president is ratcheting up pressure on South Africa over its domestic and foreign policy. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. Russian national Alexander Vinnik faced charges for the alleged laundering of billions using Bitcoin. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cj91d3jkpvlo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/069d/live/44f8edd0-e8d4-11ef-b88f-b71156833578.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/40d9/live/ec170850-e77f-11ef-8323-f56e1321fb22.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Erasing Escobar: Will Colombia ban the sale of memorabilia of the drug lord?",
        "short_description": "A proposed law in Colombia's Congress seeks to ban the sale of merchandise that celebrates former drug lord Pablo Escobar. But opinions are divided on it.",
        "long_description": "A proposed law in Colombia's Congress seeks to ban the sale of merchandise that celebrates former drug lord Pablo Escobar. But opinions are divided on it. On Monday, 27 November 1989, Gonzalo Rojas was at school in the Colombian capital of Bogota when a teacher pulled him out of class to deliver some devastating news. His father, also called Gonzalo, had died in a plane crash that morning. \"I remember leaving and seeing my mum and grandma waiting for me, crying,\" says Mr Rojas, who was just 10-years-old at the time. \"It was a very, very sad day.\" Minutes after take off, an explosion on board Avianca flight 203 killed the 107 passengers and crew, as well as three people on the ground who were hit by falling debris. The blast wasn't an accident. It was a deliberate bomb attack by Pablo Escobar and his Medellín cartel. While an era defined by drug wars, bombings, kidnappings and a sky high murder rate has largely been relegated to Colombia's past, Escobar's legacy has not. The notorious criminal, who was killed by security forces in 1993, has achieved a near cult-like status around the world, immortalised in books, music and TV productions like the Netflix series Narcos. In Colombia itself, his name and face are adorned on mugs, keychains, and t-shirts in tourist shops catering mainly to curious visitors. But a proposed law in Colombia's Congress is seeking to change this. The bill wants to ban Escobar merchandise - and that of other convicted criminals - to help put an end to the glorification of a drug boss who was central in the global cocaine trade and widely held responsible for at least 4,000 killings. \"Difficult issues that are part of the history and memory of our country cannot simply be remembered by a T-shirt, or a sticker sold on a street corner,\" says Juan Sebastián Gómez, Congress member and co-author of the bill. The proposed law would prohibit the selling, as well as the use and carrying of clothing and items promoting criminals, including Escobar. It would mean fines for those who violated the rules, and a temporary suspension of businesses. Many vendors selling the goods claim a law prohibiting this merchandise would harm their livelihoods. \"This is terrible. We have a right to work, and these Pablo T-shirts especially always sell well,\" says Joana Montoya, who owns a stall stocked full of Escobar merchandise in Comuna 13, a popular tourist zone of Medellín. Medellín, Escobar's hometown, was known as \"the most dangerous city in the world\" in the late 80s and early 90s due to violence associated with drug wars and Colombia's armed conflict. Today it's been revitalised into a hub of innovation and tourism, with vendors eager to cash in on the influx of visitors wanting to take home souvenirs - some related to Escobar. \"This Escobar merchandise benefits many families here - it sustains us. It helps us pay our rent, buy food, look after our kids,\" says Ms Montaya, who supports herself and her young daughter. Ms Montoya says at least 15% of her sales come from Escobar products, but some sellers tell the BBC that for them it's as much as 60%. If the bill is approved there would be a defined time period for sellers to familiarise themselves with the new rules and phase out their Escobar stock. \"We'd need a transition phase so that people could stop selling these products and replace them with other ones,\" explains Congressman Gómez. He says that Colombia has more interesting things to show than drug lords, and that the association with Escobar has stigmatised the country abroad. Some of the T-shirts, sold for around £5, bear a catchphrase linked to Escobar - \"silver or lead?\". This symbolises the choice the cartel boss gave to those who posed a threat to his criminal operations: accept a bribe or be killed. Shop assistant María Suarez believes that the profit gained from sales of Escobar merchandise isn't ethical. \"We need this ban. He did awful things and these souvenirs are things that shouldn't exist,\" she says, explaining that she feels uncomfortable that her boss stocks Escobar items. Escobar and his Medellín cartel at one point were believed to have controlled 80% of the cocaine entering the US. In 1987, he was named as one of the richest people in the world by Forbes magazine. He spent some of his fortune developing deprived neighbourhoods, but many people consider this as a tactic to buy loyalty from some segments of the population. Years on from his father's death, Mr Rojas remembers him as a calm and responsible man, who loved his family. For him, the bill is a defining moment. \"It's a milestone in the road about how we reflect on what is happening in terms of the commercialisation of images of Pablo Escobar in order to correct it,\" says Mr Rojas. Yet he does have criticisms about the proposals. He believes the bill doesn't focus enough on education. Mr Rojas recalls a day many years ago when he met a man wearing a green T-shirt with a silhouette of Escobar, and the words \"Pablo, President\". \"It caused me such confusion that I wasn't able to say anything to him about it,\" he says. \"There needs to be more of an emphasis on how we deliver different messages to new generations, so that there isn't a positive image of what a cartel boss is.\" Mr Rojas has actively been involved in efforts to reshape narratives around Escobar and the drug trade. Along with some other victims, he launched narcostore.com in 2019, an online shop that appears to sell Escobar-themed items. But none of the products actually exist and when customers select an item they are shown a video testimony from a victim. Mr Rojas says the site has attracted 180 million visits from around the world. In Colombia's Congress, the bill faces four stages it needs to pass before it can become law. Gómez says he's hoping it sparks reflection both inside and outside of Congress. \"In Germany you don't sell Hitler T-shirts or swastikas. In Italy you don't sell Mussolini stickers, and you don't go to Chile and get a copy of Pinochet's ID card. \"I think the most important thing the bill can do is to generate a conversation as a country - a conversation that hasn't happened yet.\" Medellín's mayor - who was also a presidential candidate in the 2022 elections - has publicly backed the bill, calling the merchandise \"an insult to the city, the country and the victims\". In El Poblado, an upmarket area of Medellín popular with tourists, three Americans browse a stall brimming with souvenirs. One buys a cap with Escobar's name and face printed on the front. He says he wants a memento of \"history\". But for supporters of the bill, this isn't about removing Escobar from history, it's about erasing a mythical construct of him, fostering new ways to honour the victims he killed - and acknowledging the lingering pain of victims left behind. The planes' arrival paves the way for the US to lift visa restrictions imposed after a spat with Colombia. President Gustavo Petro agrees to accept deported migrants after Trump ordered 25% tariffs on all goods. Trump appears ready to punish nations he views as not sufficiently supporting hard-line immigration polices. It comes after Colombian President Gustavo Petro denied entry to US military planes carrying deported migrants. At least 80 civilians have been killed amid a surge in rebel violence in the Catatumbo region. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cednp178dwdo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/80d6/live/bfd947a0-e471-11ef-8cf7-7d25ac677559.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/00d1/live/abbd3540-e482-11ef-89a1-3f5b746fc0a2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Executive ministers will visit Windsor Castle alongside the leaders of the other devolved nations.",
        "long_description": "Executive ministers will visit Windsor Castle alongside the leaders of the other devolved nations. SDLP leader Claire Hanna says the event in the US capital was \"largely a glass-clinking and selfie-taking opportunity\". Finnegan, from Crossmaglen, has served as a Sinn Féin councillor for the Slieve Gullion area of Newry, Mourne and Down council since 2020. Language surrounding a pay deal for teachers has been unhelpful, the education committee chair says. Allocations include £3m for school repairs, £4m for health service repairs and £1m for extra policing. SDLP leader Claire Hanna says the event in the US capital was \"largely a glass-clinking and selfie-taking opportunity\". MPs in the Commons have clashed over an inquest ruled SAS soldiers weren't justified in killing IRA men. Police say nine officers were injured after being attacked in Londonderry and Strabane over the weekend. Finnegan, from Crossmaglen, has served as a Sinn Féin councillor for the Slieve Gullion area of Newry, Mourne and Down council since 2020. The leaders of the new Irish coalition government confirm 11 nominees to Seanad Éireann (Irish Senate). Education Minister Paul Givan is questioned at Stormont over funding given to Lisneal College. For five years, the Independent Financial Review Panel set wages and expenses for politicians in the assembly. Ministers have repeatedly argued that greater funding from Westminster is needed. Sinn Féin president Mary Lou McDonald said she was very confident in the team after the party's reshuffle following Conor Murphy's resignation. Emma Little-Pengelly says a Sinn Féin proposal to change funding for north-south bodies \"breaks the balance\" between governments. Twelve months on from the return of devolution, has Stormont managed any real delivery? A new bill proposes setting up an independent board to set MLA pay and pension entitlements. Conor Murphy secures one of the 60 seats available with the support of Sinn Féin TDs. The amount Northern Irish students can borrow towards their living costs is to rise by over £1,000. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:45",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/northern_ireland/northern_ireland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4668/live/95f07cd0-e89d-11ef-8d48-edb38b4e0413.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/64eb/live/43c75f30-e872-11ef-ac6b-8d9a2f70d287.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Ineffective' generic drugs fuel rare public anger in China",
        "short_description": "Public anger in China over concerns raised by doctors that generic drugs used in public hospitals are increasingly ineffective has led to a rare response from the government.",
        "long_description": "Public anger in China over concerns raised by doctors that generic drugs used in public hospitals are increasingly ineffective has led to a rare response from the government. Doctors say they believe the country's drug procurement system, which incentivises the use of cheap generic drugs over original brand-name pharmaceuticals, has led to costs being cut at the expense of people's safety. But officials, quoted by multiple state media outlets on Sunday, say the issue is one of perception rather than reality. One report said different people simply had different reactions to medicines and that claims about them being ineffective had \"mostly come from people's anecdotes and subjective feelings\". The official response has done little to allay public fears over the reputation of drugs in public hospitals and pharmacies. It is the latest challenge to a healthcare system that is already under enormous strain because of a rapidly ageing population. The debate surrounding the use of generic drugs began in December, when authorities announced the list of nearly 200 companies that had won contracts to sell medicines to Chinese state hospitals. Almost all were domestic makers of generic pharmaceuticals. This intensified in January, when, in a video interview that went viral, the director of a hospital department in Shanghai, shared his concerns about the drug procurement system. Zheng Minhua cited \"antibiotics that cause allergies, blood pressure that won't go down, anaesthetised patients who won't sleep\" and laxatives that did not clear the bowel as being among the issues that had been encountered. Dr Zheng's words immediately struck a chord and have been condensed into a social media slogan that has been viewed by millions in the past month - though much of the discussion of the topic has since been censored on Weibo. Many people have come forward to share their own bad experiences with alleged substandard drugs. \"I underwent intestinal surgeries in 2024, which required me to consume laxatives beforehand,\" one Weibo user wrote. They said the drugs they were given had \"no effect whatsoever\", even after the dose was doubled, and that they had to turn to drinking coffee to help clear their bowel. The concerns raised over the efficacy of generic drugs has caused distrust and made some people unwilling to use them. A person on Xiaohongshu, China's Instagram-like app, said that when hospital doctors prescribed them the generic version of an antibiotic, they immediately went online to buy the \"original\" \"real\" one, since the generic version \"tasted different\". \"There have been many people catching colds recently. A lot of them might have bought this drug. Quickly send reminders to your friends now and get them to check the brand before buying,\" the user warned. Some of the most popular posts discussing the procurement controversy have been taken down, though it is unclear by whom. China's heavily monitored internet has a strong culture of censorship by both authorities and users themselves. In a scathing, now-removed post by popular podcast host Meng Chang, he lambasted the lack of imported drugs in the public sector: \"If this isn't a bottom line, I don't know what is.\" Public anger has also been focussed on the difficulties of accessing imported drugs that people believe to be of better quality. In response to authorities' attempt to reassure people of the quality of generic drugs, one Weibo user wrote: \"As long as we are allowed to buy brand-name drugs ourselves, I have no other complaints.\" It was introduced in 2018 as a way to lower state expenditure on medicines and involves local governments putting out tender processes for around 70% of state hospitals' annual drug requirements. Various drug manufacturers then compete to offer the lowest prices for drugs to win these lucrative contracts. This gives an advantage to domestically-produced generic drugs, which contain the same active pharmaceutical ingredients as original patented drugs but are often several times cheaper to make as they do not include the high costs of research and development. China has emerged as one of the world's largest players in the global generic pharmaceutical market, exporting both finished products to consumers abroad and key ingredients to foreign companies. At home, thousands of generic drug manufacturers compete to sell their products at competitive prices in the expanding domestic market. For generic medicines to be eligible for China's procurement process, they have to be tested and determined to be similar enough to the brand-name version of the drug. Beijing has credited the drugs procurement system with saving millions of residents more than $50bn (£40bn) in its first five years. But the procurement process has seen some drug manufacturers offer medicines at incredibly low prices. One of the winning bids last December was an aspirin tablet selling for less than one cent. \"Are drug tablets that cost less than one cent edible?\" became a trending topic on Weibo at the time. \"The manufacturers that win the bids often set prices so low that they may struggle to produce high quality drugs with the correct ingredients, potentially leading to ineffective medications,\" Stacy Zhang, associate professor at NYU Langone Health, told the BBC. She added that while the procurement system \"was not designed to restrict access to imported brand-name drugs\", it may still have \"affected their accessibility\". A proposal submitted by 20 doctors, including Dr Zheng, to Shanghai authorities last month stated that \"there are widespread concerns in the industry that procurement prices are too low, prompting unethical companies to cut corners to reduce costs, affecting the efficacy of drugs\". \"Doctors are helpless because they have no choice, and there is no channel to escalate feedback.\" A recent article by Xia Zhimin, a doctor in Hangzhou, has added to the scrutiny. In it, he highlighted what he said was questionable data from the trials of generic drugs on the procurement list - it was identical to the data from the original drug on which it was based. Dr Xia suggested that it could be evidence of fraud. The National Medical Products Administration responded by saying his findings were due to an \"editorial error\". His article has since been removed. Adding to quality concerns are counterfeit drugs, which have seeped into both generic and brand-name drugs markets across the world and are notoriously difficult to detect. The World Health Organization has described this a global health problem. \"To enhance affordability, the introduction of cost-effective generics is essential,\" Kevin Lu, associate professor at the University of South Carolina's College of Pharmacy, told the BBC. He added that the procurement process needed \"strengthened quality control\" and \"continued improvements in drug approval and manufacturing standards\". The controversy comes at a time when China's healthcare system is already under mounting pressure. A rapidly ageing population has meant that the country's total health expenditure has increased nearly 20-fold over the last 20 years, reaching 9 trillion yuan ($1.25 trillion; £1 trillion) in 2023. Across the country, public medical insurance funds are running thin. Deficits have already appeared in some provinces, where local governments that had relied heavily on land sales for revenue are now struggling with debt as a real estate crisis engulfs China's economy. At the same time, the healthcare system has been experiencing a trust crisis. Violent attacks against medical staff have risen since the 2000s, fuelled by anger at the lack of resources and an erosion of faith in doctors. Unlike issues that have been deemed politically sensitive and heavily censored by authorities, such as the persecution of political dissidents or the suppression of the Uyghurs in Xinjiang, the ongoing controversy surrounding the procurement of drugs has at least been acknowledged by the state as a problem to be tackled. The National Healthcare Security Administration said in a statement on 19 January that authorities \"attached great importance\" to these safety concerns and would seek feedback on the drug procurement policy. \"It is undeniable that the national centralised procurement is still in its infancy. There are many pharmaceutical companies with varying production quality,\" state media Life Times quoted a public health scholar as saying. Other experts cited in the article called for drug evaluation standards to be improved. As authorities try to remedy the procurement system's faltering image, all the scrutiny is now overshadowing a system designed to be a win-win: saving lives and also saving money. As one Weibo user argued, the savings from lower drug prices are but \"a drop in a bucket\" of China's national healthcare costs. On the other hand, they wrote, allowing potentially defective drugs to be widely used is akin to \"drinking poison to quench thirst\". Some young people in China are finding that AI can offer the unexpected - emotional support Sheikh Hasina, deposed last year, is accused of putting down protests that left up to 1,400 people dead. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery? The leaders share a warm relationship, but both will have their own wish list when they meet this week. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/ceve1xpdjxro",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7beb/live/abdc5970-e8c9-11ef-8718-db708412fc61.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/de49/live/2474bdf0-e389-11ef-bff5-6397ec227d0a.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Wrongly jailed Andrew Malkinson gets first payout",
        "short_description": "A man who served 17 years in prison for a rape he did not commit says he was \"shaking\" when his lawyer told him he had received the first part of a compensation payment.",
        "long_description": "A man who served 17 years in prison for a rape he did not commit says he was \"shaking\" when his lawyer told him he had received the first part of a compensation payment. Andrew Malkinson had his conviction quashed in 2023 after years protesting his innocence, but has waited since then for compensation from the Ministry of Justice. The 59-year-old, who was a security guard working in Salford before his arrest, was wrongly convicted in 2004 and chances to free him were repeatedly missed, leading to one of the worst miscarriages of justice in UK legal history. Mr Malkinson said he \"would hesitate to say that I am grateful... but I am relieved the Ministry of Justice has finally done the right thing to lift me out of limbo with this interim payment\". The amount of compensation has not been revealed but The Guardian reported he will receive a \"significant\" six-figure sum as an interim payment this week. Mr Malkinson said his \"hands were shaking\" after his lawyer broke the news to him. \"I had to go for a walk to try to take in that I have finally reached this milestone,\" he said. He added more needed to be done to make the compensation scheme \"fit for purpose\". \"No one should have to wait this long to be able to start to rebuild their life, and too many innocent people are being denied compensation altogether.\" Mr Malkinson said the £1m cap on compensation payouts for people who have been in jail for more than 10 years should be lifted. \"The ridiculous 2008 compensation cap which hasn't increased with inflation should be lifted, and people should automatically be accepted on to the scheme if their convictions are quashed,\" he said. Toby Wilton from Mr Malkinson's legal team said: \"Andy Malkinson's life was shattered when he was sent to prison for more than 17 years for a crime he did not commit. He is only now starting to rebuild it. \"The government should lift the current cap on compensation, and end the twisted quirk that whilst awards under other compensation schemes are excluded from assessment for benefits, Andy now faces the risk of losing his social housing flat just because he has been awarded this money.\" It was previously reported that Mr Malkinson was struggling to survive on benefits and had to turn to food banks. Lord Chancellor and Secretary of State for Justice Shabana Mahmood said: \"Andrew Malkinson suffered an atrocious miscarriage of justice, and we have issued an interim payment so he can begin to rebuild his life. \"We are actively considering the concerns he has raised to ensure we are effectively supporting individuals who have suffered a miscarriage of justice.\" Listen to the best of BBC Radio Manchester on Sounds and follow BBC Manchester on Facebook, X, and Instagram and watch BBC North West Tonight on BBC iPlayer. Jack Higham, 20, fell seriously ill and died after his arrest by Greater Manchester Police in 2023. Richard Mills was found guilty of assaulting the women while at work on two separate occasions Two aged 21 and 20 face assault and offensive weapons charges after the Longsight attack. The man, 77, worked for Manchester City Council at the time of the alleged offence, police say. A boy, aged 16, and a 20-year-old man are in hospital with \"serious injuries\" after the attack. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cy9lz1wwr20o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7a76/live/54cd4850-e95b-11ef-a5ae-231c1271acdf.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0bb0/live/fe8d66f0-e950-11ef-80e0-a5172a55ed51.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Workers rescued from window ledge as fire engulfs Rio clothing factory",
        "short_description": "Firefighters rescued workers trapped on a window ledge of a Rio de Janeiro clothing factory after the building caught fire on Wednesday.",
        "long_description": "Firefighters rescued workers trapped on a window ledge of a Rio de Janeiro clothing factory after the building caught fire on Wednesday. The factory was being used to make costumes for Brazil's carnival celebrations, which kick off later this month. At least 20 people are reported to have been injured in the blaze, with some in a critical condition in hospital. According to news agency AFP, the head of the local fire department, Col Luciano Pacheco Sarmento, said those affected were working in a \"precarious manner\", without \"safety conditions.\" The body of water runs through industrial areas on the outskirts of Buenos Aires. Firefighters in Viña del Mar rescued more than 35 revellers trapped aboard a malfunctioning Ferris wheel. Videos show waves reported to be up to four metres high upending boats and deluging towns. A firefighter dressed as Santa abseils down a bridge in Guatemala City to give gifts to children. An officer in Peru smashed a suspected drug dealer's door in, while clad as Dr Seuss' famous character. The BBC's Will Grant looks at unrest in which seven people died, leading to family members attempting to break inside to check on their relatives. Locals call the shacks \"suicide homes\" with authorities planning a forced evacuation if necessary. Throwing a mace out a window has historic significance in the country and previously happened in 1965. A 28-year-old was man detained in Lima, accused of trying to transport endangered spiders, centipedes and ants from Peru to South Korea. The BBC's Georgina Rannard shows a virtual rendition of Valeriana - which has been discovered centuries after it disappeared under the jungle canopy in Mexico. Evo Morales said he survived an attempt on his life on Sunday, blaming the current government. The former One Direction star has died after falling from the third floor of a hotel in Argentina. Flowers and messages can be seen outside the Casa Sur Hotel in Buenos Aires. Video shows the San Francisco Church in Iquique, Chile engulfed in flames, with smoke rising above it. BBC Monitoring's Luis Fajardo looks at how the Mexican media has been reporting on US elections. The solar eclipse was visible in Chile and Argentina on 2 October. BBC Monitoring's Luis Fajardo looks at how the Mexican media has been reporting on US elections. Eleven people were rescued by boat from the uninhabited island of Monito in Puerto Rico. The protesters - many of them pensioners - tore down police barriers and hurled stones at police in Buenos Aires. They were protesting the president's plan to veto measures to raise pensions in line with Argentina's triple-digit inflation. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/c3rwe3yy89no",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/14fd/live/6481ac10-e6df-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/07ee/live/1dc38a30-e560-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The US president says the meeting with the Russian leader would also involve Saudi Arabia's crown prince.",
        "long_description": "The US president says the meeting with the Russian leader would also involve Saudi Arabia's crown prince. The BBC's Steve Rosenberg analyses how one phone call between Moscow and DC has already upended east-west relations. Chevron said the move was part of a wider cost-cutting effort, which will see it expand automation. US inflation increased by more than expected last month, pushing up the cost of living for Americans. HIV treatments and other services have been disrupted, says Dr Tedros Adhanom Ghebreyesus. The BBC's Steve Rosenberg analyses how one phone call between Moscow and DC has already upended east-west relations. The US defence secretary tells Europe to spend more and take responsibility for Ukraine's future defence. The billionaire has made a number of exaggerated or unevidenced claims during a White House event. The lava fountains shooting out the Kilauea volcano have reached more than 300 ft (91 m) high. Chevron said the move was part of a wider cost-cutting effort, which will see it expand automation. Russian national Alexander Vinnik faced charges for the alleged laundering of billions using Bitcoin. HIV treatments and other services have been disrupted, says Dr Tedros Adhanom Ghebreyesus. A judge accused the Trump administration of defying his orders, setting up a battle that could end up at the Supreme Court. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. The Pink Pony Club singer wants music labels to offer artists a \"liveable wage and healthcare\". Monty defeated more than 2,500 canines for the top prize in New York. The Falcon 9 launched from Vandenberg Space Force Base and was captured on camera by residents along the west coast of North America. A rare and compelling drainage feature at a reservoir is triggered for the first time in years by high water levels. Donald Trump's plans for tariffs risk raising prices for items from cars to canned food. US steel suppliers have just over a month to decide how to respond before the new tariffs take effect. The US has historically given automatic citizenship to anyone born in the country, but this principle is not the norm globally. Tariffs are a central part of Trump's political vision, but economists warn they could put prices up. A 27-year-old man faces a jury trial in New York state, where Mr Rushdie is expected to testify. The world's richest man is leading a sweeping cost-cutting drive. What do voters in a key swing state make of his role? About 75,000 federal government employees opted into the buyout programme before it was closed. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. The billionaire has made a number of exaggerated or unevidenced claims during a White House event. HIV treatments and other services have been disrupted, says Dr Tedros Adhanom Ghebreyesus. Her limited experience and comments on Putin, Syria, surveillance, and Snowden had put her nomination at risk. The lava fountains shooting out the Kilauea volcano have reached more than 300 ft (91 m) high. A judge accused the Trump administration of defying his orders, setting up a battle that could end up at the Supreme Court. The nine-year-old finally took the top spot after reaching the finals for three years in a row. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:49",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/c9a0/live/f2a31f30-e98a-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c7c9/live/e930e680-e97b-11ef-ac30-7d72b02b7846.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Confusion clouds efforts to save Gaza ceasefire",
        "short_description": "The Gaza ceasefire deal between Israel and Hamas has looked shaky since it came into force on 19 January but now looks the closest yet to totally falling apart.",
        "long_description": "The Gaza ceasefire deal between Israel and Hamas has looked shaky since it came into force on 19 January but now looks the closest yet to totally falling apart. A senior Egyptian source told the BBC that regional mediators Egypt and Qatar were \"intensifying their diplomatic efforts in an attempt to salvage the ceasefire agreement\". A top-level Hamas delegation has now arrived in Cairo for talks \"to contain the current crisis\", a Hamas official told the BBC. He reiterated his group's \"full commitment\" to the terms of the deal. On Tuesday, Israel's Prime Minister Benjamin Netanyahu said: \"If Hamas does not return our hostages by Saturday noon, the ceasefire will end and the [Israeli military] will resume intense fighting.\" However, there has been mixed messaging on whether he means all 76 hostages still in Gaza - in line with the high-stakes ultimatum recommended by US President Donald Trump. Trump was reacting to a Hamas threat to derail the agreement on Monday. It complained of Israeli ceasefire violations, in particular relating to aid, and warned that it would delay the release of hostages on Saturday. In the past week, the president's new radical plan for a US takeover of Gaza - without its two million Palestinian residents - has also changed the context for the ceasefire which his administration helped to broker. On Wednesday, the White House restated Trump's plan, while admitting that Jordan's King Abdullah II had rejected the idea during talks in Washington a day earlier. \"The king would much prefer that the Palestinians stay in place,\" White House press secretary Karoline Leavitt said. \"But the president feels it would be much better and more majestic if these Palestinians could be moved to safer areas.\" So, what more do we know about what has been happening behind the scenes? When it comes to the outcome of the four-hour Israeli security cabinet meeting on Tuesday, Israeli journalists admitted puzzlement over contradictory and confusing briefings. After the Israeli prime minister's video message demanded the release of \"our\" hostages, the first reports - quoting an unnamed senior Israeli official - said this referred to the original three male hostages scheduled to be freed. It was then said that Israel expected the final nine living hostages slated for release in the six-week first phase of the ceasefire to be freed, which is supposed to see a total of 33 captives handed over. Key ministers then began to weigh in. Miri Regev - a close ally of Netanyahu - said on X the decision was \"very clear\" and echoed the Trump demand. She said: \"By Saturday, everyone will be released!\" The far-right Israeli finance minister Bezalel Smotrich - who has threatened to leave Netanyahu's coalition if there is not a return to fighting at the end of the six-week ceasefire deal - went further still. On social media, he proposed telling Hamas to release all the hostages or else have \"the gates of hell\" opened, with no fuel, water or humanitarian aid entering Gaza. He said there should be \"only fire and brimstone\" from Israeli warplanes and tanks, with the strip completely occupied and its population expelled. \"We have all the international backing for this matter,\" he stated. His comments indicate how Trump's post-war vision for Gaza has strengthened the far-right in Israel. That is said to worry the Israeli security chiefs who negotiated the current ceasefire deal and believe its collapse will endanger hostages' lives. Israeli media report that they are pushing for a way to bring back the next three captives held by Hamas on schedule at the weekend. Hostages' families and their supporters have been alarmed by the latest developments, as have war-weary Gazans. The fact that the Hamas leader for Gaza, Khalil al-Hayya, is leading a delegation to follow up on implementation in Cairo, shows that the armed group is also trying to get the ceasefire agreement back on track. Since 19 January, the deal has seen a total of 16 Israeli hostages brought home in exchange for hundreds of Palestinian prisoners held by Israel. Five Thai farm workers were also released. At the same time, Israeli troops have withdrawn to just inside the perimeter of Gaza, including along the Egypt border. The relative calm has allowed hundreds of thousands of displaced Palestinians to return to their own neighbourhoods and brought in a surge of humanitarian aid. However, the current impasse stems from Hamas's claim that Israel has not upheld its promises for the first phase of the truce. It says that this required Israeli authorities to allow about 300,000 tents and 60,000 caravans into Gaza. With so many people returning to the ruins of their homes - during cold, wet wintry weather - such shelters have been desperately needed. Fuel and generators are also said to be in short supply - especially in the north of Gaza - where they are urgently required, especially for water pumps and bakeries. It is hard to verify exactly what has gone into the strip. According to figures quoted by the UN, \"since the ceasefire came into effect, 644,000 people across Gaza have received shelter assistance including tents, sealing-off materials and tarpaulins\". The Israeli military body Cogat said that Israel was \"committed to and is fulfilling its obligation to facilitate the entry of 600 humanitarian aid trucks into the Gaza Strip each day\". It added: \"According to the data available to us, since the agreement came into effect, hundreds of thousands of tents have entered the Gaza Strip.\" Despite the conflicting accounts, it can be assumed that issues over aid that Israel allows into Gaza could be resolved by mediators. \"Cairo and Doha are urging all parties to adhere to the terms of the agreement amid political and field complexities that make the task more challenging,\" the senior Egyptian source told the BBC. \"The continuation of the ceasefire is in everyone's interest, and we warn that the collapse of the agreement will lead to a new wave of violence with serious regional repercussions.\" Even if the immediate crisis can be overcome by this weekend, then it will still leave the next stage of ceasefire talks unresolved. The first phase of the deal is supposed to end in March, unless Hamas and Israel agree an extension. So far, negotiations on that have been put off. The Israeli prime minister delayed discussions on the next phase amid pressure from within his governing coalition and growing evidence during the ceasefire that - in contradiction to his war goals - Hamas remains a significant political and military force in Gaza. During hostage handovers and aid distribution, Hamas has sought to project an image of its own power. Though it has previously signalled willingness to share power with other Palestinian factions, it still appears unlikely to disarm. On top of this, Trump doubling down on his idea of turning Gaza into a Mediterranean travel destination - after relocating those living there to Jordan and Egypt - has caused shock and outrage across the Arab world. Egypt says it has formulated its own comprehensive Gaza reconstruction plan - which will not involve Palestinians leaving their land. The leaders of Egypt, Qatar, Jordan, the United Arab Emirates and Saudi Arabia are expected to meet ahead of a conference in Cairo on 27 February. The ongoing dispute about the future of Gaza adds to the confusion and sense of deep mistrust amid efforts to solve the present issues. Additional reporting by Wael Hussein in Cairo The world's richest man is leading a sweeping cost-cutting drive. What do voters in a key swing state make of his role? About 75,000 federal government employees opted into the buyout programme before it was closed. The US and Russia leaders speak over the phone after Trump says Nato membership for Ukraine is unlikely. The US president is ratcheting up pressure on South Africa over its domestic and foreign policy. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cd7d9p0j5qeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c676/live/d2d231c0-e979-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9cca/live/c7525620-e967-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "How I exposed MI5's lie about its violent abusive agent",
        "short_description": "Spies lie, but they are not meant to get caught.",
        "long_description": "Spies lie, but they are not meant to get caught. On a wet Friday evening in December, three MI5 lawyers sat in a room at the BBC's headquarters in London. On the other side of the table were the BBC's lawyers and me. No MI5 officers were present, after we refused a request for the meeting to be secret. After exchanging strained smiles, we got down to business - and proved to them that the Security Service had been giving false evidence to the courts. The meeting took place after I told MI5 in November that we were planning to report it had lied and offered it a chance to comment. In response, the Security Service insisted - aggressively so - that it had been entirely honest. What it hadn't realised until the December meeting, was that I had hard evidence to prove its position was false. The revelation of the false evidence matters because it raises serious concerns about how reliable MI5's evidence is in the courts, where assessments from the Security Service are given enormous deference. It also raises fresh doubts about whether MI5 can continue with a core policy of secrecy - after we revealed it was applying it selectively. The organisation's first lie came when the government took the BBC to the High Court in 2022 to block a story about a right-wing extremist working as an MI5 agent - the term for a paid and authorised informant. Former Attorney General Suella Braverman failed to prevent us publishing the story but succeeded in getting an order preventing the man from being identified, having argued he would be in danger. As a result, the man is known publicly only as X. We argued he should be identified so women could be warned about such a predatory and violent man. X had used his MI5 role to coercively control his ex-partner, known publicly by the alias Beth. He was physically and sexually abusive, and was filmed threatening to kill her and then attacking her with a machete. During the legal proceedings, MI5 said it could publicly neither confirm nor deny (NCND) whether X was an agent, in line with its long-standing policy. In public, MI5 emphasises the fundamental role of the NCND policy, which it says it follows in relation to its agents. Any exceptions are said to undermine the secrecy that protects such men and women and to damage national security. But then, during the proceedings, a senior MI5 officer - a deputy director of the organisation and senior counter-terrorism officer, known in court as Witness A - mentioned some phone calls involving me. In a corporate witness statement, Witness A said an MI5 representative had spoken to me at an earlier date. This came after the Security Service became aware the BBC intended to include X in an investigative story. Witness A said that, during the discussions, I said I had suspected X was a state agent, but that MI5 had \"neither confirmed nor denied\" whether this was the case. He did not explain who initiated the discussions - it was MI5. Nor did he say how the Security Service had become aware of the planned BBC story - X had told them. In my own detailed witness statement, I said this account did not correspond with my recollection in various respects. I did not go into further detail, because - without any waiver of legal privilege - I had been advised by lawyers it would not affect the key issues in the dispute, which centred on the claimed risks to X if he were identified by the BBC. The BBC team also only had access to parts of the case - some evidence and hearings were in secret. During one secret part of the proceedings, to which the BBC team and I did not have access, security-cleared lawyers appointed on our behalf were also told by MI5's lawyers that it had maintained its neither confirm nor deny policy in the calls with me. But I knew that what Witness A said about me in his statement was untrue. I knew that MI5 had not abided by NCND. To be honest, I resented its lie. We can also now report that MI5 director general Sir Ken McCallum called the BBC director general Tim Davie, in December 2021, to cast doubt on the BBC's planned story about X. Sir Ken's own notes of the calls, which were served as part of the government's evidence in the 2022 High Court case, record him claiming the intended story was \"inaccurate as well as reckless\". However, the story was accurate. The judge found I had taken proper steps to assess whether the story's various elements were true and that it was \"comfortably\" shown to have a credible evidential foundation. Despite not being allowed to identify X, the High Court ruled we could report the results of our investigation. It showed that X had abused Beth and another former partner, and that he was a dangerous extremist. At about the same time, Beth lodged a formal complaint about her treatment by MI5 with the Investigatory Powers Tribunal (IPT), an independent court with the power to investigate human rights claims against the Security Service. It was at this court where MI5 would lie again. The IPT often sits in secret without claimants, their legal representatives, journalists or the public present, to consider evidence deemed sensitive for national security reasons. In the case of X, this meant all the information which confirmed he was an MI5 agent. Lawyers for the IPT are meant to represent the interests of claimants in the closed sessions. But Kate Ellis from the Centre for Women's Justice, who is representing Beth, says the system is inherently problematic. \"You're not entitled to know what's being said about you. There might be things that are being said that you could disprove. You might be being called a liar and you're not entitled to know any of this,\" she says. All Beth would be able to know at the end of the case is whether she had won or lost, and she would never really understand why, Ms Ellis says. Beth asked the tribunal that MI5 drop its policy of neither confirming nor denying. Otherwise, her lawyers argued, most of the case would have to be heard in closed sessions. They said X had already disclosed his role to Beth and used it to coerce her. But lawyers for MI5 argued it would mean the Security Service being forced for the \"first time ever\" to confirm to a third party in legal proceedings whether someone was an agent. Last summer, the IPT ruled against Beth. While it accepted that maintaining NCND had an impact on her right to a fair hearing - because she cannot counter evidence presented in secret - it said the policy \"fundamentally relies upon the absolute consistency of its application\". It added that MI5 had \"gone to extensive lengths throughout these and the BBC proceedings to uphold the NCND policy\". MI5 repeated its false evidence to a third court when Beth sought a judicial review of this IPT ruling. From then, I was determined that the truth about MI5's behaviour had to come out. I had first met Beth when she was very unwell in the aftermath of X's abuse and coercion. I knew how far she had come since then and wanted to do right by her. I began working with a small team of BBC lawyers to develop a strategy. The truth is that, in several calls with me, a senior MI5 officer had departed from the NCND policy by announcing to me that X was an agent and inviting me to meet him. The officer said he had been legally authorised to tell me the information. The calls were part of MI5's attempt to persuade me not to identify X as an extremist as part of our planned investigative story. They came after I had sent X a letter, detailing his involvement in violent extremism and giving him an opportunity to respond. In November last year, after working with the BBC legal team for several months, I wrote to MI5 to say we planned to report that the Security Service had lied to the courts, and that it had departed from NCND during phone calls with me. I did not say how I would prove these claims. At the same time, the BBC lawyers wrote to the office of the new Attorney General, Lord Hermer, to tell them we planned to apply to the court to make public the part of the MI5 witness statement in which false evidence was given. On 25 November, a government lawyer responded on behalf of MI5 to me, saying that MI5 \"stands by the entirety of the account given to the High Court in Witness A's witness statement\". It said that the Security Service's position remains that \"there was no such departure\" from the NCND policy and suggested that MI5's evidence had been \"carefully considered\". I was surprised by this response. MI5 was gambling that I could not prove what I had set out. It was a gamble the Security Service was about to lose. We responded saying that MI5 was invited to a meeting where it could inspect the evidence we would rely on in our court application. We took this unusual step to allow MI5 to consider whether to consent to changing the terms of an injunction put in place at the end of the case against us in 2022. And so it came to that meeting on 13 December, when the three lawyers acting for MI5 came to the BBC's offices at London Broadcasting House to meet me and the BBC legal team. They read and listened to the relevant material, which comprised a handwritten note of a first call from MI5, an email I had sent to the MI5 officer following that call, and an audio recording of a second call the next day. I took the MI5 team through the evidence in chronological order. My impression was that they appeared slightly buoyed when shown a handwritten note, deflated by the email, and defeated when faced with the 40-minute audio recording - as each step revealed our evidence was stronger. My handwritten note showed what the purpose of MI5's call was - to tell me that X was an agent. The MI5 officer who rang me said he had been \"authorised\" to tell me, something which he said would otherwise have been \"illegal\". This information was volunteered to me by MI5, not in response to a query by me about whether X was an agent - which was not something I had asked either to X or to MI5. I had never spoken to the MI5 officer before. He was not a source or a friend. In fact, as I would find, he was seeking to protect X and gave a false impression about the man's risk to women. The officer, who worked closely with MI5 director general Sir Ken McCallum, characterised X as someone who was informing on extremists for the Security Service, not an extremist himself. The phone request was that we should not go ahead with our proposed story because MI5 said it was untrue. My impression was that MI5 had called assuming I would agree to this request with little further challenge. Instead, during the conversation I took issue with MI5's characterisation of X, whom I regarded - and still regard - as a genuine extremist. I also raised with MI5 the violence, abuse and coercion that X had engaged in within his personal life. I did not say how I knew about these matters, nor name anyone affected by them. Those matters had not been in my letter to X and I think the MI5 officer was surprised when I raised them. I made clear how concerned I was about these matters. I was troubled MI5 was seeking to protect someone I regarded as a danger to women, children and the wider public. The call concluded with me saying I would need to consider what he had requested, including in internal editorial discussions. The MI5 officer told me he was going to make checks based on concerns I had raised about X. He asked that I send him an email summarising the information about the man's personal conduct which I had mentioned during the phone call. The email I sent soon afterwards said: \"As discussed, the male concerned was and is the subject of allegations of violence and fraud involving a British female. The alleged violence extends up to attempted murder. \"He is alleged to have engaged in domestic abuse and sexual violence, expressed paedophilic tendencies, and caused serious mental harm to people in his life.\" The \"attempted murder\" referred to the machete incident. At that time, I had been told by Beth about the incident but had not seen the video of it. I would later obtain the video and take investigative steps to corroborate what I had been told, something MI5 could have done had it wanted to. The next day there was a further phone call from the same MI5 officer. I recorded the conversation for note-taking purposes, in accordance with the BBC's Editorial Guidelines, because I wanted a full record of what was said. I also did not trust MI5. In the recorded call, the senior MI5 officer claimed the service \"pretty strongly assess\" that X had not been recently violent. My research would go on to prove this assessment was wholly false and the machete attack had been just the year before. The officer said: \"We do cast serious doubt on the most recent allegations of acts of violence, particularly against that individual.\" He emphasised that MI5's assessment was that \"we are of the belief that actually he hasn't been involved in recent acts of violence\", although he qualified that by saying they could \"never categorically say that was definitely the case\". During the call, he also accepted that X was not stable and had been involved in \"lots of… drug gang activity\" previously, \"will have been involved in a bunch of things\", and came \"from a very shady past\", implying he had been violent. Despite all this, MI5 characterised X's relationship with Beth as \"slightly problematic\", suggesting she had \"mental health issues\". When I wrote to X, I mentioned a vile and alarming online post he had made, about severely sexually exploiting women - using language too offensive to repeat. The MI5 officer claimed that when X had posted this, he had been temporarily de-authorised - meaning he was not at that moment working for MI5. I explained that, based on what I knew of X, the post was what he was really like, demonstrated his propensity for violence against women, and that was the cause of my concern with him. The officer accepted the post \"strays over the line\", but seemed not to understand the obvious logic that, if it had been posted when X was briefly de-authorised, this only demonstrated X's true nature even more. He was a genuinely dangerous misogynist - it was not an act put on for MI5. The MI5 officer seemed to be most fascinated by how we had worked out X's true identity. I found this surprising, given I was talking to MI5, and explained it was basic journalism. During the call I also told the officer that X had been on a dating site under an alias used for his MI5 work. I said that I had already been told that X was an informant, separately to MI5's call. The MI5 officer seemed concerned by this information. However, he also invited me to meet X and learn about his work as an agent. He made this offer twice during the call. I ignored both offers. My impression was that this was a crude attempt to offer me something exciting - a meeting with an MI5 agent - which would make me forget my concerns. I considered it wholly inappropriate given X's misogyny, sadism, paedophilic tendencies, violence and abuse. Five days after the December meeting where we played the recording of the call to the MI5 lawyers, the government wrote to the BBC saying MI5 now took the view its evidence \"may be materially incorrect, and that it is important the position is corrected as soon as possible\". The BBC decided the best way to ensure the court and government had the relevant evidence was to make our application to publish the false testimony. The application included a new witness statement from me. We filed it on Christmas Eve. MI5 reversed their position entirely in response. In a new witness statement submitted to court, the MI5 deputy director Witness A said he \"sincerely\" apologised for giving incorrect evidence. He said the false information \"reflected my honestly held belief at that time, and which accurately reflected the information I was given\". He also said that \"it is now apparent to me that MI5 did, in fact, depart from NCND during the discussions\". At this time, he has not explained how he came to give false evidence, despite the government saying two months ago that it was working \"quickly\" to provide an explanation. Witness A has not identified who provided the information which he relied on. There has also been no explanation about who was responsible for authorising the disclosure of X's status to me. Our evidence indicates various MI5 officers were aware of the discussions with me, including case officers and senior counter-terrorism staff. In addition, the government's policy relating to planned departures from NCND says agencies should inform relevant Whitehall colleagues, including the Cabinet Office, in a \"timely fashion\". This means the Cabinet Office and Home Office – as the Whitehall department responsible for MI5 – should have known in advance about the departure from NCND for agent X. In a statement on Wednesday, the government said ministers and civil servants are not \"routinely consulted on private disclosures by the agencies\" and that they had not been on this occasion. The Security Service is conducting an internal investigation and the government has launched an external review recommending changes to ensure courts are provided with accurate information in future. But there are real concerns about how transparent the two investigations will be. And, if a review now needs to recommend how to ensure MI5 gives accurate evidence to courts, some will wonder what has been happening until now. The question is particularly concerning since courts are required to grant particular discretion to MI5 on questions of national security. Courts and inquiries dealing with such matters frequently sit in secret, yet deal with crucial issues of liberty, life and death - fatal attacks that were not stopped by MI5, people whose British citizenship has been stripped from them, people ordered to live under strict anti-terror powers. MI5 has issued an \"unreserved apology\" to the BBC and all three courts that have been provided with false evidence. \"MI5 takes full responsibility,\" its legal submissions state. It said it understands the importance of ensuring that any evidence it provides is truthful, accurate and complete. And it added: \"It is acutely conscious of the particular responsibilities that MI5 bears in this regard, and that the court must be able to trust completely any evidence it provides.\" These revelations come at a time of increased scrutiny of the NCND policy, following an inquiry into the British state agent known as \"Stakeknife\", a killer and torturer who informed on the IRA during the Troubles in Northern Ireland. Security forces and the government have refused to confirm or deny that Stakeknife was Freddie Scappaticci, who died last year, although the fact is well known. Jon Boutcher, the former head of the inquiry who wrote its interim report, said NCND \"seems to have assumed a totemic status\" within government and the security forces and to have become \"an implacable dogma or mantra with the qualities of a stone wall\". He said the policy \"assumes lawful conduct on the part of the security forces\", which is \"generally a safe assumption\", but which may need \"external testing and verification\". His report recommended the government should review, codify and define the proper limits of the NCND policy in relation to identifying agents in the context of historic cases in Northern Ireland. The government has yet to respond to the recommendation. Beth's case already had a wider implication for MI5 in relation to how it assesses and manages agents, particularly those who pose a risk of violence to women and girls. Now it has taken on wider implication still – about how much MI5's evidence can be taken at face value and relied on, and whether NCND needs to change. The new evidence shows MI5 has not abided by NCND in the case of X and, in fact, wholly abandoned the policy while dismissing the agent's abusive and extremist conduct. It shows MI5 knew what kind of person he was, and captures its dismissive attitude to concerns about his abuse and violence. And it is due to bring to an end to Beth's judicial review case, which had been considering whether MI5 should have been allowed to maintain NCND. MI5 itself has recommended that decision now be considered afresh by the original court, the IPT. Beth will return to court, seeking the truth amid official secrets and lies. If you have information about this story or a similar one that you would like to share with the BBC News Investigations team please get in touch. Please include a contact number if you are willing to speak to a BBC journalist. You can contact us in the following ways: Email: security.investigations@bbc.co.uk Signal: +447811921399 Click here to learn how to use SecureDrop, an anonymous whistleblowing tool that works only in the Tor browser and follow the advice to stay secure. The film highlights the harassment girls often face when out in the street or on public transport. Dorset police teams up with AFC Bournemouth to tackle violence against women and girls. The protest hopes to raise awareness of women's safety as part of sexual violence awareness week. A woman who was assaulted by her husband was unable to find a legal aid lawyer in Scotland to handle her case. Surrey's chief constable said the circumstances around Sara's death were \"as bad as I've ever seen\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "14 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cx25m231n8xo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bedf/live/d3560fc0-e921-11ef-a819-277e390a7a08.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5ed2/live/6ade8850-e8b8-11ef-8bb2-a9986bcdac12.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Sicily's gangsters complain they can't get the staff ",
        "short_description": "When anti-mafia police swooped on the Sicilian mob on Tuesday, their main aim was to stop them regrouping and creating a new governing body or cupola.",
        "long_description": "When anti-mafia police swooped on the Sicilian mob on Tuesday, their main aim was to stop them regrouping and creating a new governing body or cupola. But what has emerged from their wide-ranging investigation is an organised crime group having to adapt to modern realities and displaying a nostalgia for the loftier ambitions of the past. They don't produce mobsters like they used to, Giancarlo Romano told an associate in a wiretapped conversation before he was shot dead a year ago. Despite its evident yearning for crimes of the past, the Mafia in Sicily is still a force to be reckoned with, warns anti-mafia prosecutor Maurizio de Lucia: \"Cosa nostra is alive and present.\" Investigators have revealed that the new generation of gang bosses have taken to using encrypted mobile phones and thousands of short-life micro-sim cards smuggled into prisons. This way they sought to avoid being eavesdropped as they focused their activities on drug crime, money-laundering and online gambling. Sicily's Cosa Nostra has even started working with other gangs, including the notorious and far larger 'Ndrangheta in mainland Italy. Of the 181 arrest warrants served on suspected Sicilian gangsters across four districts of the capital Palermo, 33 were for convicted figures already in jail. National anti-mafia prosecutor Giovanni Melillo said that, despite all the crackdowns, the high-security prison system was at the mercy of the mob. The inquiry revealed that one gangster had been able to watch a beating he had ordered from inside jail in real time via video-link. The Mafia became supremely confident about the encrypted messaging platform it was using, which featured text-messages, voice notes and images. But a year ago a bug installed in the home of one gangster recorded him and another man complaining about the connection going down on an encrypted chat. As they tried to restore the link, the names of several Mafia figures were mentioned out loud. Sicily's authorities heard every word. Prime Minister Giorgia Meloni praised the operation by Italy's Carabinieri military police and promised that the fight against the Mafia \"has not stopped and will not stop\". Half of those arrested are in their 20s and 30s. In late 2023, Giancarlo Romano, considered an up-and-coming Mafia figure in the Brancaccio area in the heart of Sicily's capital, Palermo, was recorded complaining about the decline of the mob and poor quality of new recruits. \"The level is low, today they arrest someone and if he becomes a turncoat they arrest another... wretched low-level,\" he was quoted as saying over his wiretapped phone. He was overheard telling an aspiring mafioso to go to school, meet doctors and lawyers, and learn lessons from watching The Godfather trilogy of films about the fictional Corleone gangster family. Today's Mafia was satisfied with selling small bars of hashish while others were now moving in, he complained: \"Back in the day, those people who unfortunately ended up in jail for life... they did it because a shipload of hash was supposed to arrive.\" Romano was killed and his associate wounded in February 2024, in an attack apparently linked to online gambling extortion. That murder led authorities to make further arrests within Romano's branch of the Mafia. Cosa nostra is a shadow of the notorious organised crime mob it once was, brought down by a wave of campaigns by authorities in the past 30 years. But despite the drive for a more modernised mob, many of the old practices and codes remain. \"Cosa nostra is like marriage. You are married to this wife and you stay with her all your life,\" one mafioso was overheard saying. The clear implication was there was no leaving the Cosa nostra. The royals will make a state visit to Italy in April, which coincides with their 20th wedding anniversary. WhatsApp alleged last week that Paragon Solutions spyware was used to target users of the messaging app in two dozen countries. Rome's decision to release Osama Almasri Najim drew condemnation from Italian opposition parties, NGOs and the ICC. The Australian government says the Chinese AI app is a threat to it and its assets. The Milton Keynes resident is a former athlete who represented Italy in track competitions. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c1wex4qq792o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8b8e/live/0a83a8e0-e954-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ca79/live/b01b2210-e96d-11ef-9a02-47b53f779211.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients.",
        "long_description": "The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. The Chelsea striker was charged over an incident at a London police station in 2023. Australia spinner Nathan Lyon passes 550 Test wickets as he helps his side close in on victory in the second Test in Sri Lanka. The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate. Reptile handlers say they initially found 40 red-bellied black snakes - before some began giving birth. The Chelsea striker was charged over an incident at a London police station in 2023. The Afghanistan Women's XI played their first match after an evacuation likened to \"a Jason Bourne movie\", led by three women on the other side of the world. The US president has announced a 25% import tax on steel and aluminium entering America. The performance in Perth, Australia was postponed due to the blockage of a major sewer. Australia spinner Nathan Lyon passes 550 Test wickets as he helps his side close in on victory in the second Test in Sri Lanka. Australian teacher Hannah Grundy was left to track down the man posting deepfake pornography of her. US steel suppliers have just over a month to decide how to respond before the new tariffs take effect. Chelsea striker Samantha Kerr denies showing hostility towards a police officer \"because of his whiteness\". Australian researchers say the feat could help efforts to save endangered marsupial species. The Australian government says the Chinese AI app is a threat to it and its assets. BBC Australia reporter Simon Atkinson visits Townsville, which was hit by severe rainfall over the weekend. Almost 20,000 people visited Sydney's Botanic Gardens to catch a whiff of a rare plant in bloom. Shelley Sykes' son Rory, an Australian citizen who had cerebral palsy and struggled with mobility, did not follow an evacuation order. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. Sam Kerr may have walked free from court after being found not guilty of causing racially aggravated harassment but is that the end of the story for one of women's football's most high profile players? Australia spinner Matthew Kuhnemann is reported for a suspected illegal bowling action following Test series in Sri Lanka. Australia seamer Mitchell Starc opts out of their Champions Trophy squad to continue the two-time winners' disruptive build-up. The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. The performance in Perth, Australia was postponed due to the blockage of a major sewer. Australian teacher Hannah Grundy was left to track down the man posting deepfake pornography of her. Reptile handlers say they initially found 40 red-bellied black snakes - before some began giving birth. Australia all-rounder Marcus Stoinis retires from one-day internationals with immediate effect, ruling him out of the Champions Trophy. The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:52",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ad7/live/b17e1570-e915-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4293/live/cfc9e8c0-e892-11ef-a055-1ba5a4b6ed03.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume.",
        "long_description": "Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. King Abdullah rejected the plan for Gaza's population to be relocated to nearby countries, including Jordan. The president's vision for a Gaza under US control could upend the future of Middle East relations. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. Israeli forces were due to pull out next Tuesday, but the source says they want to stay for another 10 days. The Arab state is seeking an alternative to Donald Trump's plan to relocate some two million Palestinians. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. The Yemeni man was one of seven UN staff held by Houthi authorities since late January. The 86-year-old is one of the hostages meant to be freed by Hamas within the next three weeks. Ishaq joined so-called Islamic State in Syria and held nine Yazidi women and children captive as slaves. Eden Knight had wanted a new life in the US but was persuaded home, according to her final X post. The BBC's Lucy Williamson assesses the mood ahead of King Abdullah's talks with Donald Trump. The BBC's diplomatic correspondent looks at what is behind Hamas announcing a delay to new hostage releases. The 23-year-old says the neighbourhood she grew up in is now almost unrecognisable. Concerns were raised over the condition of freed Israeli hostages and Palestinian prisoners after the latest exchange. The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army. Some 180 prisoners are being freed in exchange for three Israeli hostages. Or Levy, Ohad Ben Ami and Eli Sharabi are returning home after being released in Gaza on Saturday. Palestinians say they will not leave Gaza after US President Donald Trump proposed a US takeover of the region. BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip. Since taking office, Donald Trump has talked about what he would like to see happen in Gaza but said there are “no guarantees” that a ceasefire will stand. Israeli forces were due to pull out next Tuesday, but the source says they want to stay for another 10 days. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. The president's vision for a Gaza under US control could upend the future of Middle East relations. An overview of the media in Jordan, including links to broadcasters and newspapers. The Yemeni man was one of seven UN staff held by Houthi authorities since late January. The 86-year-old is one of the hostages meant to be freed by Hamas within the next three weeks. A total of 73 hostages taken during 7 October attacks are still believed to be in Gaza. The BBC's diplomatic correspondent looks at what is behind Hamas announcing a delay to new hostage releases. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:53",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9756/live/ed00c520-e979-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4b9d/live/22b2d1b0-e973-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The number of children waiting more than a year for neurodivergence assessments in Wales has doubled.",
        "long_description": "The number of children waiting more than a year for neurodivergence assessments in Wales has doubled. Aneurin Bevan health board said it will take over the running of Brynmawr Medical Practice from March. The council said an announcement about teaching arrangements would be made soon. Robert Frith was on remand at HMP Berwyn in connection with an Anglesey kidnap plot. Pupils who do not attend the detentions face being excluded, the school's new head teacher says. Aneurin Bevan health board said it will take over the running of Brynmawr Medical Practice from March. A review of the front page stories from the daily and weekly newspapers in Wales. Mark Drakeford says there would be a fall in revenue if the charge only applies to over-18s. The council said an announcement about teaching arrangements would be made soon. A retired couple who say they \"have enough money\" have given two homes to The Wallich in Swansea. Women are warned against a man who claims his sperm has fathered children all around the world. Senedd partially backs calls for inquiry following calls from survivor for investigation. Julie Morgan among eight of 30 Labour members leaving at next election. She says a UK change to future funding support rules for Welsh agriculture is of \"huge concern\". Welsh Rugby Union bosses remain confident Wales remain an attractive proposition for any potential candidate. Attendance is still too low and problems recruiting teachers are affecting standards, says Estyn. The Magic Mike star says his visit to Wrexham was something he would \"never forget\". Film producer Andrew Jenkins is selling an Aston Martin to fund a film to raise awareness of suicide. Former Plaid Cymru leader and Senedd Presiding Officer Lord Elis-Thomas has died at the age of 78, Children are struggling without support while waiting for autism and ADHD assessments. After a judge warned about a man who claims to have fathered 180 children, what does the law say? Rugby fans in Cardiff reflect on the news that Warren Gatland will leave his Wales head coach role. Tredegar couple Lewis and Toni Prothero both competed in Saturday's episode of the BBC TV show. Chorus members stage a protest against cutbacks at the end of a show in Cardiff. Sheffield Wednesday boost their Championship play-off hopes as Michael Smith's goal secures a hard-fought victory at Swansea City. Ospreys boss Mark Jones expects caretaker Wales coach Matt Sherratt to have the support of the nation's regional coaches for the rest of the 2025 Six Nations. Jackson Page, John Higgins, Jamie Jones Matthew Stevens, Stephen Maguire and Yuan Sijun are among those into the third round of the Welsh Open. Welsh Rugby Union bosses remain confident Wales remain an attractive proposition for any potential candidate. Great Britain's women win silver in the team sprint on day one of the European Track Cycling Championships, while the men's team take bronze in Heusden-Zolder, Belgium. Mae ysgol yn bwriadu cadw disgyblion i mewn ar foreau Sadwrn o'r penwythnos yma ymlaen, fel ffurf o gosbi. Ar ôl 40 mlynedd yn rhedeg bwyty Cantonaidd y Garden Hotel ym Mangor, mae'r perchnogion wedi cyhoeddi eu bod yn rhoi'r gorau iddi – go iawn y tro yma. Dyn oedd wedi ei gyhuddo o fod yn rhan o gynllwyn herwgipio wedi ei ganfod wedi ei fygu yn ei gell, mae cwest wedi clywed. Dywedodd Eluned Morgan y gallai newid yn y fformiwla olygu bod Cymru ar ei cholled, gydag un undeb ffermio yn rhybuddio am doriad o £146m y flwyddyn. Hanes Paige Morgan o ogledd America a ddysgodd Gymraeg ar ôl clywed cân gan Bendith. The number of children waiting more than a year for neurodivergence assessments in Wales has doubled. Children are struggling without support while waiting for autism and ADHD assessments. Aneurin Bevan health board said it will take over the running of Brynmawr Medical Practice from March. A review of the front page stories from the daily and weekly newspapers in Wales. Mark Drakeford says there would be a fall in revenue if the charge only applies to over-18s. Former workers at ASW steel, which went bust more than two decades ago, met the UK pensions minister. Senedd partially backs calls for inquiry following calls from survivor for investigation. She says a UK change to future funding support rules for Welsh agriculture is of \"huge concern\". The council said an announcement about teaching arrangements would be made soon. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:54",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/87c4/live/8c98d3a0-de5f-11ef-acbf-c3b897b96092.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dfa8/live/57f98f20-dd80-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Moment Monty the giant schnauzer wins prestigious US dog show",
        "short_description": "A giant schnauzer named Monty has triumphed over more 2,500 canines to be crowned the Best in Show winner at the 2025 Westminster Kennel Club dog show.",
        "long_description": "A giant schnauzer named Monty has triumphed over more 2,500 canines to be crowned the Best in Show winner at the 2025 Westminster Kennel Club dog show. Monty's victory in New York gave the Working Group of breeds its first winner since 2004. Bourbon the Whippet came out of retirement to take the runner up prize of Reserve Best in Show. The lava fountains shooting out the Kilauea volcano have reached more than 300 ft (91 m) high. The tech billionaire was questioned by reporters on what Democrats have called a \"hostile takeover\" of government. The Falcon 9 launched from Vandenberg Space Force Base and was captured on camera by residents along the west coast of North America. A rare and compelling drainage feature at a reservoir is triggered for the first time in years by high water levels. The performer, who was dancing during the Halftime show, has been banned from all NFL stadiums for life. People climbed light poles and started fires after the Eagles beat the Kansas City Chiefs 40-22 in Super Bowl LIX in New Orleans. Suni Williams said she still pinches herself seeing the view from the International Space Station. More than 300 people were safely evacuated after a fire started under the first car of the train. Mounted police galloped after a man who fled on foot when officers approached him in Jacksonville, Florida. The video has hallmarks of a Russian disinformation operation, previously investigated by the BBC. Kansas City Chiefs’s tight end said he watched his girlfriend's Eras Tour be 'excruciating' on her body and mind. The bridge next to Rapidan Dam in Minnesota was brought down using explosives after suffering severe flood damage in 2024. An officer jumped from a moving sheriff's vessel to save an unresponsive man onboard a spinning fishing boat. The 12ft (3.6m) bronze sculpture, created by Sergio Furnari, was revealed on the soccer superstar's 40th birthday. BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip. Courtroom surveillance video shows two family members jumping over the gallery divider and charging at the defendant. The BBC's Analysis Editor takes a look at the latest round of tariffs announced by President Trump - and what the US has got in return. Dozens were killed when a passenger plane and helicopter collided on 30 January and fell into the Potomac river. US President Donald Trump has paused tariffs of 25% on Canadian goods for 30 days, but the threat looms. Crews lift the American Airlines’ plane wreckage from last week’s fatal crash out of the Potomac River. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "20 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/cwypz1e7lzno",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed30/live/c6b84050-e7b7-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e4d/live/50b15350-e3bc-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Is it checkmate for South Africa after Trump aid freeze?",
        "short_description": "South Africa appears to be at a crossroads in its waxing and waning relationship with the US following President Donald Trump's controversial decision last week to cut financial aid to the country.",
        "long_description": "South Africa appears to be at a crossroads in its waxing and waning relationship with the US following President Donald Trump's controversial decision last week to cut financial aid to the country. Trump said South Africa was pursuing what he called \"unjust and immoral practices\" against the white minority Afrikaner community and by filing a genocide case against Israel in the International Court of Justice (ICJ) in December 2023. His move has sent shockwaves across South Africa, with experts fearing he may go on to use this opportunity to end preferential access to the US market through its special US-Africa trade programme known as the Africa Growth and Opportunity Act (Agoa). The two countries have generally had friendly relations since the end of white-minority rule in 1994 when anti-apartheid icon and Nobel Peace Prize winner Nelson Mandela was elected South Africa's first black president. Though it took the US another 14 years to remove Mandela from its \"terrorist watch list\" for his role in fighting the racist system of apartheid, which had been introduced by South Africa's then-Afrikaner rulers in1948. The latest tension flared up a few days after Trump's inauguration last month when South Africa's President Cyril Ramaphosa signed into law the Expropriation Bill, which allows the government to confiscate land without compensation in certain circumstances. Trump's response came last week when he threatened to cut future funding over what he termed \"terrible things, horrible things\" the country's leadership was doing. The US president further accused South Africa, without any basis in fact, of \"confiscating land\" and \"doing things that are perhaps far worse than that\". He doubled down in the face of the South African government's vehement rebuttal and signed an executive order last Friday freezing aid. This adds up to nearly $440m (£353m) - the amount of aid reportedly allocated in 2023 - though the US embassy in South Africa has subsequently said that funding from Pepfar, an American programme countering the global spread of HIV, will not be affected, adding the caveat that \"not all Pepfar activities will resume\". South Africa is one of the biggest beneficiaries of Pepfar, which contributes about 17% to its HIV/Aids programme in which around 5.5 million people receive anti-retrovirals. In his executive order, Trump also accused South Africa of a \"shocking disregard of its citizens' rights\" and taking \"aggressive positions\" against the US and its ally Israel in its ICJ case. In addition to the aid freeze, Trump offered to help refugees from the Afrikaner community, who are most white descendants of early Dutch and French settlers, to settle in the US. His stance has played into the hands of conservative Afrikaner lobby groups, including AfriForum and Solidarity, which want the government repeal what it calls \"race-based laws\" such as affirmative action and black economic empowerment. This chimes with views by Trump's close adviser Elon Musk, the tech billionaire who was born in South Africa. He questioned on X why Ramaphosa had \"openly racist ownership laws\". This is not the first time South Africa's land reform policy has drawn Trump's ire. In 2018, during his first presidency, he accused South African authorities of the \"large-scale killing of farmers\" and asked his then secretary of state to look into the matter of the government \"seizing land from white farmers\". While Trump's remarks sparked a backlash at the time, Dr Oscar van Heerden, a political analyst at the University of Johannesburg, told the BBC there had \"never been this kind of radical action taken to the point of an executive order being signed\". With their relationship now in a precarious state - both countries are weighing up their next move. On the trade front, Donald MacKay, CEO of Johannesburg-based trade consulting firm XA Global Trade Advisors, said that while the US was one of South Africa's biggest partners, it was not its \"closest trading partner\". South Africa exports a variety of minerals to the US, including platinum, iron and manganese. It also the one of the largest exporters under Agoa, generating about $2.7bn in revenue in 2023, mostly from the sale of vehicles, jewellery and metals. \"Over the years, that relationship has waxed and waned. It's never been terribly strong [since white-minority rule ended in South Africa]. But at the same time, I think it also never deteriorated quite as much as it has in recent years and I don't think it's South Africa's fault,\" Mr MacKay told the BBC. But he admitted South Africa had done \"a lot\" in recent years to irritate the US. \"Those irritations get to accumulate and under President Trump… this is seen as an opportunity to put South Africa in its place.\" Dr Van Heerden put the change in dynamics partly down to \"global shifts\" and \"new competition driving up against the US\" from the likes of China, India and Brazil. While experts spoke on the benefits of Agoa, which is coming up for review later this year, they agreed that the impact might not be as significant as some fear. Agoa was introduced in 2000 and it gives eligible sub-Saharan African countries duty-free access to the US for more than 1,800 products. Mr MacKay said he would be surprised if South Africa continued benefiting from this preferential agreement after the review. \"My instinct is, whatever the reason that Trump is upset with South Africa, at the moment Agoa would be the easiest mechanism to use to punish South Africa.\" Dr Van Heerden added that even if agreement was not renewed, or South Africa ended up being excluded, those businesses currently benefiting from it would suffer short-term losses but would manage to bounce back in a few years. He said at the moment President Ramaphosa's government was opting for the diplomatic route - though the Trump administration's seeming lack of interest in diplomacy drastically reduced chances of success. This has probably not been helped by South Africa's Foreign Minister Ronald Lamola blunt response on Wednesday to Trump's move, saying there was \"no chance\" that South Africa would withdraw its case against Israel at the ICJ. \"Standing by our principles sometimes has consequences, but we remain firm that this is important for the world, and the rule of law,\" Lamola told the Financial Times. South Africa has accused Israel of committing genocide against Palestinians living in Gaza, an allegation Israel denies. Meanwhile, Ramaphosa, in his capacity as G20 president, has announced he will be sending a delegation around the world to clarify South Africa's domestic and foreign policies - with Washington being a key stop. South Africa assumed the presidency of the G20, a cohort of countries that meet to discuss global economic and political issues, in December last year, seeing it as an opportunity to bolster its international standing. But in a snub to South Africa, US Secretary of State Marco Rubio has announced that he will not attend a G20 meeting of foreign ministers taking place next week in Johannesburg. \"My job is to advance America's national interests, not waste taxpayer money or coddle anti-Americanism,\" he said. South Africa is part of Brics, and alliance of major developing countries including Brazil, Russia, India and China, that is attempting to challenge the political and economic power of the wealthier nations of North America and Western Europe. Mr MacKay believes it will be difficult for South Africa and other nations to navigate relations with the US under \"the most unpredictable politician in the world\", suggesting that they will have to increasingly see Brics as an alternative partner. But significantly for South Africa, the European Union (EU), one of its largest trading partners, has reaffirmed its support for the country. António Costa, president of the European Council - which sets the general political direction and priorities of the EU - posted on X on Monday that he had spoken to Ramaphosa by phone to highlight the \"EU's commitment to deepen ties with South Africa\". Should South Africa's charm offensive fail, Mr Van Heerden suggests the government could opt to \"negotiate hard\" and use the minerals it supplies to the US as a \"bargaining chip\". But he voices a warning: \"South Africa is going to have to think very carefully about how they play this chess game [where] the opening gambit has already been made by President Trump and Elon Musk.\" Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The US and Russia leaders speak over the phone after Trump says Nato membership for Ukraine is unlikely. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. Russian national Alexander Vinnik faced charges for the alleged laundering of billions using Bitcoin. Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume. The US President took questions from the press in the Oval Office after announcing he would be meeting Putin in Saudi Arabia. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cm27g2jzd78o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/79bd/live/bc0d6500-e973-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5275/live/7c402a00-e975-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "US inflation unexpectedly increases ",
        "short_description": "US inflation increased by more than expected last month, as higher egg and energy prices helped to push up the cost of living for Americans.",
        "long_description": "US inflation increased by more than expected last month, as higher egg and energy prices helped to push up the cost of living for Americans. Inflation rose to 3% in January, its highest rate for six months, and above the 2.9% expected by economists. The rise comes weeks after the US central bank decided to hold interest rates, saying there was significant uncertainty about where the economy might be headed. It poses a challenge to US President Donald Trump, who made tackling inflation a centrepiece of his election campaign last year, but has put forward policies, such as higher tariffs on imports, that economists say risk pushing up prices. Ryan Sweet, chief US economist at Oxford Economics, said the latest report could put pressure on Trump to reconsider those plans, which would raise taxes on goods entering the country. \"Tariffs can still be used as a bargaining tool to get some concessions from other countries, but the political optics of putting even a little upward pressure on consumer prices via tariffs wouldn't be great for the Trump administration,\" he wrote. The uptick in prices last month was wide-ranging, affecting car insurance, airfare, medicine and other basics. Grocery prices climbed 0.5% over the month, compared with 0.3% in December, as egg prices surged more than 15% amid shortages caused by outbreak of avian flu. That marked the biggest monthly increase in nearly a decade, the Labor Department said. Prices for clothing, by contrast, declined, while rents and other housing related costs increased 4.4% over the last year, marking the smallest 12-month increase since January 2022. Core inflation, which strips out food and energy and is seen by analysts as a better measure of underlying trends, was 0.4% over the month, the fastest pace since March. \"This is not a good number,\" said Brian Coulton, chief economist at Fitch Ratings. \"It illustrates how the [Federal Reserve] has not completed the job of getting inflation back down just as new inflation risks - from tariff hikes and a squeeze on labor supply growth - start to emerge.\" The Federal Reserve raised interest rates sharply starting in 2022, hoping higher borrowing costs would cool the economy and ease pressures that were pushing up prices. It had started cutting rates in September, saying it wanted to avoid any further cooling. But signs of persistent inflation above the bank's 2% target in recent months prompted it to keep interest rates unchanged in January. Federal Reserve chairman Jerome Powell told Congress this week that the bank was in little hurry to cut rates further. He noted that it remained unclear how Trump's tariff plans would shape the Fed's policies, since the measures could prompt a slowdown in the economy, alongside a rise in prices. On Wednesday, Trump called on the Fed to lower interest rates to go \"hand-in-hand\" with tariffs. But some analysts said after the report that they were no longer expecting any rate cuts this year. Wall Street stocks ended the day mostly lower, while interest rates charged on US government debt climbed as investors bet that borrowing costs would remain higher for longer. Meanwhile, Randy Kroszner, a former Federal Reserve Board member questioned whether prices would rise enough for Trump to change course. \"When President Trump was in office the previous time, he did raise tariffs on steel and aluminium and there was very little impact on overall prices,\" Mr Kroszner said in an interview with BBC News. \"So it's unclear whether this would be bigger this time. I mean if it does lead to sort of a global trade war, then they'll have a bigger impact. But trade is a relatively small part of the US economy. That's one of the reasons that President Trump has chosen to focus on this.\" Bank boss Andrew Bailey told the BBC it expected to cut rates further but warned the road ahead would be bumpy. The price of eggs has risen amid a bird flu epidemic, making them an unexpectedly costly menu option. In choppy global seas, going for growth will require tricky navigation The US central bank keeps its key interest rate unchanged as it faces significant economic uncertainty. The cost of living in Jersey is still rising but not as quickly as before, inflation figures show. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "59 minutes ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c3d57zm9m0po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/87dd/live/b3beb5d0-e945-11ef-b49f-f7f1f1807303.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/68cc/live/75ff3c70-e958-11ef-a819-277e390a7a08.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ukraine war talks start now, Trump says after Putin call",
        "short_description": "US President Donald Trump has said he had a \"lengthy and highly productive\" phone call with Vladimir Putin on Wednesday in which the leaders agreed to begin negotiations to end the war in Ukraine.",
        "long_description": "US President Donald Trump has said he had a \"lengthy and highly productive\" phone call with Vladimir Putin on Wednesday in which the leaders agreed to begin negotiations to end the war in Ukraine. In a post on his Truth Social platform, Trump said he and the Russian president had \"agreed to have our respective teams start negotiations immediately\" and invited each other to visit their respective capitals. Later, Ukrainian President Volodymyr Zelensky said he had spoken with Trump about a \"lasting, reliable peace\". The calls with the warring sides came as both Trump and his defence secretary said it was unlikely Ukraine would join Nato, which will come as a bitter disappointment to Kyiv. Zelensky said he would meet Vice-President JD Vance and Secretary of State Marco Rubio during a defence summit on Ukraine in Munich on Friday. Trump wrote on social media: \"It is time to stop this ridiculous War, where there has been massive, and totally unnecessary, DEATH and DESTRUCTION. God bless the people of Russia and Ukraine!\" He did not set a date for a face-to-face meeting with Putin, but later told reporters at the White House: \"We'll meet in Saudi Arabia.\" Kremlin spokesman Dmitry Peskov said Putin supported Trump's idea that the time had come to work together. The phone call between Putin and Trump lasted nearly an hour-and-a-half, during which the Russian president extended an invitation to visit Moscow, Peskov said. Trump also told reporters at the White House that it was unlikely Ukraine would return to its pre-2014 borders but, in response to a question from the BBC, he said \"some of that land will come back\". The president said he agreed with his Defence Secretary Pete Hegseth, who told a Nato summit earlier on Wednesday that there was no likelihood of Ukraine joining the military alliance. \"I think that's probably true,\" Trump said. The UK government said it would continue supporting Ukraine's defence against Russia, with Deputy Prime Minister Angela Rayner telling ITV that London's backing for Kyiv remained \"steadfast\". In his assessment of the mood in Ukraine's capital, the BBC's James Waterhouse says that Hegseth's speech will have been a body blow for Kyiv. While it has long been known the new US administration was less sympathetic to Ukraine than its predecessor, our correspondent adds, Hegseth's every utterance will have probably only pleased Moscow. There was denial of Nato membership, a view that Ukraine cannot win and ambiguity over how a frozen front line would be policed in the future – all of which added up to a tangible return for Russia's 11 years of aggression towards Ukraine, our correspondent says. Zelensky has repeatedly argued there \"can be no talks on Ukraine without Ukraine\" - but the Trump-Putin phone call took place in his absence. Zelensky said his call with Trump had been a \"good and detailed discussion\" about a variety of issues, and that he had also met US Treasury Secretary Scott Bessent, who is visiting Kyiv. \"No one wants peace more than Ukraine. Together with the US, we are charting our next steps to stop Russian aggression and ensure a lasting, reliable peace,\" Zelensky wrote. The Ukrainian leader added: \"We agreed to maintain further contact and plan upcoming meetings.\" The call between the US and Ukrainian leaders lasted an hour, according to AFP news agency. In an interview with The Guardian published on Tuesday, Zelensky suggested that Russian-held territory in Ukraine could be swapped for Ukrainian-held territory in Russia's western Kursk region as part of a peace deal. Putin's spokesman Peskov said this was \"impossible\". \"Russia has never discussed and will not discuss the exchange of its territory. Ukrainian units will be expelled from this territory. All who are not destroyed will be expelled.\" Zelensky also insisted that the US, and not just European countries, would need to be part of any security package for his country. \"Security guarantees without America are not real security guarantees,\" he said. Separately, Trump said that at \"some point you're going to have an election\" in Ukraine, in what was seen as a reference to the expiry of Zelensky's presidential term in May 2024. Zelensky says the continuing Russian invasion and martial law in Ukraine make it impossible to hold a new presidential election. Russia's Putin has repeatedly questioned Zelensky's legitimacy to hold any negotiations with Moscow. Following the overthrow of Ukraine's pro-Russian president in 2014, Moscow annexed the Black Sea peninsula of Crimea and backed pro-Russian separatists in bloody fighting in eastern Ukraine. The conflict burst into all-out war when Russia invaded Ukraine nearly three years ago. Moscow's attempts to take control of the capital Kyiv were thwarted, but Russian forces have taken around one-fifth of Ukraine's territory in the east and south, and have carried out air strikes across the country. Ukraine has retaliated with artillery and drone strikes, as well as a ground offensive against Russia's western Kursk region. Accurate casualty counts are hard to come by due to secrecy by both the Russian and Ukrainian governments, but it is estimated that hundreds of thousands of people, most of them soldiers, have been killed or injured, and millions of Ukrainian civilians have fled as refugees. The world's richest man is leading a sweeping cost-cutting drive. What do voters in a key swing state make of his role? About 75,000 federal government employees opted into the buyout programme before it was closed. The US president is ratcheting up pressure on South Africa over its domestic and foreign policy. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. Russian national Alexander Vinnik faced charges for the alleged laundering of billions using Bitcoin. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c04n622gzx7o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fcef/live/769942a0-e991-11ef-a582-45cb5edfdad7.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6837/live/7c63e600-e972-11ef-a319-fb4e7360c4ec.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Crackdown on Bangladesh protesters may be crime against humanity, UN says",
        "short_description": "Former Bangladesh prime minister Sheikh Hasina and her government tried to cling on to power using systematic, deadly violence against protesters that could amount to \"crimes against humanity\", the UN has said.",
        "long_description": "Former Bangladesh prime minister Sheikh Hasina and her government tried to cling on to power using systematic, deadly violence against protesters that could amount to \"crimes against humanity\", the UN has said. UN human rights investigators accused the deposed government of a brutal response to mass opposition last year, in which they said up to 1,400 people had been killed, mostly by security forces. The UN team said \"an official policy to attack and violently repress anti-government protesters\" had been directed by political leaders and senior security officials. Hasina, who had been in office for 15 years, fled by helicopter to India shortly before crowds stormed her residence last August. The unrest began as student-led protests against quotas in civil service jobs and escalated into a countrywide movement to oust Hasina and her Awami League party following a deadly police crackdown. Thousands more were injured in the worst violence Bangladesh has seen since its war of independence in 1971. The UN investigators' findings show the then government, including Sheikh Hasina, \"were aware of and involved in very serious offences\", UN human rights chief Volker Türk told a news conference in Geneva. \"Among our key findings, there are reasonable grounds to believe that officials of the former government, its security and intelligence apparatus, together with violent elements associated with the former ruling party, committed serious and systematic human rights violations,\" Mr Türk said. The UN investigators documented the shooting at point-blank range of some protesters, the deliberate maiming of others, arbitrary arrests and torture. Children, too, were targeted – the report estimates up to 13% of the 1,400 people killed between between 1 July and 15 August were children. \"The brutal response was a calculated and well-co-ordinated strategy by the former government to hold onto power in the face of mass opposition,\" Mr Türk said. He said the evidence gathered by his office painted \"a disturbing picture of rampant state violence and targeted killings\". \"There are reasonable grounds to believe hundreds of extrajudicial killings, extensive arbitrary arrests and detentions, and torture, were carried out with the knowledge, co-ordination and direction of the political leadership and senior security officials as part of a strategy to suppress the protests.\" The report was requested by Bangladesh's caretaker leader, Muhammad Yunus, who said he and his interim government remained \"committed to transforming Bangladesh into a country in which all its people can live in security and dignity\". The overall number of deaths given by the UN team is far higher than the 834 most recently estimated by his government. The UN team that compiled the report included human rights investigators, a forensics physician and a weapons expert. Their findings are mainly based on more than 230 interviews with survivors, witnesses and others. They were given access to medical case files, photos, videos and other material. \"Former senior officials directly involved in handling the protests and other inside sources described how the former prime minister and other senior officials directed and oversaw a series of large-scale operations, in which security and intelligence forces shot and killed protesters or arbitrarily arrested and tortured them,\" the report said. It \"found patterns of security forces deliberately and impermissibly killing or maiming protesters, including incidents where people were shot at point-blank range\". Mohammad Ali Arafat, a former minister in Sheikh Hasina's cabinet tasked wth negotiating with demonstrators, rejected the report's findings, saying it was \"preposterous\" to suggest she had ordered protest leaders to be killed. \"The problem with relying on 'testimonies' from unnamed security officials at this time is their utter unreliability,\" he told the BBC. \"These security officials, who themselves are in the dock for the alleged rights violations, would naturally point fingers at whoever the current government in Bangladesh wants to implicate. \"The UN would be mistaken to rely on such 'cut-throat' defences.\" While the report attributes most of the violence to government security forces, it also raises concerns about attacks on those perceived to be supporters of the former government, and against some religious and ethnic groups. These must be investigated too, the UN Human Rights Office said. Additional reporting by Ethirajan Anbarasan Full squad lists, as they are announced, for the 2025 Champions Trophy. The ICC Champions Trophy returns after eight years on 19 February - here's everything you need to know about how it works. Bangladesh spinner Shohely Akhter is given a five-year ban for offering a fellow player £13,000 ($16,465) to be dismissed hit wicket during a World Cup match. It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. It was sparked by news Sheikh Hasina would address the country via social media from exile in India. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "14 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cnvqle40183o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/70a0/live/c44d24b0-e920-11ef-bdbc-47ce167e574a.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f64c/live/2fab1060-e920-11ef-bdbc-47ce167e574a.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery?",
        "long_description": "With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery? Who may turn out to be the biggest winners or losers from the new US president's trade policy. The far right here and elsewhere in Europe attracts an increasing number of young people, particularly men. The UK will still be hit even if not directly targeted by Trump's tariff measures. The US president's talk about taking control has come at a time when many on the island are already considering their future The success of SpaceX and other private-sector space firms is throwing up hard questions about America's \"great national treasure\". The far right here and elsewhere in Europe attracts an increasing number of young people, particularly men. A blizzard of statistics show just how tough it is to buy a home if you can theoretically afford it, writes Laura Kuenssberg. Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? The UK will still be hit even if not directly targeted by Trump's tariff measures. The home secretary is facing issues like migrant crossings and child abuse images - how is she faring? In choppy global seas, going for growth will require tricky navigation Ukraine has listed more than 61,000 people as missing since 2022 - one daughter shares her heartbreaking story Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed Post-war Europe digested the horror - but how did it make sense of the perpetrators? Can Panama navigate US pressure over the canal while balancing its ties with China? How weight-loss drugs work Met officers who fail internal vetting scheme may keep jobs thanks to court ruling. Armando Iannucci and Helen Lewis are joined by a guest, journalist Rob Hutton. Testimony of Iranian former child soldiers on the frontlines during the Iran-Iraq War. Three men sentenced to life undertake running a marathon around a crowded prison yard. Young women tell their stories from years spent on an adolescent psychiatric ward. The BBC's Europe editor, Katya Adler, travels across the Balkans. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:56:59",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b881/live/fbf90c10-e882-11ef-a319-fb4e7360c4ec.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7286/live/a269a410-e563-11ef-a819-277e390a7a08.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ex-Google boss fears AI could be used by terrorists",
        "short_description": "The former chief executive of Google is worried artificial intelligence could be used by terrorists or \"rogue states\" to \"harm innocent people.\"",
        "long_description": "The former chief executive of Google is worried artificial intelligence could be used by terrorists or \"rogue states\" to \"harm innocent people.\" Eric Schmidt told the BBC: \"The real fears that I have are not the ones that most people talk about AI - I talk about extreme risk.\" The tech billionaire, who held senior posts at Google from 2001 to 2017, told the Today programme \"North Korea, or Iran, or even Russia\" could adopt and misuse the technology to create biological weapons. He called for government oversight on private tech companies which are developing AI models, but warned over-regulation could stifle innovation. Mr Schmidt agreed with US export controls on powerful microchips which power the most advanced AI systems. Before he left office, former US President Joe Biden restricted the export of microchips to all but 18 countries, in order to slow adversaries' progress on AI research. The decision could still be reversed by Donald Trump. \"Think about North Korea, or Iran, or even Russia, who have some evil goal,\" Mr Schmidt said. \"This technology is fast enough for them to adopt that they could misuse it and do real harm,\" he told Today presenter Amol Rajan. He added AI systems, in the wrong hands, could be used to develop weapons to create \"a bad biological attack from some evil person.\" \"I'm always worried about the 'Osama bin Laden' scenario, where you have some truly evil person who takes over some aspect of our modern life and uses it to harm innocent people,\" he said. Bin Laden orchestrated the 9/11 attacks in 2001, where al-Qaeda terrorists took control of planes to kill thousands of people on American soil. Mr Schmidt proposed a balance between government oversight of AI development and over-regulation of the sector. \"The truth is that AI and the future is largely going to be built by private companies,\" Mr Schmidt said. \"It's really important that governments understand what we're doing and keep their eye on us.\" He added: \"We're not arguing that we should unilaterally be able to do these things without oversight, we think it should be regulated.\" He was speaking from Paris, where the AI Action Summit finished with the US and UK refusing to sign the agreement. US Vice President JD Vance said regulation would \"kill a transformative industry just as it's taking off\". Mr Schmidt said the result of too much regulation in Europe \"is that the AI revolution, which is the most important revolution in my opinion since electricity, is not going to be invented in Europe.\" He also said the large tech companies \"did not understand 15 years ago\" the potential that AI had, but does now. \"My experience with the tech leaders is that they do have an understanding of the impact they're having, but they might make a different values judgment than the government would make,\" he said. Mr Schmidt was head of Google when the company bought Android, the company which now makes the most-used mobile phone operating system in the world. He now supports initiatives to keep phones out of schools. \"I'm one of the people who did not understand, and I'll take responsibility that the world does not work perfectly the way us tech people think it is,\" he said. \"The situation with children is particularly disturbing to me.\" \"I think smartphones with a kid can be safe,\" he said, \"they just need to be moderated... we can all agree that children should be protected from the bad of the online world.\" On social media - where he has supported proposals for a ban on children under 16 - he added: \"Why would we run such a large, uncontrolled experiment on the most important people in the world, which is the next generation?\" Campaigners for limiting children's smartphone usage argue phones are addictive and \"have lured children away from the activities that are indispensable to healthy development\". Australia's parliament passed a law to ban social media use for under-16s in 2024, with Prime Minister Anthony Albanese saying it was important to protect children from its \"harms\". A recent study published in the medical journal The Lancet suggested that mobile phone bans in schools did not improve students' behaviour or grades. But it did find that spending longer on smartphones and social media in general was linked with worse results for all of those measures. In 1966, a computer dating service organised a party for single people in New York. Decades before Tinder, the BBC's Tomorrow's World was there to witness the future of matchmaking. There's a new race in space, but it's not where you might think. It's happening close to home – in the nearest bit of space, right on the edge of Earth's atmosphere. Some of the biggest tech companies in the world served ads on a website featuring images of child abuse, helping to fund its operations. Australian teacher Hannah Grundy was left to track down the man posting deepfake pornography of her. Some species of birds like geese save energy by flying in close formation. Airliners could use a similar trick to burn less fuel. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c5y6eq2zxlno",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f056/live/c9eeeae0-e923-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/images/ic/480x270/p0kpvbsz.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Austria's political crisis deepens as far right fails to form government",
        "short_description": "Austria's far-right populist Freedom Party says it has ended its attempts to form a coalition government with the conservative People's Party, ÖVP.",
        "long_description": "Austria's far-right populist Freedom Party says it has ended its attempts to form a coalition government with the conservative People's Party, ÖVP. The announcement follows several weeks of heated negotiations and marks the second time coalition talks have failed since September's election. The ÖVP first attempted to form a three-party coalition with the Social Democrats and the liberal NEOS, then a two-party coalition with the Social Democrats - but both efforts collapsed. With the Freedom Party (FPÖ) unable to form a government, Austria is now in an unclear political situation. The leader of the Freedom Party, Herbert Kickl, has called for swift new elections and blamed ÖVP for the collapse, accusing the party of being unwilling to make compromises and playing \"power games\". \"Although we made concessions to the ÖVP on many points, they were not prepared to make decisive compromises. The ÖVP was concerned with power games and posturing - we, the Freedom Party, were concerned with security, prosperity and honesty.\" Earlier, Kickl told President Alexander Van der Bellen that he was giving up the mandate to form what would have been Austria's first far-right-led government since the FPÖ was founded by former Nazis in the 1950s. The Russia-friendly and Eurosceptic Freedom Party made history in September's general election when it topped the polls for the first time with 28.8% of the vote, narrowly beating Chancellor Karl Nehammer's ÖVP, which got 26.3%. Despite this, in October, President Van der Bellen first gave Nehammer the mandate to form a government. However, those negotiations collapsed in early January, leading Nehammer to resign and paving the way for interim Chancellor Alexander Schallenberg. On 6 January, Van der Bellen gave Kickl the mandate to form a government after other parties' efforts to create a coalition without the Freedom Party failed. Coalition negotiations in Austria usually remain secret, until a decision is reached. But over recent days, both parties issued statements about their demands, suggesting that the talks were in trouble. The Freedom Party wanted both the powerful finance ministry and the interior ministry, which was a major obstacle for the ÖVP. For its part, the ÖVP wanted confirmation of \"the absence of Russian influence in Austria,\" and Vienna remaining \"a reliable partner to the European Union\". Kickl said on Wednesday that he was giving up the mandate, writing in a statement that he did \"not take this step without regret\". He continued: \"The ÖVP insisted on clarifying the allocation of portfolios at the beginning of February. Although we made concessions to the ÖVP on many points in the subsequent talks, the negotiations were ultimately unsuccessful, much to our regret.\" The General Secretary of the ÖVP, Alexander Pröll, said the talks had failed because Kickl was on a \"power trip\" and had refused to compromise. \"Herbert Kickl himself was hardly involved in the government negotiations. In five weeks, Kickl sat at the negotiating table for a total of seven hours,\" he said. \"He did not fulfil his mandate to form… a centre-right government. Instead, he insisted on all his demands, developed fantasies of total power and ended the talks.\" Political analyst Thomas Hofer told the BBC that there was \"no base of trust\" between the two parties. \"Kickl tried to adopt Trump's playbook of 'promises kept' but that's hard in a coalition environment. \"The ÖVP decided in the end that losing the two major ministries with a Chancellor Kickl who can't be controlled, and no base of trust was too risky,\" he said. The ÖVP was the only party that had been willing to negotiate with the Freedom Party. President Alexander Van der Bellen said Austria now had four options after the collapse of the coalition talks. These were new elections, a minority government, a government of experts or another attempt to form a government by the parliamentary parties, he said. He said he would hold talks with the political parties in Austria over the next few days to see which option was realistic. \"Liberal democracy lives from compromise,\" he said. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c78x3klx4rjo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3f96/live/7b1f55e0-e963-11ef-a819-277e390a7a08.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "US releases Russian Bitcoin fraud suspect as Belarus frees American",
        "short_description": "The US will release a Russian national as part of a prisoner exchange that brought home American schoolteacher Marc Fogel.",
        "long_description": "The US will release a Russian national as part of a prisoner exchange that brought home American schoolteacher Marc Fogel. Alexander Vinnik was arrested in 2017 on charges related to the laundering of billions of dollars using virtual currency Bitcoin. A US grand jury charged Vinnik on 21 counts related to the laundering of stolen funds. The White House confirmed to the BBC Vinnik's identity and impending release. President Donald Trump also indicated earlier that another detainee would be freed in the exchange for Fogel after he was released from a prison in Russia and returned to the US Tuesday night. Vinnik, the Russian national, operated cryptocurrency exchange BTC-e. He was arrested in Greece at the request of US authorities who believed he was responsible for laundering as much as $4bn (£3.22bn) through the exchange. He pleaded guilty to the charges in May of last year and was facing as many as 20 years in prison when sentenced. According to the US Justice Department, BTC-e was used by cyber criminals around the world to transfer, launder and store the proceeds of illegal crimes including hacking incidents, ransomware attacks, identity theft schemes, corrupt public officials and drug sales. Vinnik allegedly used BTC-e to promote these activities and US authorities said at the time he was responsible for the loss of about $121m. The justice department said that the firm had no anti-money laundering or KYC - \"Know Your Customer\" - processes in place, as required by US federal law. It collected no customer data, which investigators said made it attractive to criminals. Separately on Wednesday, the White House announced that Belarus had freed three detainees after a US representative travelled to Minsk to negotiate their release. US Envoy for Hostages Adam Boehler said in a CNN interview that one American was among the three detainees. He said that Belarus had released an additional detainee last week, who is now in Texas. Boehler said that the US secured a \"deal\", but that Belarus received nothing in exchange. He added that Trump was \"deeply involved\" in negotiations. Boehler told reporters that Belarussian President Alexander Lukashenko agreed to the release \"to curry favour\" with Trump. He also called on the leaders of Venezuela, Iran and Gaza to release Americans that he said they are holding prisoner. Belarus is a strong ally of Russia, but it remains unclear if the deal was connected to the US-Russia prisoner swap. Journalist Andrey Kuznechyk, a father of two, was among those freed, his employer Radio Liberty said in a statement. Radio Liberty, also known as Radio Free Europe, is a US government-funded organisation which broadcasts news in areas of the world where free press may be restricted or not yet established. Its president, Stephen Capus, told the BBC it was a \"joyous\" day. \"I was told was that this was not an exchange, that this was simply, if you will, a goodwill gesture by the Lukashenko government, and that there are ongoing conversations with the hopes of bringing home others, including our other colleague, who is in prison,\" he said. Kuznechyk was arrested in November 2021 on charges of hooliganism and sentenced to 10 days, according to Radio Liberty. Before he was released, he was charged with creating an extremist group and sentenced to six years. The US president is ratcheting up pressure on South Africa over its domestic and foreign policy. All 13 of Canada's provincial and territorial leaders were in the US capital as the country seeks to avoid punitive trade tariffs. Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume. The BBC's Defence correspondent breaks down a drastic shift in Washington's position on the war in Ukraine. The BBC's Frank Gardner says improved relations between DC and Moscow may spell trouble for Kyiv. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cy08z28wpvdo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2d82/live/5792e610-e95d-11ef-a5ae-231c1271acdf.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/79bd/live/bc0d6500-e973-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "BBC reporter asks Trump about return to pre-2014 Ukraine borders",
        "short_description": "BBC reporter Bernd Debusmann Jr asked US President Donald Trump if he believed a return to pre-2014 Ukraine borders was likely.",
        "long_description": "BBC reporter Bernd Debusmann Jr asked US President Donald Trump if he believed a return to pre-2014 Ukraine borders was likely. It came after Trump said he would \"likely\" meet Russian President Vladimir Putin in Saudi Arabia to discuss the Russia-Ukraine war. US Defence Secretary Pete Hegseth earlier said it was \"unrealistic\" to expect Ukraine to return to its pre-2014 borders and downplayed the prospect of Ukraine joining Nato. Palestinians say they will not leave Gaza after US President Donald Trump proposed a US takeover of the region. Since taking office, Donald Trump has talked about what he would like to see happen in Gaza but said there are “no guarantees” that a ceasefire will stand. Benjamin Netanyahu praised the idea and called the US president the \"greatest friend Israel has ever had\" in the White House. Residents of China's largest city gave their thoughts on Trump's tariffs and their nation's response. As Donald Trump threatened to impose border taxes, the leaders of America's neighbours said they were prepared to act. Migrants from Cuba and Venezuela have chosen to seek asylum in Mexico after Trump blocked an app that processes immigration claims. The new US President wants to rename the Gulf of Mexico to the Gulf of America. How would that work? At least 66 people have died and 32 were injured in a fire at a ski resort hotel in the city of Bolu. Influencers have posted about leaving TikTok and moving to Rednote as the US is set to go ahead with a ban on Sunday. The world champion slackliner crossed the 100m-long highline walk set up at a height of 224m between the towers. The underground passage linking Ciudad Juarez with El Paso, Texas, was equipped with lighting and ventilation. The BBC spoke to young people as the Supreme Court discusses a potential ban on the social media platform. The BBC's analysis editor Ros Atkins takes a look at why President-elect Donald Trump is talking about annexing Greenland. The BBC's Analysis Editor looks at Elon Musk's involvement in politics outside the US. A cargo ship rolls over as it is being loaded at a port in Istanbul in the early hours of Monday morning. The 57-year-old Russian national is set to make her initial appearance in federal court in New York. Illegal gold mining in Ghana picked up this year following an almost 30% rise in global gold prices, despite military operations to shut them down. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. US President Joe Biden says Israel and Lebanon have agreed to a ceasefire deal to end fighting with Hezbollah in Lebanon. Migrants from Central America are making their way to the US to avoid new immigration controls. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/c391mm78yego",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3010/live/7ee63930-e974-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fa80/live/a50444a0-e95f-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Judge's sperm donor warning over man who 'fathered 180 children'",
        "short_description": "A sperm donor who claims to have fathered more than 180 children has been used by a judge to warn of the dangers of unregulated sperm donation.",
        "long_description": "A sperm donor who claims to have fathered more than 180 children has been used by a judge to warn of the dangers of unregulated sperm donation. Robert Charles Albon, who calls himself Joe Donor, claims to have fathered children all over the world from China to Australia after advertising online. But using him as a donor turned into a \"horror story\" for a couple after he took them to court as he wanted parental rights over their child. Mr Albon has declined to comment. It is extremely rare for a parent in a family court case about children to be publicly identified but the family court judge said it was in the public interest in naming Mr Albon. In his judgement, Jonathan Furness KC said he wanted to protect women from the possible consequences of unregulated sperm donorship and from using Mr Albon. The baby in this case was conceived by syringe injection to a same-sex couple, although Mr Albon claimed to have had secret sex with the biological mother in the back of a car. That's a claim rejected by the judge. Cardiff Family Court heard that Mr Albon, who is in his 50s, was a \"stranger\" to the child and has only met them for 10 minutes when a few weeks old for a \"one-off\" photo. Mr Albon applied to the court for parental responsibility, to be named on the birth certificate and changes to the child's name. Mr Albon wanted the child's non-biological mother to be called \"auntie\" rather than mother, despite the fact she had acted as a parent from birth. Both mothers said the stress from the legal proceedings – which took more than two years - had been cited as a factor in the break down of their relationship. The court heard the biological mother suffered from anxiety, depression and suicidal thoughts made worse by the case. The judgement - made in 2023, but only just published - said Mr Albon claimed he wanted to \"protect the welfare\" of the child when he was actually \"wholly self-centred\". Judge Furness concluded: \"They chose a sperm donor who advertised that he would leave it up to the mother as to whether there should be any contact. \"There was evidence from his own social media material that Albon has indicated that to be the position.\" The court found Mr Albon, who is originally from the United States but has been living in north-east England, started the family proceedings to support his immigration position to stay in the UK. That is something he denies. \"In reality he is a man who seeks to control,\" added Judge Furness. \"Women and children appear to be almost a commodity to him as he sets about increasing the number of his children around the globe – China, USA, Argentina, Australia and UK to name just some of the countries where he has fathered children.\" The judge in this case found \"no positive welfare benefit in changing the child's name\" and that direct contact between him and the child would not be in the child's best interests. Neither mother opposed \"letterbox contact\" so Mr Albon can send an annual card or email to be retained for when the child is of an age to understand who it is from. Mr Albon advertises on social media accounts like Facebook and Instagram and donates through various methods including artificial insemination and more natural methods like sexual intercourse. In an interview with The Sun last August, he said: \"I've had about 180 live births and I've met about 60 of them.\" \"I might never see a lot of them, this has to do with the child's mothers relationship… it's my preference to have some sort of relationship.\" The non-biological mother said Mr Albon's insistence of having parental rights had been a \"nightmare and a horror story\". \"She believes that the world needs to know of the risks associated with unregulated sperm donation,\" said Judge Furness. \"The public and vulnerable women seeking to get pregnant should know that is the case and they risk a similar 'horror story'.\" The judge said he wanted \"to protect women from the potential consequences of unregulated sperm donorship, generally, but also from Joe Donor himself\". \"He is a man who intends to continue donating sperm and vulnerable women who are interested in such services should fully understand the risks of becoming involved with him,\" he added. The way he was giving sperm was unregulated as it was not through a licensed clinic, with no limits on the number of children, mandatory health checks or protection from legal rights as a parent. UK regulations say sperm from a single donor used through licensed clinics may only be used to create a maximum of 10 families. Mr Albon has previously spoken about his motive for donating. He claimed he wanted to help create life and it was insulting when people said he only did it for sex. He said he did not make any money from it and was often lucky to break even on travel expenses. Family Court proceedings are private although under a recent change in court rules in England and Wales, reporters can attend and report certain information. Measures have been taken to ensure the child cannot be identified. Unusually in this case, the guardian acting on behalf of the child made an application that this judgement should be published online and the father should be named. It was argued that it is important that the public should be aware of the dangers of unofficial sperm donation. Both mothers agreed to publication. The Human Fertilisation and Embryology Authority (HFEA) said it was \"always safer to have treatment with donor sperm\" at clinics it licensed, \"where there are laws and guidance to protect and support patients and donors\". Clare Ettinghausen of the HFEA said licensed clinics were also expected to adhere to the \"10 family limit\", restricting the number of families that can be created with a single donor. If you are affected by any of the issues raised in this story, support and advice is available via the BBC Action Line. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "17 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c5yer90xpzno",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a860/live/b8620460-e86f-11ef-ac6b-8d9a2f70d287.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c84c/live/d069f760-e7e4-11ef-9aea-61448b625c17.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people.",
        "long_description": "Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. The leaders share a warm relationship, but both will have their own wish list when they meet this week. Thousands of Indian-origin couples in the US are anxious over Trump's plan to end birthright citizenship. India fast bowler Jasprit Bumrah will miss the forthcoming Champions Trophy with a lower back injury. Hate speech against minorities, especially Muslims, peaked during the national election, the report says. The leaders share a warm relationship, but both will have their own wish list when they meet this week. England's miserable tour of India ends with another heavy defeat as they suffer a 3-0 one-day international series loss. Sheikh Hasina, who had been in office for 15 years, fled by helicopter to India shortly before crowds stormed her residence last August. Thousands of Indian-origin couples in the US are anxious over Trump's plan to end birthright citizenship. India's steel secretary says Trump's tariffs will have little impact since India exports only a small fraction of its steel to the US. Sheeran says it was a planned performance, but police say they refused permission to prevent congestion. Vittorio Sella's work shaped both mountain photography and mountaineering history. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Delhi hopes tariff cuts have put it ahead of the game - but will that satisfy Trump, or is trade action still on the table? The star was stopped from busking ahead of his concert in the southern Indian city of Bengaluru. Officials say the unlikely pair fell into the water when the tiger was chasing the boar. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. The surge happened when people who were sleeping on the riverbank were trampled by other pilgrims. Over a million people are camping out in the cold for a month on the banks of the Ganges river. Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Reports, results and scorecards from England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals. England's miserable tour of India ends with another heavy defeat as they suffer a 3-0 one-day international series loss. Full squad lists, as they are announced, for the 2025 Champions Trophy. The ICC Champions Trophy returns after eight years on 19 February - here's everything you need to know about how it works. The leaders share a warm relationship, but both will have their own wish list when they meet this week. India fast bowler Jasprit Bumrah will miss the forthcoming Champions Trophy with a lower back injury. Bal Padda says he feels farming has been under attack and the industry needs some positivity. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:57:04",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/62de/live/71e957f0-e909-11ef-a9c1-a53be0633d50.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/069d/live/44f8edd0-e8d4-11ef-b88f-b71156833578.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]