[
    {
        "title": "Hawaii's volcano puts on fiery display as eruption intensifies",
        "short_description": "The Kilauea volcano in Hawaii erupted again on 11 February, its ninth eruption since December with lava shooting more than 300 ft (91 m) into the air.",
        "long_description": "The Kilauea volcano in Hawaii erupted again on 11 February, its ninth eruption since December with lava shooting more than 300 ft (91 m) into the air. Nighttime footage shows lava spewing skywards and flowing down the volcano. The US Geological Survey warned of volcanic gas and glass fragments wafting downwind of the volcano. Previous eruptions have lasted from hours to over a week. Monty defeated more than 2,500 canines for the top prize in New York. The BBC's Analysis Editor takes a look at the latest round of tariffs announced by President Trump - and what the US has got in return. Dozens were killed when a passenger plane and helicopter collided on 30 January and fell into the Potomac river. US President Donald Trump has paused tariffs of 25% on Canadian goods for 30 days, but the threat looms. Crews lift the American Airlines’ plane wreckage from last week’s fatal crash out of the Potomac River. Thousands of people marched to Los Angeles City Hall before blocking a major freeway. The Star-Spangled Banner was booed after President Donald Trump announced he would impose tariffs on Canada. People gathered for the annual Groundhog Day winter forecast in the town of Punxsutawney, Pennsylvania. A small plane crashed into several buildings on Friday evening, killing all six people on board and one person on the ground. Ryan O'Hara, 28, was the crew chief of the helicopter that collided with the passenger plane on Wednesday. BBC Weather's Elizabeth Rizzini looks at the meteorological phenomenon hitting North America's west coast. Dean Naujoks filmed the moment he came across American Airlines-branded sugar packets and a document with landing gear procedures. A salmon farm's closure led to a race against time as volunteers helped process the thousands of live fish. The BBC's Analysis Editor Ros Atkins on the unanswered questions around a fatal crash between a commercial airplane and a military helicopter near Washington DC. A pair of young figure skaters, their mothers, and two Russian coaches were among the 60 passengers on board the jet. BBC Verify's Nick Eardley has taken a closer look at what we know so far about the collision. Audio from moments before collision captures controllers asking the military helicopter if it has seen the passenger jet. An American Airlines flight collided in mid-air with a military helicopter on Wednesday night in Washington DC. Jimmy Mazeo says he thought he saw shooting stars, adding that he didn't \"think much of it\" until he saw emergency services arriving. An American Airlines jet carrying 60 passengers collided in mid-air with a military helicopter with three US Army soldiers aboard. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/c334k2z4ee2o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e07/live/33fe7aa0-e991-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3010/live/7ee63930-e974-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people.",
        "long_description": "Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. The leaders share a warm relationship, but both will have their own wish list when they meet this week. Thousands of Indian-origin couples in the US are anxious over Trump's plan to end birthright citizenship. India fast bowler Jasprit Bumrah will miss the forthcoming Champions Trophy with a lower back injury. Hate speech against minorities, especially Muslims, peaked during the national election, the report says. The leaders share a warm relationship, but both will have their own wish list when they meet this week. England's miserable tour of India ends with another heavy defeat as they suffer a 3-0 one-day international series loss. Sheikh Hasina, who had been in office for 15 years, fled by helicopter to India shortly before crowds stormed her residence last August. Thousands of Indian-origin couples in the US are anxious over Trump's plan to end birthright citizenship. India's steel secretary says Trump's tariffs will have little impact since India exports only a small fraction of its steel to the US. Sheeran says it was a planned performance, but police say they refused permission to prevent congestion. Vittorio Sella's work shaped both mountain photography and mountaineering history. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Delhi hopes tariff cuts have put it ahead of the game - but will that satisfy Trump, or is trade action still on the table? The star was stopped from busking ahead of his concert in the southern Indian city of Bengaluru. Officials say the unlikely pair fell into the water when the tiger was chasing the boar. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. The surge happened when people who were sleeping on the riverbank were trampled by other pilgrims. Over a million people are camping out in the cold for a month on the banks of the Ganges river. Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Reports, results and scorecards from England's limited-overs tour of India, featuring three ODIs and five Twenty20 internationals. England's miserable tour of India ends with another heavy defeat as they suffer a 3-0 one-day international series loss. Full squad lists, as they are announced, for the 2025 Champions Trophy. The ICC Champions Trophy returns after eight years on 19 February - here's everything you need to know about how it works. The leaders share a warm relationship, but both will have their own wish list when they meet this week. India fast bowler Jasprit Bumrah will miss the forthcoming Champions Trophy with a lower back injury. Bal Padda says he feels farming has been under attack and the industry needs some positivity. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:25",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/62de/live/71e957f0-e909-11ef-a9c1-a53be0633d50.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/069d/live/44f8edd0-e8d4-11ef-b88f-b71156833578.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Beginnings of Roman London discovered in office basement",
        "short_description": "A discovery underneath the basement of an office block has been described as one of the most important pieces of Roman history unearthed in the city of London.",
        "long_description": "A discovery underneath the basement of an office block has been described as one of the most important pieces of Roman history unearthed in the city of London. Archaeologists have found a substantial piece of the ancient city's first basilica - a 2,000 year old public building where major political, economic and administrative decisions were made. The excavation has so far revealed sections of stone wall that formed the base of the basilica, which would have been two-and-a-half storeys high. The site, which will eventually be opened to the public, sheds light on the city's beginnings. \"This is so significant - this is the heart of Roman London,\" said Sophie Jackson, from the Museum of London Archaeology (Mola), who revealed the new find exclusively to BBC News. \"This building will tell us so much about the origins of London, why London grew and why it was chosen as the capital of Britain. It's just amazing.\" The site was discovered at 85 Gracechurch Street, an office building that's about to be demolished and redeveloped. Earlier archaeological investigations revealed the ancient basilica's approximate location, so the team created several small test pits to see what was hidden beneath the concrete floor. On the third attempt, digging between the filing cabinets, they struck lucky. \"You can see a huge chunk of Roman masonry, and it's incredible that it survives this well. We're absolutely thrilled that there's so much of it here,\" said Sophie Jackson. The wall is made from a type of limestone from Kent, and formed an imposing building - the basilica would have been about 40m long, 20m wide and 12m high. Other artefacts have been found too, including a roof tile imprinted with the stamp of an official from the ancient city. The basilica was part of London's forum, a social and commercial hub with a courtyard that was about the size of a football pitch. \"The basilica is the town hall, and then in front of it was a big open market square with a range of shops and offices around the outside,\" explained Ms Jackson. \"It's the place you came to do business, to get your court case sorted out, it's where laws were made, and it's where decisions were made about London, but also about the rest of the country.\" It was built around 80 AD, just a few decades after the Romans invaded Britain and founded Londinium - the Roman name for the city. But the first basilica and forum were only in use for about 20 years. They were replaced by a much larger second forum, perhaps reflecting how quickly the city was growing in size and importance. The discovery has meant a change of plans for the building's owners, Hertshten Properties. The Roman remains, which will now be fully excavated, are to be incorporated into the new offices - pending planning approval - and opened up to the public. For the architects, redesigning a building around an archaeological site has had some technical challenges. \"The scheme has been comprehensively adjusted,\" explained James Taylor from architecture firm Woods Bagot. \"Simple things like the columns have had to literally move position, so you're not destroying all these special stones that we found in the ground.\" And so as not to disturb what's there, fewer lifts can now be installed - and this has meant that the team has had to reduce the height of the building. But Mr Taylor said the effort will be worth it. \"To actually see people using and enjoying the space, moving through the public hall and down to see the remains, will be absolutely incredible.\" This is the latest piece of Roman history to be discovered lying beneath the streets of London's Square Mile. And there's a growing effort to find innovative ways to show these sites to the public. Parts of an amphitheatre are on display under a glass floor at the Guildhall Art Gallery, and at Bloomberg's offices, people can visit the Temple of Mithras, which has been brought to life with an immersive sound and light installation. Chris Hayward from the City of London Corporation says he wants more people to experience the link between the past and the present. \"The fact that Roman London is beneath your feet is, frankly, quite a remarkable emotion to experience,\" he said. \"You can actually see and visualise how Roman London would have been in those times. And then you can walk outside and you can say, 'now look at the skyscrapers, now look at the office blocks', this is progress, but at the same time, progress combined with preservation.\" There have been 33 outbreaks so far on farms, but the risk to humans remains low, the government says. A new exhibition of more than 200 photographs charts 300 years of image-making in the US, showing how the country's history and photography have run in parallel. A conference is to tell story of the SS James Egan Layne which sank in Whitsand Bay in 1945. As daffodils burst into bloom, experts want help in finding rare treasures hiding in plain sight. The newly discovered fish has stripes on its face like the Studio Ghibli warrior princess. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "10 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cx2jdnv0ywyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e866/live/884fac20-e7be-11ef-ae7d-97b156abf29f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4e54/live/fdc71560-e7be-11ef-ae7d-97b156abf29f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Sicily's gangsters complain they can't get the staff ",
        "short_description": "When anti-mafia police swooped on the Sicilian mob on Tuesday, their main aim was to stop them regrouping and creating a new governing body or cupola.",
        "long_description": "When anti-mafia police swooped on the Sicilian mob on Tuesday, their main aim was to stop them regrouping and creating a new governing body or cupola. But what has emerged from their wide-ranging investigation is an organised crime group having to adapt to modern realities and displaying a nostalgia for the loftier ambitions of the past. They don't produce mobsters like they used to, Giancarlo Romano told an associate in a wiretapped conversation before he was shot dead a year ago. Despite its evident yearning for crimes of the past, the Mafia in Sicily is still a force to be reckoned with, warns anti-mafia prosecutor Maurizio de Lucia: \"Cosa nostra is alive and present.\" Investigators have revealed that the new generation of gang bosses have taken to using encrypted mobile phones and thousands of short-life micro-sim cards smuggled into prisons. This way they sought to avoid being eavesdropped as they focused their activities on drug crime, money-laundering and online gambling. Sicily's Cosa Nostra has even started working with other gangs, including the notorious and far larger 'Ndrangheta in mainland Italy. Of the 181 arrest warrants served on suspected Sicilian gangsters across four districts of the capital Palermo, 33 were for convicted figures already in jail. National anti-mafia prosecutor Giovanni Melillo said that, despite all the crackdowns, the high-security prison system was at the mercy of the mob. The inquiry revealed that one gangster had been able to watch a beating he had ordered from inside jail in real time via video-link. The Mafia became supremely confident about the encrypted messaging platform it was using, which featured text-messages, voice notes and images. But a year ago a bug installed in the home of one gangster recorded him and another man complaining about the connection going down on an encrypted chat. As they tried to restore the link, the names of several Mafia figures were mentioned out loud. Sicily's authorities heard every word. Prime Minister Giorgia Meloni praised the operation by Italy's Carabinieri military police and promised that the fight against the Mafia \"has not stopped and will not stop\". Half of those arrested are in their 20s and 30s. In late 2023, Giancarlo Romano, considered an up-and-coming Mafia figure in the Brancaccio area in the heart of Sicily's capital, Palermo, was recorded complaining about the decline of the mob and poor quality of new recruits. \"The level is low, today they arrest someone and if he becomes a turncoat they arrest another... wretched low-level,\" he was quoted as saying over his wiretapped phone. He was overheard telling an aspiring mafioso to go to school, meet doctors and lawyers, and learn lessons from watching The Godfather trilogy of films about the fictional Corleone gangster family. Today's Mafia was satisfied with selling small bars of hashish while others were now moving in, he complained: \"Back in the day, those people who unfortunately ended up in jail for life... they did it because a shipload of hash was supposed to arrive.\" Romano was killed and his associate wounded in February 2024, in an attack apparently linked to online gambling extortion. That murder led authorities to make further arrests within Romano's branch of the Mafia. Cosa nostra is a shadow of the notorious organised crime mob it once was, brought down by a wave of campaigns by authorities in the past 30 years. But despite the drive for a more modernised mob, many of the old practices and codes remain. \"Cosa nostra is like marriage. You are married to this wife and you stay with her all your life,\" one mafioso was overheard saying. The clear implication was there was no leaving the Cosa nostra. The royals will make a state visit to Italy in April, which coincides with their 20th wedding anniversary. WhatsApp alleged last week that Paragon Solutions spyware was used to target users of the messaging app in two dozen countries. Rome's decision to release Osama Almasri Najim drew condemnation from Italian opposition parties, NGOs and the ICC. The Australian government says the Chinese AI app is a threat to it and its assets. The Milton Keynes resident is a former athlete who represented Italy in track competitions. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c1wex4qq792o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8b8e/live/0a83a8e0-e954-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ca79/live/b01b2210-e96d-11ef-9a02-47b53f779211.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Erasing Escobar: Will Colombia ban the sale of memorabilia of the drug lord?",
        "short_description": "A proposed law in Colombia's Congress seeks to ban the sale of merchandise that celebrates former drug lord Pablo Escobar. But opinions are divided on it.",
        "long_description": "A proposed law in Colombia's Congress seeks to ban the sale of merchandise that celebrates former drug lord Pablo Escobar. But opinions are divided on it. On Monday, 27 November 1989, Gonzalo Rojas was at school in the Colombian capital of Bogota when a teacher pulled him out of class to deliver some devastating news. His father, also called Gonzalo, had died in a plane crash that morning. \"I remember leaving and seeing my mum and grandma waiting for me, crying,\" says Mr Rojas, who was just 10-years-old at the time. \"It was a very, very sad day.\" Minutes after take off, an explosion on board Avianca flight 203 killed the 107 passengers and crew, as well as three people on the ground who were hit by falling debris. The blast wasn't an accident. It was a deliberate bomb attack by Pablo Escobar and his Medellín cartel. While an era defined by drug wars, bombings, kidnappings and a sky high murder rate has largely been relegated to Colombia's past, Escobar's legacy has not. The notorious criminal, who was killed by security forces in 1993, has achieved a near cult-like status around the world, immortalised in books, music and TV productions like the Netflix series Narcos. In Colombia itself, his name and face are adorned on mugs, keychains, and t-shirts in tourist shops catering mainly to curious visitors. But a proposed law in Colombia's Congress is seeking to change this. The bill wants to ban Escobar merchandise - and that of other convicted criminals - to help put an end to the glorification of a drug boss who was central in the global cocaine trade and widely held responsible for at least 4,000 killings. \"Difficult issues that are part of the history and memory of our country cannot simply be remembered by a T-shirt, or a sticker sold on a street corner,\" says Juan Sebastián Gómez, Congress member and co-author of the bill. The proposed law would prohibit the selling, as well as the use and carrying of clothing and items promoting criminals, including Escobar. It would mean fines for those who violated the rules, and a temporary suspension of businesses. Many vendors selling the goods claim a law prohibiting this merchandise would harm their livelihoods. \"This is terrible. We have a right to work, and these Pablo T-shirts especially always sell well,\" says Joana Montoya, who owns a stall stocked full of Escobar merchandise in Comuna 13, a popular tourist zone of Medellín. Medellín, Escobar's hometown, was known as \"the most dangerous city in the world\" in the late 80s and early 90s due to violence associated with drug wars and Colombia's armed conflict. Today it's been revitalised into a hub of innovation and tourism, with vendors eager to cash in on the influx of visitors wanting to take home souvenirs - some related to Escobar. \"This Escobar merchandise benefits many families here - it sustains us. It helps us pay our rent, buy food, look after our kids,\" says Ms Montaya, who supports herself and her young daughter. Ms Montoya says at least 15% of her sales come from Escobar products, but some sellers tell the BBC that for them it's as much as 60%. If the bill is approved there would be a defined time period for sellers to familiarise themselves with the new rules and phase out their Escobar stock. \"We'd need a transition phase so that people could stop selling these products and replace them with other ones,\" explains Congressman Gómez. He says that Colombia has more interesting things to show than drug lords, and that the association with Escobar has stigmatised the country abroad. Some of the T-shirts, sold for around £5, bear a catchphrase linked to Escobar - \"silver or lead?\". This symbolises the choice the cartel boss gave to those who posed a threat to his criminal operations: accept a bribe or be killed. Shop assistant María Suarez believes that the profit gained from sales of Escobar merchandise isn't ethical. \"We need this ban. He did awful things and these souvenirs are things that shouldn't exist,\" she says, explaining that she feels uncomfortable that her boss stocks Escobar items. Escobar and his Medellín cartel at one point were believed to have controlled 80% of the cocaine entering the US. In 1987, he was named as one of the richest people in the world by Forbes magazine. He spent some of his fortune developing deprived neighbourhoods, but many people consider this as a tactic to buy loyalty from some segments of the population. Years on from his father's death, Mr Rojas remembers him as a calm and responsible man, who loved his family. For him, the bill is a defining moment. \"It's a milestone in the road about how we reflect on what is happening in terms of the commercialisation of images of Pablo Escobar in order to correct it,\" says Mr Rojas. Yet he does have criticisms about the proposals. He believes the bill doesn't focus enough on education. Mr Rojas recalls a day many years ago when he met a man wearing a green T-shirt with a silhouette of Escobar, and the words \"Pablo, President\". \"It caused me such confusion that I wasn't able to say anything to him about it,\" he says. \"There needs to be more of an emphasis on how we deliver different messages to new generations, so that there isn't a positive image of what a cartel boss is.\" Mr Rojas has actively been involved in efforts to reshape narratives around Escobar and the drug trade. Along with some other victims, he launched narcostore.com in 2019, an online shop that appears to sell Escobar-themed items. But none of the products actually exist and when customers select an item they are shown a video testimony from a victim. Mr Rojas says the site has attracted 180 million visits from around the world. In Colombia's Congress, the bill faces four stages it needs to pass before it can become law. Gómez says he's hoping it sparks reflection both inside and outside of Congress. \"In Germany you don't sell Hitler T-shirts or swastikas. In Italy you don't sell Mussolini stickers, and you don't go to Chile and get a copy of Pinochet's ID card. \"I think the most important thing the bill can do is to generate a conversation as a country - a conversation that hasn't happened yet.\" Medellín's mayor - who was also a presidential candidate in the 2022 elections - has publicly backed the bill, calling the merchandise \"an insult to the city, the country and the victims\". In El Poblado, an upmarket area of Medellín popular with tourists, three Americans browse a stall brimming with souvenirs. One buys a cap with Escobar's name and face printed on the front. He says he wants a memento of \"history\". But for supporters of the bill, this isn't about removing Escobar from history, it's about erasing a mythical construct of him, fostering new ways to honour the victims he killed - and acknowledging the lingering pain of victims left behind. The planes' arrival paves the way for the US to lift visa restrictions imposed after a spat with Colombia. President Gustavo Petro agrees to accept deported migrants after Trump ordered 25% tariffs on all goods. Trump appears ready to punish nations he views as not sufficiently supporting hard-line immigration polices. It comes after Colombian President Gustavo Petro denied entry to US military planes carrying deported migrants. At least 80 civilians have been killed amid a surge in rebel violence in the Catatumbo region. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cednp178dwdo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/80d6/live/bfd947a0-e471-11ef-8cf7-7d25ac677559.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/00d1/live/abbd3540-e482-11ef-89a1-3f5b746fc0a2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Some young people in China are finding that AI can offer the unexpected - emotional support",
        "long_description": "Some young people in China are finding that AI can offer the unexpected - emotional support Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. The leaders share a warm relationship, but both will have their own wish list when they meet this week. Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Sheikh Hasina, deposed last year, is accused of putting down protests that left up to 1,400 people dead. The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Hate speech against minorities, especially Muslims, peaked during the national election, the report says. The country's acting president has ordered an investigation into the incident in the city of Daejeon. The ministry employee left behind the files and his laptop after drinking with co-workers. Wellington says it was not properly consulted over the agreement, which is due to be signed this week. US steel suppliers have just over a month to decide how to respond before the new tariffs take effect. Thousands of Indian-origin couples in the US are anxious over Trump's plan to end birthright citizenship. The first K-pop boy band with North Korean members aims to debut in the US later this year. Beijing's move comes after President Donald Trump imposed a 10% levy on goods imported from China. Sheeran says it was a planned performance, but police say they refused permission to prevent congestion. Despite the high demand for domestic workers, they remain India's most vulnerable and exploited people. Some young people in China are finding that AI can offer the unexpected - emotional support Sheikh Hasina, deposed last year, is accused of putting down protests that left up to 1,400 people dead. Authorities using drone cameras have yet to ascertain if the missing driver is inside the cabin. The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. The country's acting president has ordered an investigation into the incident in the city of Daejeon. More than 200 sketches, etchings and watercolours by the Spanish surrealist to be displayed in Delhi. Hate speech against minorities, especially Muslims, peaked during the national election, the report says. The ministry employee left behind the files and his laptop after drinking with co-workers. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:26",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b038/live/4f1f3f20-e781-11ef-8323-f56e1321fb22.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/62de/live/71e957f0-e909-11ef-a9c1-a53be0633d50.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume.",
        "long_description": "Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. King Abdullah rejected the plan for Gaza's population to be relocated to nearby countries, including Jordan. The president's vision for a Gaza under US control could upend the future of Middle East relations. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. Israeli forces were due to pull out next Tuesday, but the source says they want to stay for another 10 days. The Arab state is seeking an alternative to Donald Trump's plan to relocate some two million Palestinians. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. The Yemeni man was one of seven UN staff held by Houthi authorities since late January. The 86-year-old is one of the hostages meant to be freed by Hamas within the next three weeks. Ishaq joined so-called Islamic State in Syria and held nine Yazidi women and children captive as slaves. Eden Knight had wanted a new life in the US but was persuaded home, according to her final X post. The BBC's Lucy Williamson assesses the mood ahead of King Abdullah's talks with Donald Trump. The BBC's diplomatic correspondent looks at what is behind Hamas announcing a delay to new hostage releases. The 23-year-old says the neighbourhood she grew up in is now almost unrecognisable. Concerns were raised over the condition of freed Israeli hostages and Palestinian prisoners after the latest exchange. The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army. Some 180 prisoners are being freed in exchange for three Israeli hostages. Or Levy, Ohad Ben Ami and Eli Sharabi are returning home after being released in Gaza on Saturday. Palestinians say they will not leave Gaza after US President Donald Trump proposed a US takeover of the region. BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip. Since taking office, Donald Trump has talked about what he would like to see happen in Gaza but said there are “no guarantees” that a ceasefire will stand. Israeli forces were due to pull out next Tuesday, but the source says they want to stay for another 10 days. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. The president's vision for a Gaza under US control could upend the future of Middle East relations. An overview of the media in Jordan, including links to broadcasters and newspapers. The Yemeni man was one of seven UN staff held by Houthi authorities since late January. The 86-year-old is one of the hostages meant to be freed by Hamas within the next three weeks. A total of 73 hostages taken during 7 October attacks are still believed to be in Gaza. The BBC's diplomatic correspondent looks at what is behind Hamas announcing a delay to new hostage releases. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:27",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9756/live/ed00c520-e979-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4b9d/live/22b2d1b0-e973-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'DeepSeek moved me to tears': How young Chinese find therapy in AI",
        "short_description": "Before she goes to bed each night, Holly Wang logs on to DeepSeek for \"therapy sessions\".",
        "long_description": "Before she goes to bed each night, Holly Wang logs on to DeepSeek for \"therapy sessions\". Ever since January, when the breakout Chinese AI app launched, the 28-year-old has brought her dilemmas and sorrows, including the recent death of her grandmother, to the chatbot. Its responses have resonated so deeply they have at times brought her to tears. \"DeepSeek has been such an amazing counsellor. It has helped me look at things from different perspectives and does a better job than the paid counselling services I have tried,\" says Holly, who asked for her real name to be withheld to protect her privacy. From writing reports and Excel formulas to planning trips, workouts and learning new skills, AI apps have found their way into many people's lives across the world. In China, though, young people like Holly have been looking to AI for something not typically expected of computing and algorithms - emotional support. While the success of DeepSeek has inspired national pride, it also appears to have become a source of comfort for young Chinese like Holly, some of whom are increasingly disillusioned about their future. Experts say the sluggish economy, high unemployment and Covid lockdowns have all played a role in this sentiment, while the Communist Party's tightening grip has also shrunk outlets for people to vent their frustrations. DeepSeek is a generative AI tool - similar to OpenAI's ChatGPT and Google's Gemini - trained on massive amounts of information to recognise patterns. This allows it to predict things like people's shopping habits, create new content in text and images, and also carry on conversations like a person. The chatbot has struck a chord in China partly because it is far better than other homegrown AI apps, but also because it offers something unique: its AI model, R1, lets users see its \"thought process\" before delivering a response. The first time she used DeepSeek, Holly asked it to write a tribute to her late grandmother. The app took all of five seconds to come up with a response, and it was so beautifully composed, it stunned her. Holly, who lives in Guangzhou, responded: \"You write so well, it makes me feel lost. I feel I'm in an existential crisis.\" DeepSeek then sent a cryptically poetic reply: \"Remember that all these words that make you shiver merely echo those that have long existed in your soul. \"I am but the occasional valley you've passed through, that allows you to hear the weight of your own voice.\" Reflecting on this exchange on Chinese social media app RedNote, Holly tells the BBC: \"I don't know why I teared up reading this. Perhaps because it's been a long, long time since I received such comfort in real life. \"I have been so weighed down by distant dreams and the endlessness of work that I have long forgotten my own voice and soul. Thank you, AI.\" Rival apps from the West like ChatGPT and Gemini are blocked in China as part of broader restrictions on foreign media and apps. To access them, users in China have to pay for Virtual Private Network (VPN) services. Homegrown alternatives, including models developed by tech giants Alibaba, Baidu and ByteDance paled in comparison - that is, until DeepSeek came along. Holly, who works in the creative industry, rarely uses the other Chinese AI apps, \"as they are not that great\". \"DeepSeek can definitely outperform these apps in generating literary and creative content,\" she says. Nan Jia, who co-authored a paper on AI's potential in offering emotional support, suggests that these chatbots can \"help people feel heard\" in ways fellow humans may not. \"Friends and family may be quick to offer practical solutions or advice when people just want to feel heard and understood. \"AI appears to be better able to empathise than human experts also because they 'hear' everything we share, unlike humans to whom we sometimes ask, 'Are you actually hearing me?'\" adds Nan, who is a business and management professor at the University of Southern California. The demand for mental health services has grown across the world but they remain stigmatised in parts of Asia, experts say. Another woman tells the BBC her experience using other Chinese AI apps \"ended in disappointment\" but that she has been \"amazed\" by DeepSeek. The woman, who lives in Hubei province, had asked the app if she was oversharing her experiences and emotions with family and friends. \"It was my first time seeking counsel from DeepSeek. When I read its thought process, I felt so moved that I cried,\" the woman wrote on RedNote. In reasoning through her query, DeepSeek suggested that the woman's self-perception as an over-sharer might stem from a deep desire for approval. The chatbot gives itself a mental note: \"Response should offer practical advice while being empathetic.\" This could include \"affirming the user's sense of self-awareness\". Its eventual response not only provided this affirmation, but also offered her a comprehensive step-by-step framework to help her decide if things needed to be changed. \"DeepSeek has introduced new perspectives that have freed me… I feel it really tries to understand your question and get to know you as a person, before offering a response,\" she says. John, a human resources manager in Shenzhen, told the BBC he appreciated the app's ability to converse \"like a friend or a deep thinker\". \"I've found its responses very helpful and inspiring. For the first time I see AI as my personal sounding board.\" Other users claim that Deepseek is able to tell their fortunes - based on some background information fed to it. Many young Chinese have recently turned to psychics and astrology as a way of trying to allay their fears of the future. There is a \"significant shortage\" of professional psychological counselling services in China, and those available are often \"prohibitively expensive\" for most individuals, says Fang Kecheng, a communications professor at the Chinese University of Hong Kong. A number of studies have pointed out that depression and anxiety disorders are growing among Chinese people, and Prof Fang believes the country's economic slowdown, high unemployment and Covid lockdowns have played a role. AI chatbots therefore help to fill the void, he says. Prof Nan stressed, however, that people with serious mental health conditions should not rely on these apps. \"Those who have medical needs, in particular, should be seeking help from trained professionals… Their use of AI will have to be scrutinised very closely,\" she says. But amid all the praise, Deepseek has also raised concerns. Due to the perception of power that China's government wields even over private companies, there are fears - similar to that which sparked the US Congress' crackdown on TikTok - that the Communist Party could lay its hands on the data of foreign users. At least four jurisdictions have now introduced restrictions on DeepSeek, or are considering doing so. South Korea has blocked access to it for military purposes, while Taiwan and Australia have banned it from all government devices. Italy, which bans ChatGPT, has done the same with DeepSeek. In the US, two lawmakers are asking for the Chinese app to be banned from government devices. And then there is the tightly controlled online space in which it must operate in China. It is common for social media companies in the country to remove content that is perceived to be threatening to \"social stability\" or overly critical of the Communist Party. As is the case with other popular apps and social media companies like Weibo or WeChat, politically sensitive topics are banned on DeepSeek. When the BBC asked DeepSeek if Taiwan was a sovereign nation, the app initially offered a comprehensive response detailing Taipei's and Beijing's different perspectives, acknowledging that this was a \"complex and politically sensitive issue\". Then it scrubbed all that, declaring: \"Sorry, that's beyond my current scope. Let's talk about something else.\" When asked about the 1989 Tiananmen Square massacre when pro-democracy protests were crushed and 200 civilians killed by the military, according to the Chinese government - other estimates range from hundreds to many thousands - DeepSeek again apologised, saying the topic was \"beyond [its] current scope\". Several of the DeepSeek users the BBC was initially in touch with stopped responding when asked if the app's self-censorship was a cause for concern - an indication of how sensitive such discussions can be in China. People have got into trouble with authorities in China because of their online activities. But most of those who responded to the BBC said they had no interest in asking the chatbot difficult political questions. \"I don't really care about political topics… Neither will I ask these questions because my [identifying details] are linked to the app,\" says Yang, a Chinese tech consultant living in London. Holly is accepting of how AI systems in different countries may have to operate differently. \"The developers will have to establish certain boundaries and content moderation policies according to where they are based. Those developed in the US will have their own sets of rules,\" she says. Another DeepSeek user writes of the app: \"Its thought process is beautiful… It is an absolute blessing to people like me. Frankly, I can't care less about the privacy concerns.\" Additional reporting by Fan Wang Eric Schmidt says AI technology could \"harm innocent people\" if it ends up in the wrong hands. A charity offers training to people who are supporting others living with a chronic condition. With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery? The chief technology officer of Hill Dickinson warned of the use of AI tools. The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cy7g45g2nxno",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b038/live/4f1f3f20-e781-11ef-8323-f56e1321fb22.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cb70/live/e9bbead0-e9af-11ef-bd1b-d536627785f2.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A selection of some of the most striking sports photographs taken around the world over the past seven days.",
        "long_description": "A selection of some of the most striking sports photographs taken around the world over the past seven days. BBC Weather Watchers have captured stunning images of the aurora borealis in Scotland's skies. Ian Wood put up a Banksy-style design in the hope of an 'art-imitates-life' photo op A selection of some of the most striking sports photographs taken around the world over the past seven days. The exhibition celebrates \"people from the queer community who create amazing work\", the curators say. BBC Weather Watchers have captured stunning images of the aurora borealis in Scotland's skies. The best pictures from Sunday's Super Bowl as the Philadelphia Eagles beat Kansas City Chiefs to win their second title. Vittorio Sella's work shaped both mountain photography and mountaineering history. Ian Wood put up a Banksy-style design in the hope of an 'art-imitates-life' photo op The late photographer John Blakemore is remembered for his early work in Coventry. Photographers describe the photo as \"serious\", \"ominous\" and a \"message picture\". A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. Images from our readers on the theme of \"winter walks\". A selection of pictures from our readers on a set theme. Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page A selection of pictures sent in by our readers on the theme of agriculture. A selection of pictures by our readers on a set theme. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. Images from our readers on the theme of \"winter walks\". A selection of news photographs from around the world. Ian Wood put up a Banksy-style design in the hope of an 'art-imitates-life' photo op A selection of news photographs from around the world. A selection of pictures from our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A total of 30 images from Earth Photo will be displayed around the grounds of Hever Castle. A selection of news photographs from around the world. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:28",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3bbc/live/2026ce50-e870-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/1715/live/96c0fbc0-e867-11ef-a792-f3854a1e2cbd.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery?",
        "long_description": "With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery? Who may turn out to be the biggest winners or losers from the new US president's trade policy. The far right here and elsewhere in Europe attracts an increasing number of young people, particularly men. The UK will still be hit even if not directly targeted by Trump's tariff measures. The US president's talk about taking control has come at a time when many on the island are already considering their future The success of SpaceX and other private-sector space firms is throwing up hard questions about America's \"great national treasure\". The far right here and elsewhere in Europe attracts an increasing number of young people, particularly men. A blizzard of statistics show just how tough it is to buy a home if you can theoretically afford it, writes Laura Kuenssberg. Can the group survive a wave of changes in Lebanon, and the re-shaping of power in the Middle East? The UK will still be hit even if not directly targeted by Trump's tariff measures. The home secretary is facing issues like migrant crossings and child abuse images - how is she faring? In choppy global seas, going for growth will require tricky navigation Ukraine has listed more than 61,000 people as missing since 2022 - one daughter shares her heartbreaking story Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed Post-war Europe digested the horror - but how did it make sense of the perpetrators? Can Panama navigate US pressure over the canal while balancing its ties with China? How weight-loss drugs work Met officers who fail internal vetting scheme may keep jobs thanks to court ruling. Armando Iannucci and Helen Lewis are joined by a guest, journalist Rob Hutton. Testimony of Iranian former child soldiers on the frontlines during the Iran-Iraq War. Three men sentenced to life undertake running a marathon around a crowded prison yard. Young women tell their stories from years spent on an adolescent psychiatric ward. The BBC's Europe editor, Katya Adler, travels across the Balkans. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:28",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b881/live/fbf90c10-e882-11ef-a319-fb4e7360c4ec.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7286/live/a269a410-e563-11ef-a819-277e390a7a08.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Politicians in the country want to prohibit the sale of such items, but they face opposition.",
        "long_description": "Politicians in the country want to prohibit the sale of such items, but they face opposition. Mexican prosecutors accuse the pilot of being a key figure in the 'Los Chapitos' drug gang. The bus carrying mainly commuters and students plunged into a ravine outside Guatemala City. The move threatens to have a big impact in Canada, a major source of the metals in the US. Daniel Noboa and his main challenger Luisa González received near identical percentages of the vote. Mexican prosecutors accuse the pilot of being a key figure in the 'Los Chapitos' drug gang. At least 20 people have been injured after a factory making costumes for Carnival celebrations in Brazil caught fire. Forty people were treated for smoke inhalation after the fire broke out in the Argentine capital. The bus carrying mainly commuters and students plunged into a ravine outside Guatemala City. Rising sea levels threaten homes in Panama, but not everyone wants to leave. Whoever wins the presidential election will be tasked with restoring security to the country. El Salvador has offered to take in criminals deported from the US and house them in its mega-jail. Are we seeing the opening moves in a wider trade war, and what are the potential economic consequences? BBC reporters in the US, Canada and Mexico assess the fallout after Trump gets border promises in return for a 30-day pause on tariffs. The Gulf of Mexico has been renamed the Gulf of America on Google Maps in the US. BBC Verify explains why Google made the change. The project aims to boost numbers of threatened tracajás turtles in Amazonas state. Two people were killed in the accident, the Brazilian city's fire department said. The body of water runs through industrial areas on the outskirts of Buenos Aires. As Donald Trump threatened to impose border taxes, the leaders of America's neighbours said they were prepared to act. Politicians in the country want to prohibit the sale of such items, but they face opposition. At least 20 people have been injured after a factory making costumes for Carnival celebrations in Brazil caught fire. Forty people were treated for smoke inhalation after the fire broke out in the Argentine capital. The bus carrying mainly commuters and students plunged into a ravine outside Guatemala City. Daniel Noboa and his main challenger Luisa González received near identical percentages of the vote. The project aims to boost numbers of threatened tracajás turtles in Amazonas state. Warnings had been issued for a number of countries including Cuba, Puerto Rico and the Cayman Islands. The bus operator says 48 people had been travelling on the Cancun to Tabasco bus service. Rising sea levels threaten homes in Panama, but not everyone wants to leave. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:29",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/latin_america",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0c0c/live/344c0260-e483-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/10be/live/d7257a60-e939-11ef-941d-09f9daf0f081.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Some residents in unadopted housing developments in Northern Ireland are left with road and sewer issues.",
        "long_description": "Some residents in unadopted housing developments in Northern Ireland are left with road and sewer issues. Garry McGillion rescued his infant niece from the rubble of the bomb but later learned she had died. The men, aged 43 and 49, were arrested on Tuesday. The billboards have been seen in Andersonstown as well as other areas of Belfast. The communities minister said the practice of publicly identifying people convicted of benefit fraud is to be reintroduced. Garry McGillion rescued his infant niece from the rubble of the bomb but later learned she had died. Lisneal College principal Michael Allen says suggestions he influenced policy or ministers is \"unfair and wrong\". A Belfast man wrongly convicted of false accounting is awarded the maximum compensation available. The men, aged 43 and 49, were arrested on Tuesday. A search warrant was used to seize a number of items from a clinic because of concerns of intent to supply. Alan Vial and co-accused Nikita Burns both deny the murder of County Tyrone man Robert Wilkin on 25 June 2023. Approximately 72 kilos of cocaine was discovered following a stop and search in the Allenwood area of Kildare The parents of a baby girl say they were \"shooed\" out after being refused help to complete paperwork Andrew Muir says the measures announced by his department seek to further protect the national flock. The study is gathering the stories of survivors of abuse in \"faith settings\", who hope it could lead to a public inquiry. Runner-up Samantha Mumba questioned some of the judging panel's credentials for the competition. The Policy Exchange think tank also warns about potential future costs - which it claims could amount to £1.3bn. Keith Drury did not discover he was autistic until he was in his late 50s. The Omagh Bombing Inquiry is today hearing from witnesses and people injured in the 1998 attack. A woman who lost a leg in the bomb has described the moment the engine of the car that exploded landed on her. Veda Short, 56, met the baby boy in hospital the night before the explosion that \"shattered\" her family's world. A bereaved daughter tells the Omagh Bombing Inquiry she saw a \"scene of complete carnage\" that day. BBC News NI remembers the 29 people who lost their lives in the Omagh bombing. Rathlin Island is one of the few places left in Northern Ireland where you will hear the sound of a corncrake. Speed limits on some roads in the Republic of Ireland will be reduced to 60km/h (37mph) on Friday. St Patrick's Day in Washington -under Trump 2.0 BBC News NI asks residents in Dundonald whether assembly members should be paid more. The 1,000-seat Millennium Forum will not be able to put on any big productions for seven weeks this summer. Patrick James McDonald, 34, from Londonderry, is charged with grievous bodily harm with intent. Masked individuals using fire extinguishers threw paint over a Derry city centre premises, police say. Lesser spotted Ulster presenter Joe Mahon has paid tribute camera man Vinny Cunningham The body of Robert Wilkin was found in the sea at the foot of the Slieve League cliffs in 2023. Gabriel Fereira Motta Valladeres, 29, appears in court in Dublin charged with four offences. Elizabeth Clarke has not been seen since 2013, she was officially reported missing in January 2015. Three men were taken to hospital after a series of \"random\" attacks in north Dublin on Sunday. Stephane Benz, 29, is remanded in custody following the fatal assault in Malahide on Saturday morning. Some residents in unadopted housing developments in Northern Ireland are left with road and sewer issues. The men, aged 43 and 49, were arrested on Tuesday. Garry McGillion rescued his infant niece from the rubble of the bomb but later learned she had died. A search warrant was used to seize a number of items from a clinic because of concerns of intent to supply. Andrew Muir says the measures announced by his department seek to further protect the national flock. The communities minister said the practice of publicly identifying people convicted of benefit fraud is to be reintroduced. A Belfast man wrongly convicted of false accounting is awarded the maximum compensation available. Lisneal College principal Michael Allen says suggestions he influenced policy or ministers is \"unfair and wrong\". The victim \"lost everything\" and ended up in debt after he was repeatedly asked for money online. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:30",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6248/live/59d955f0-e573-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3039/live/f9826e10-e943-11ef-b89e-fb81061a2358.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Santorini fears for summer tourist season as earthquakes hit island",
        "short_description": "February marks the unofficial start of the tourist season in the Greek island of Santorini - when the first cruise ships are due to arrive and the Easter holidays approach.",
        "long_description": "February marks the unofficial start of the tourist season in the Greek island of Santorini - when the first cruise ships are due to arrive and the Easter holidays approach. But with thousands of earthquakes shaking the island since January and experts unable to say when they will end, one cruise has already turned away and there are fears that the island's most important industry could be facing a difficult year. \"In the past two days, we have seen a drop in bookings, but we hope this will be short-lived,\" says Antonis Pagonis, president of Greece's Association of Hoteliers. But even if tourists don't choose to go elsewhere this year, hotels still face the prospect of not having enough staff to serve their guests come summer. Santorini - one of Greece's most visited islands - relies heavily on seasonal workers from other parts of Greece and abroad, who help the permanent population of just over 15,000 to serve tens of thousands of tourists on the island each day in peak season. But the uncertainty over how the tremors will affect tourist numbers has forced some workers to reconsider their options this summer. \"It's not that I'm afraid of earthquakes - Santorini always shakes,\" says Manos, who has spent the past five summers working as a bartender on the island. His job is demanding, with crowds swelling during the peak tourist season, but the financial rewards have always made it worthwhile. This year he fears that won't be the case. \"I'm worried there won't be enough tourists. If the season is weak, I might not make as much money, or they might not need me for the whole summer. I can't take that risk.\" Instead, Manos says he has taken a job in Corfu and won't be returning to Santorini this year. And it isn't only in summer that the island requires a temporary workforce - now is the time that construction workers are needed to refurbish hotels ahead of the summer. That work has ground to a halt because of safety concerns over the quakes, and hotel owners - concerned that workers will go elsewhere - are pushing for the government to continue paying most of their salary until work can start again. \"We have submitted a series of proposals to the government to support both the existing workforce on the island and those looking to work during the season,\" says Mr Pagonis. He adds that the government has responded positively, but \"it remains to be seen whether these measures will be implemented\". While Greek authorities have been quick to respond to the risks posed by the tremors - placing rescue teams on Santorini and introducing a state of emergency to expedite aid - some in the tourism industry argue that this needs to be followed up with investment in the island's infrastructure. \"The challenges won't disappear once the earthquakes stop,\" says Margarita Karamolegkou, who owns four hotels in Santorini. \"During the season, the island sees 70,000 workers and 160,000 visitors daily. While the state has acted quickly in response to the earthquake, we have long been asking for improvements such as a new port.\" There are also calls for stricter regulations on private rental properties, which may not meet the same safety standards as the island's hotels. Santorini accounts for around 2.5% of Greece's gross domestic product (GDP), generating an estimated €5.9bn (£4.9bn) annually. While there have been no cancellations so far, hoteliers are reporting a decline in bookings and industry professionals warn that if the situation persists for another month, the impact on businesses could be severe. During a visit to the island on Friday, Prime Minister Kyriakos Mitsotakis acknowledged the importance of protecting Santorini's reputation, describing it as \"an iconic tourist destination\" and saying: \"It is our duty to protect it, preserve its reputation, and ensure that 2025 is another excellent year for tourism.\" Ms Karamolegkou, whose four hotels employ 120 staff, acknowledges the challenges and admits that if the tremors continue much longer, she may have to delay opening her hotels and businesses. But she remains optimistic about the future of the island's most important industry. \"We have been in this business for decades, operating at the highest level. I am confident that even with fewer staff, our services will remain exceptional.\" The holiday village operators host their first open day to discuss their £400m plans for Hawick. Mark Drakeford says there would be a fall in revenue if the charge only applies to over-18s. The number of staying visitors to Guernsey increased, according to annual tourism survey. The cost of operating Brighton Palace Pier has risen by a third in recent years, the owners say. Three more quakes above 4.0 magnitude are registered on Monday near the Greek tourist hotspot. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cpvme8jw9dro",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/80aa/live/0c60f360-e95f-11ef-a5ae-231c1271acdf.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4bce/live/c9efab30-e944-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Some young people in China are finding that AI can offer the unexpected - emotional support",
        "long_description": "Some young people in China are finding that AI can offer the unexpected - emotional support The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. Ne Zha 2 is animated film about a boy who battles demons with his magical powers. The order ending duty-free shipment of packages from China worth less than $800 had caused chaos. Beijing says the US is making \"unfounded\" claims about its role in the fentanyl trade to justify new tariffs. The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. Beijing says the US is making \"unfounded\" claims about its role in the fentanyl trade to justify new tariffs. Beijing's calculated and selective targeting of US goods may be an opening move ahead of talks. China has set out a series of measures to kick in next week after the US introduced 10% tariffs on imports from the country. President Xi Jinping has made no secret of his ambition for China to lead an alternate world order. Trump has imposed a 10% levy - but his campaign included promises of 60% tariffs against Chinese imports. The app spooked the markets as well as the bullish sense of American superiority in AI development. Some young people in China are finding that AI can offer the unexpected - emotional support With the economy a key factor in German elections this month, can the auto sector get back on the road to recovery? The way medicines are selected for use in public hospitals is under scrutiny after doctors raised concerns. Tariffs are a central part of Trump's political vision, but economists warn they could put prices up. President Trump has proposed a sweeping set of tariffs. Does this mark the end of the post-war free trade world? Wellington says it was not properly consulted over the agreement, which is due to be signed this week. Ne Zha 2 is animated film about a boy who battles demons with his magical powers. Beijing's move comes after President Donald Trump imposed a 10% levy on goods imported from China. Hundreds of emergency workers are searching for survivors, officials say, in Jinping village, Sichuan province. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:32",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia/china",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b038/live/4f1f3f20-e781-11ef-8323-f56e1321fb22.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7beb/live/abdc5970-e8c9-11ef-8718-db708412fc61.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume.",
        "long_description": "Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. The BBC's diplomatic correspondent looks at what is behind Hamas announcing a delay to new hostage releases. The 86-year-old is one of the hostages meant to be freed by Hamas within the next three weeks. He says his proposed US takeover of Gaza would involve \"building a permanent place\" for the population. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. The footage appeared to show the pair threatening to kill and refuse to treat Israeli patients. King Abdullah rejected the plan for Gaza's population to be relocated to nearby countries, including Jordan. The BBC's diplomatic correspondent looks at what is behind Hamas announcing a delay to new hostage releases. Concerns were raised over the condition of freed Israeli hostages and Palestinian prisoners after the latest exchange. In exchange for the Israeli hostages, 110 Palestinian prisoners will be released from Israeli jails. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. Hostages and prisoners are being released in the first phase of deal between Israel and Hamas. The BBC spoke to officials from both sides of the talks to piece together how the Gaza deal was done. The US president creates uncertainty and injects more instability, our international editor writes. Netanyahu's far-right allies will cheer the proposal, but Arab nations will see it as ethnic cleansing of Palestinians. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. What the conflict in 2024 means for 2025... Hundreds of thousands of displaced have returned to the north since Monday, but many have found their homes in ruins. The 23-year-old says the neighbourhood she grew up in is now almost unrecognisable. The in-laws of Eli Sharabi say they are worried he may not know his wife and daughters have been killed. There were jubilant scenes in the West Bank, as more Palestinians were released from Israeli jails under the ceasefire deal. The niece of freed Israeli hostage Gadi Moses said he mostly ate bread and olives and did math to distract himself during captivity. Palestinian health authorities estimate 10,000 people are likely to be dead beneath Gaza's ruins. We take a look at what history can teach us about the conflict in the Middle East. Egypt and Qatar are \"intensifying diplomatic efforts\" as concern grows that fighting will resume. People on both sides of the conflict have shared their anxieties as gears grow that the fighting could resume. The Arab state is seeking an alternative to Donald Trump's plan to relocate some two million Palestinians. Benjamin Netanyahu tells Israeli forces to prepare for fighting after Hamas postponed more releases. King Abdullah rejected the plan for Gaza's population to be relocated to nearby countries, including Jordan. The president's vision for a Gaza under US control could upend the future of Middle East relations. The 86-year-old is one of the hostages meant to be freed by Hamas within the next three weeks. A total of 73 hostages taken during 7 October attacks are still believed to be in Gaza. The BBC's Lucy Williamson assesses the mood ahead of King Abdullah's talks with Donald Trump. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-13 09:54:33",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/topics/c2vdnvdg6xxt",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9756/live/ed00c520-e979-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ff61/live/f0e52620-e8c7-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]