[
    {
        "title": "NewsNews",
        "short_description": "The government announces first steps to creating a National Care Service - but the final report is several years away.",
        "long_description": "The government announces first steps to creating a National Care Service - but the final report is several years away. The health secretary says this is \"definitely a weekend to turn the heating on\" after cuts to winter fuel payments for pensioners. The stronger powers are needed to tackle \"vile gang networks\", the home secretary says. Urfan Sharif, who was convicted of murdering his daughter Sara, is said to have been assaulted in HMP Belmarsh on New Year's Day. A man who was hurt when a car hit pedestrians in London's West End on Christmas Day has died. The health secretary says this is \"definitely a weekend to turn the heating on\" after cuts to winter fuel payments for pensioners. Parks involved in the legal action have defended their sales practices and pitch fee rises. The group have accused the party of \"abandoning traditional Labour values\" in recent months. The stronger powers are needed to tackle \"vile gang networks\", the home secretary says. About 200 footprints made by dinosaurs 166 million years ago have been unearthed in a quarry in Oxfordshire. An off-duty police officer caught him using a mobile phone behind the wheel of a Rolls-Royce. Rangers reduce Celtic's Scottish Premiership lead to 11 points in stunning style as Philippe Clement claims his first derby victory at the seventh time of asking. Alexis Jay, who led a major inquiry into historical child sex abuse, says changes are needed, not more research. Charlotte Chilton from Warwickshire was on the second series of The Traitors as a \"faithful\". Actress Ruth Jones reprised her role on a special day for the Shipping Forecast on BBC Radio 4 to celebrate 100 years of the weather report. Onlookers line the Embankment in central London for a fireworks spectacular. Speaking live on BBC Radio 2, Bob Harris pays tribute to his former colleague and friend. The author was made Dame Grand Cross of the Order of the British Empire for services to literature. A man has been able to resume his music career after a stroke - by teaching himself to play the guitar one-handed. Friday's papers carry a variety of stories, including news the government is launching a commission to reform social care. The quadrantid meteor shower is set to peak in early January. Here is how and when to view it. People are being warned to remain vigilant as the number of holiday scam reports rise. Police are dismissing women's experiences and failing to properly investigate, BBC is told. The health secretary says this is \"definitely a weekend to turn the heating on\" after cuts to winter fuel payments for pensioners. Urfan Sharif, who was convicted of murdering his daughter Sara, is said to have been assaulted in HMP Belmarsh on New Year's Day. The weekend is set to be bitterly cold, bringing \"significant snow\" and blizzard-like conditions, forecasters say. The warning from Jersey Met says air temperatures could drop to -2C overnight. The number of people crossing the Channel in small boats has passed 20,000 since Labour came to power. Tips on what to carry in your car, and how to drive in snow and icy weather. Much of the UK is facing a cold snap, so here are some tips to cope with low temperatures. Dr Jim Swire is played by Colin Firth in the new Sky TV series, Lockerbie: A Search for Truth. The aqueduct collapsed and flooded surrounding field after heavy rainfall. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:39",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9464/live/e2b5a220-c96c-11ef-b3a3-454067b77f03.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/06ec/live/39d5bfa0-c99e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Fog disrupts life and travel in northern India",
        "short_description": "A thick blanket of fog has engulfed Delhi and adjoining areas in northern India, leading to travel delays and chaos.",
        "long_description": "A thick blanket of fog has engulfed Delhi and adjoining areas in northern India, leading to travel delays and chaos. More than 100 flights were delayed at the Delhi airport on Friday morning, according to PTI news agency. Dozens of trains have also been rescheduled, or are running late. India's weather department has said that foggy conditions are likely to continue for the next few days. Dense fog is common at this time of the year in Delhi and other parts of northern India, as the region grapples with an intense cold wave. Photos and videos showed several cities shrouded in dense mist and haze. Around nine airports including the one in Delhi experienced zero visibility on Friday morning, the India Meteorological Department (IMD) said. The Delhi airport has issued an advisory to passengers, warning them of significant delays. \"While landing and take-off continue at Delhi airport, flights that are not CAT III compliant may get affected,\" the airport said in a statement, referring to the radar system that enables automatic landings when there is very low visibility. Several airlines have also issued statements urging travellers to check flight schedules before planning their journeys. IMD considers fog \"dense\" if visibility drops below 200m and \"very dense\" if it falls below 50m. The weather department has said that Delhi may experience light to moderate rainfall on 6 January, which is likely to further lower temperatures. Follow BBC News India on Instagram, YouTube, Twitter and Facebook Even before his martial law order, Yoon had already found himself in a political quagmire. Yoon Suk Yeol's \"refusal of the legal process\" is \"deeply regrettable\", investigators say. Australia dismiss India for 185 on day one of their series decider but a fired-up Jasprit Bumrah strikes with the final ball of the day to boost the tourists late on. Australia's Steve Smith claims a catch that would have dismissed Virat Kohli first ball, but the officials rule in favour of the Indian batter on day one of the fifth Test. Scott Boland takes the wickets of Rishabh Pant and Nitish Kumar Reddy in consecutive deliveries as Australia take control on the first day of the fifth Test against India at the Sydney Cricket Ground. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:40",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2yz5wv08jo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3d38/live/78a2a5d0-c995-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/18e0/live/4f5a4220-b214-11ef-a0f2-fd81ae5962f4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza.",
        "long_description": "The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The Foreign Press Association has said the move \"raises serious questions about press freedom\". The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. Twenty-day old Sila, whose home was a tent on a beach, is one of six newborns to die in recent days. What the conflict in 2024 means for 2025... The Foreign Press Association has said the move \"raises serious questions about press freedom\". The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science. An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. The move will raise concerns over the role radicalised foreign militants may play in Syria's future. Cecilia Sala could be used as \"political leverage\" after an Iranian citizen was detained by Italy, a US state department spokesman has said. It comes after two were attacked and another raided by Israeli forces in the past few days. Sharaa says it could take three years to write a constitution and longer to establish voting integrity. Former regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities. Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Fergal Keane speaks to two Syrian refugees he met at the height of the migrant crisis in 2015. After the fall of Assad, many are apprehensive about how Syria will next be ruled. Feras Killani grew up in Yarmouk in Damascus, which saw brutal fighting between rebel and government forces. Orla Guerin visits Al-Sina prison in north-eastern Syria, where many suspected fighters have been held for years. Sharaa led the rebel offensive that toppled the Assad regime in Syria less than two weeks ago. The BBC's Hugo Bachega sees Syrians dancing, waving flags and making peace signs in Aleppo. The BBC's Lina Sinjab says there is a joyous mood in the Syrian capital, as people mark the end of the Assad regime. The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science. The Foreign Press Association has said the move \"raises serious questions about press freedom\". The move will raise concerns over the role radicalised foreign militants may play in Syria's future. Egypt's environment ministry says the attack occurred in \"deep waters outside of the designated swimming area\". Sharaa says it could take three years to write a constitution and longer to establish voting integrity. Former regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities. Tedros Adhanom Ghebreyesus tells the BBC he felt \"completely exposed\" during the Israeli strike on Yemen's international airport. Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Israel claimed responsibility for the strikes, saying it had targeted Houthi \"military infrastructure\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:40",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/049c/live/e774c000-c8ec-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1c0d/live/87200fa0-c91b-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997.",
        "long_description": "Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. Pupils at St Naile's Primary School in Kinawley, County Fermanagh are taking part in a new recycling pilot. The Met Office alert will kick in at 17:00 GMT on Thursday. Dr Clodagh Corrigan, who works in emergency departments, says this winter the pressure has not let off. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. The review's author says the Racial Equality Strategy can only be as good as \"actions being taken\". Women say the classes boost their confidence as well as creating friendships. Pupils at St Naile's Primary School in Kinawley, County Fermanagh are taking part in a new recycling pilot. John O'Connor, 58, was pronounced dead in Cluain Fada, New Ross, shortly after 11:00 on Tuesday. All regional health trusts in Northern Ireland have told BBC News NI they have recorded drug dealing or drug usage at their sites. Errigal Ciaran will attempt to break new ground for Tyrone football this weekend by becoming the county's first club to reach an All-Ireland club SFC final. Foundations of buildings believed to date back to the late 1600s are unearthed during drainage work. The year began with strike action but ended on a more stable note, while public inquiries also loomed large. Cushendall is believed to have been one of the first villages on the island of Ireland to have street lights. A Larne man, who was given two days to live in 2001, is recognised for supporting others with brain injuries. Infrastructure minister John O'Dowd urges motorists to be \"mindful of others and proceed with care\". The programme was first broadcast across the airwaves on 1 January 1975. Women in Belfast have come together to push back against violence towards women and girls. Belfast-based Incisiv thinks it can encourage players to become more active when playing video games. Young adults have been learning the ins-and-outs of rural life through social farming schemes. Dozens will summit Slieve Gullion on Saturday to watch dawn break on the shortest day of the year. Chair Stephen Kelly says the Economy Minister told him any successor would stand by the Magee expansion. A man in his 40s dies after a single-vehicle crash on the Moylagh Road in Beragh on Monday morning. One elderly man with cancer has been waiting in the hospital's emergency department since Friday. A man has been released on bail after being arrested on suspicion of causing grievous bodily harm. Gardaí (Irish police) and emergency services were called to an incident at a residence in New Ross on Tuesday. An Garda Síochána are identifying her as Mirjana Pap following a post-mortem examination. John Halpin, 45, from Whitestown Avenue, Blanchardstown, appeared at Dublin District Court on Monday. The two vehicle collision occurred at about 18:40 local time on the N1 at Plaster. The victims are named locally as Anthony Hogg, 40, and his 39-year-old wife, Georgina Hogg Moore. Women in Belfast have come together to push back against violence towards women and girls. Women say the classes boost their confidence as well as creating friendships. The review's author says the Racial Equality Strategy can only be as good as \"actions being taken\". Pupils at St Naile's Primary School in Kinawley, County Fermanagh are taking part in a new recycling pilot. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. All regional health trusts in Northern Ireland have told BBC News NI they have recorded drug dealing or drug usage at their sites. The Met Office alert will kick in at 17:00 GMT on Thursday. Dr Clodagh Corrigan, who works in emergency departments, says this winter the pressure has not let off. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:41",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/114a/live/71dcf450-c92a-11ef-b8b5-cf4189d22d7e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/06bb/live/288561c0-c93e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Boy of eight survives five days in lion-inhabited game park",
        "short_description": "An eight-year-old boy has been found alive after surviving five days in a game park inhabited by lions and elephants in northern Zimbabwe, according to a member of parliament.",
        "long_description": "An eight-year-old boy has been found alive after surviving five days in a game park inhabited by lions and elephants in northern Zimbabwe, according to a member of parliament. The ordeal began when Tinotenda Pudu wandered 23 km (14 miles) from home into the \"perilous\" Matusadona Game Park, said Mashonaland West MP Mutsa Murombedzi on X. He spent five days \"sleeping on a rocky perch, amidst roaring lions, passing elephants, eating wild fruits\", she said. Matusadona game park has about 40 lions. At one point, it had one of the highest lion population densities in Africa, according to African Parks. The Zimbabwe Parks & Wildlife Management Authority confirmed the incident to the BBC but did not share any further details. Murombedzi said the boy used his knowledge of the wild and survival skills to stay alive. Tinotenda survived his ordeal by eating wild fruit. He also dug small wells into dry riverbeds with a stick to access drinking water - a skill taught in the drought-prone area. Members of the local Nyaminyami community started a search party and beat drums each day to try and guide him back home. But ultimately, it was park rangers who managed to find him. On his fifth day in the wild, Tinotenda heard a ranger's car and ran toward it, narrowly missing it, the MP said. Luckily, the rangers returned, spotted \"fresh little human footprints,\" and searched the area until they found him. \"This was probably his last chance of being rescued after 5 days in the wilderness,\" said the MP. The park is over 1,470 sq km (570 sq miles) and is home to zebras, elephants, hippos, lions, and antelope. Across social media, people have been praising the young boy for his resilience. \"This is beyond human comprehension,\" one person wrote on X. Another user wrote: \"He's going to have one hell of a story to tell when he gets back to school.\" Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The marine animals are counted, weighed and measured across 11 centres, including gentoo penguins. A manhunt is underway for the 13 suspects, who were allegedly released by an intoxicated police officer. Zambians mourn Dandy Krazy, 47, who has died in hospital after being involved in a traffic collision. During the festive season, a community in the West African state confers titles to wealthy men in search of prestige. The Dogs Nobody Wants Sanctuary in Slough cares for disabled, ill and elderly dogs. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:42",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/crmnrly0zjeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3878/live/e3fc1860-c90a-11ef-b64d-9d290e039e0a.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Nessa from Gavin & Stacey reads Shipping Forecast for centenary",
        "short_description": "Gavin & Stacey actress Ruth Jones has become the latest famous voice to read BBC Radio 4's Shipping Forecast.",
        "long_description": "Gavin & Stacey actress Ruth Jones has become the latest famous voice to read BBC Radio 4's Shipping Forecast. Jones - who read the forecast in character as Nessa - was one of the famous voices who recreated old versions of the forecast on BBC Radio 4 to celebrate 100 years of the weather report. Actors Adrian Dunbar and Sir Stephen Fry are also among a number of famous people to have read out the shipping forecast over the years. Both actors reflect on what the programme means to them. The Shipping Forecast is produced by the Met Office on behalf of the Maritime and Coastguard Agency. It was first broadcast on 1 January 1924 as a weather bulletin called Weather Shipping before moving to the BBC a year later. Speaking live on BBC Radio 2, Bob Harris pays tribute to his former colleague and friend. The former bandmates hugged at a gig in London before they performed Beatles classic songs together. Zoe Ball gets tearful after a surprise message from her son on her last Radio 2 Breakfast show. Chris McCausland answers questions from young visually impaired people on Newsround. The final episode of Gavin and Stacey will air on Christmas day after viewers were left on a cliffhanger since 2019. 'What's occurring?' - Nessa makes guest appearance on Strictly after first scenes of final Gavin and Stacey episode shown BBC London looks at how the capital is one of the key stops in the business of movie premieres. Taylor Swift says making history at the Billboard Music Awards is the \"nicest early birthday present\". The pair starred alongside fashion and entertainment royalty for the awards gala in London. Broadcaster Kirsty Wark: Gregg Wallace used sexualised language and ‘people were uncomfortable’ The Today programme co-presenter has covered major stories at the broadcaster for over two decades. The presenter rode 300 miles from Wales to Scotland on a Raleigh Chopper bike for Children in Need. Paul Mescal, Denzel Washington, Pedro Pascal, and director Sir Ridley, walked the red carpet ahead of King Charles. Watch: First time Gary Lineker presented Match of the Day Ora pays tribute at the MTV Europe Music Awards, almost a month after the star's death. Blind comedian Chris McCausland and his dance partner performed part of the routine with the lights off. Model Heidi Klum unveiled her latest extravagant costume at her annual Halloween bash. Fans could be heard clapping and cheering as the two icons met at Caesars Palace. The former One Direction star died on Wednesday after falling from a hotel balcony in Buenos Aires. Fans of the former One Direction singer expressed their shock as they gathered in Buenos Aires. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c0ewj85nj8wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0e87/live/b45a17a0-c929-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b75a/live/012fa640-c398-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "To conserve or cull? Life in Australia's crocodile capital",
        "short_description": "It's dawn on Darwin Harbour and government ranger Kelly Ewin - whose job is to catch and remove crocodiles - is balancing precariously on a floating trap.",
        "long_description": "It's dawn on Darwin Harbour and government ranger Kelly Ewin - whose job is to catch and remove crocodiles - is balancing precariously on a floating trap. Heavy rain clouds from the storm that has recently passed are overhead. The engine of the boat has been cut so now it's mostly silent – that is, apart from the intermittent splashing coming from inside the trap. \"You get pretty much zero chances with these guys,\" says Ewin as he attempts to loop a noose around the jaw of the agitated reptile. We're in Australia's Northern Territory (NT), home to an estimated 100,000 wild saltwater crocodiles, more than anywhere in the world. The capital, Darwin, is a small coastal city surrounded by beaches and wetlands. And, as you quickly learn here in the NT, where there is water, there usually are crocs. Saltwater crocs - or salties, as they are known to locals - were nearly hunted to extinction 50 years ago. After World War Two, the uncontrolled trade in their skins soared and numbers fell to around 3,000. But when hunting was banned in 1971, the population started rising again - and fast. They still are a protected species, but are no longer threatened. The recovery of the saltwater crocodile has been so dramatic that Australia now faces a different dilemma: managing their numbers to keep people safe and the public onside. \"The worst thing that can happen is when people turn [against crocodiles],\" explains croc expert Prof Grahame Webb. \"And then a politician will invariably come along with some knee-jerk reaction [that] they're going to 'solve' the crocodile problem.\" The NT's hot temperatures and abundant coastal surroundings create the perfect habitat for cold-blooded crocs, who need warmth to keep their body temperature constant. There also are big saltie populations in Northern Queensland and Western Australia as well as in parts of South East Asia. While most species of crocodile are harmless, the saltie is territorial and aggressive. Fatal incidents are rare in Australia, but they do happen. Last year, a 12-year-old was taken - the first death from a crocodile in the NT since 2018. This is busiest time of year for Ewin and his colleagues. Breeding season has just started, which means salties are on the move. His team are on the water several times a week, checking the 24 crocodile traps surrounding the city of Darwin. The area is popular for fishing, as well as for some brave swimmers. The crocodiles that are removed from the harbour are most often killed, because if they are released elsewhere, they're likely to return to the harbour. \"It's our job to try and keep people as safe as we can,\" says Ewin, who's been doing his \"dream job\" for two years. Before that, he was a policeman. \"Obviously, we're not going to capture every crocodile, but the more we take out of the harbour, the less risk there's going to be an encounter with crocodiles and people.\" Another tool helping to keep the public safe is education. The NT government goes into schools with its programme \"Be Crocwise\" - which teaches people how to behave responsibly around croc habitats. It's been such a success that Florida and the Philippines are now looking to borrow it, in order to better understand how the world's most dangerous predators can live alongside humans with minimal interactions. \"We're living in crocodile country, so it's about how we [keep ourselves] safe around the waterways - how should we be responding?\" says Natasha Hoffman, a ranger who runs the programme in the NT. \"If you're on the boats when you're fishing, you need to be aware that they're there. They're ambush hunters, they sit, watch and wait. If the opportunity is there for them to grab some food, that's what they're going to do.\" In the NT, mass culling is currently not on the table given the protected status of the species. Last year though, the government approved a new 10-year crocodile management plan to help control the numbers, which increased the quota of crocs that can be killed annually from 300 to 1,200. This is on top of the work Ewin's team is doing to remove any crocodiles that pose a direct threat to humans. Every time there's a death, it reignites the debate about crocodiles living in close proximity to people. In the days after the 12-year-old girl was taken last year, the Territory's then leader Eva Lawler made it clear she wouldn't allow the reptiles to outnumber the human population of the NT. Currently that stands at 250,000, well above the number of wild crocs. It's a conversation that goes beyond the NT. Queensland is home to about a quarter of the number of crocs that the Top End of NT has, but there are far more tourists, and more deaths, which means talk of culls sometimes feature in election debates. The apex predators may court controversy, but they're also a big draw card for the NT – for tourists but also for fashion brands keen to buy their leather. Visitors can head to the Adelaide River to watch \"croc jumping\" - which involves salties being fed bits of meat on the end of a stick if they can leap out of the water for their audience. \"I'm supposed to tell you to put your [life-jackets] on,\" jokes the head skipper at Spectacular Jumping Croc Cruises, Alex 'Wookie' Williams, as he explains the house rules of the boat. \"The bit I don't have to tell you… [is that] life jackets are pretty useless out here.\" For Williams, who's been obsessed with crocs since childhood, there's plenty of opportunity to work alongside them. \"It's boomed over the last 10 years or so,\" he says of the number of tourists coming to the region. Farming, which was brought in when hunting was banned, has also become an economic driver. It's estimated there are now about 150,000 crocodiles in captivity in the NT. Fashion labels such as Louis Vuitton and Hermès - which sells a Birkin 35 croc handbag for as much as A$800,000 ($500,000; £398,000) - have all invested in the industry. \"The commercial incentives were effectively put in place to help people tolerate crocodiles, because we need a social licence to be able to use wildlife,\" says Mick Burns, one of the NT's most prominent farmers who works with luxury brands. His office is in downtown Darwin. Spread across the floor is a massive croc skin. Pinned to the wall of the conference room, there is another skin that spans at least four metres. Burns is also involved with a ranch in remote Arnhem Land, about 500km (310 miles) east of Darwin. There, he works with Aboriginal rangers to harvest and hatch croc eggs to sell their skins to the luxury goods industry. One of the area's Traditional Owners, Otto Bulmaniya Campion, who works alongside Burns, says more partnerships like theirs are crucial for ensuring Aboriginal and Torres Strait Islander communities share in the financial benefits of the industry. For tens of thousands of years, crocs have played a significant role in Indigenous cultures, shaping their sacred stories, lives and livelihoods. \"My father, all the elders, used to go and harpoon crocodiles, get a skin, and go and trade it for tea, flour, and sugar. [However] there was no money at that time,\" the Balngarra man says. \"Now, we want to see our own people handling reptiles.\" But not everyone is on board with farming as a practice - even if those involved say it helps with conservation. The concern among animal activists lies in the way the crocs are held in captivity. Despite being social animals, they are usually confined to individual pens to ensure their skins are flawless - as a scrap between two territorial crocs would almost certainly damage a valuable commodity. Everyone in Darwin has a story about these formidable creatures, regardless of whether they want to see them hunted in greater numbers or more rigorously preserved. But the threat they continue to pose is not imagined. \"If you go [swimming in] the Adelaide river next to Darwin, there's a 100% chance you'll be killed,\" says Prof Webb matter-of-factly. \"The only question is whether it's going to take five minutes or 10 minutes. I don't think you'll ever get to 15 - you'll be torn apart,\" he adds, pushing up his trouser leg to reveal a huge scar on his calf - evidence of a close encounter with one angry female nearly forty years ago as he was collecting eggs. He is unapologetic about what he calls the pragmatism of authorities to manage numbers and make money out of crocs along the way - a way of life that, in the near future at least, is here to stay. \"We've done what very few people can do, which is take a very serious predator…and then manage them in such a way that the public is prepared to [tolerate] them. \"You try and get people in Sydney or London or New York to put up with a serious predator - they aren't going to do it.\" Australia's Steve Smith claims a catch that would have dismissed Virat Kohli first ball, but the officials rule in favour of the Indian batter on day one of the fifth Test. Scott Boland takes the wickets of Rishabh Pant and Nitish Kumar Reddy in consecutive deliveries as Australia take control on the first day of the fifth Test against India at the Sydney Cricket Ground. Former Australia opener Justin Langer is appointed head coach of London Spirit following Trevor Bayliss' departure last month. The men were arrested on suspicion of wildlife and drugs offences and possession of a bladed article. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2v14vxdjeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c097/live/d54fdcc0-c98c-11ef-b39a-318536d0a810.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e2dc/live/416b18b0-c691-11ef-9195-9784670f153a.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The reward has been put forward for information leading to the arrest of Edmundo González.",
        "long_description": "The reward has been put forward for information leading to the arrest of Edmundo González. The country has one of the highest homicide rates in the region, with more than 620 killed this year. Videos show waves reported to be up to four metres high upending boats and deluging towns. The Golden Globe-winning actress was best known for her role as Juliet in the 1968 film adaptation of the Shakespeare play. The president-elect has threatened to take back control of the Panama Canal, alleging Chinese interference. The country has one of the highest homicide rates in the region, with more than 620 killed this year. The One Direction star died in October after falling from a third-floor hotel balcony in Buenos Aires. Police say arsenic was detected in the blood of family members who ate the cake in Torres. Videos show waves reported to be up to four metres high upending boats and deluging towns. Hurricane Beryl lashed the island in July, devastating much of its fishing fleet. Moments to celebrate included a solar eclipse seen by millions and a lost city discovered by accident. Climate change caused 41 additional days of dangerous heat and extreme weather, say scientists. Out of 46 countries where elections were held, nearly two-thirds saw numbers of women elected fall - BBC finds. Trump's promises to use America's strength to its advantage helped propel him twice to the White House. A firefighter dressed as Santa abseils down a bridge in Guatemala City to give gifts to children. An officer in Peru smashed a suspected drug dealer's door in, while clad as Dr Seuss' famous character. The BBC's Will Grant looks at unrest in which seven people died, leading to family members attempting to break inside to check on their relatives. Locals call the shacks \"suicide homes\" with authorities planning a forced evacuation if necessary. Throwing a mace out a window has historic significance in the country and previously happened in 1965. Provides an overview of Nicaragua, including key dates and facts about this Central American state. The One Direction star died in October after falling from a third-floor hotel balcony in Buenos Aires. The country has one of the highest homicide rates in the region, with more than 620 killed this year. Videos show waves reported to be up to four metres high upending boats and deluging towns. Police say arsenic was detected in the blood of family members who ate the cake in Torres. Two journalists and a police officer are reported to have been killed, with others injured in the attack. Lorries containing pesticides and sulphuric acid plunged into the Tocantins river in the north of the country. The BBC goes on patrol with the Kenyan officers sent to quell violence in gang-ravaged Haitian capital Port-au-Prince. Authorities in Guatemala resist efforts by a Jewish sect to recapture 160 children rescued from its premises. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/latin_america",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d810/live/ca3d78e0-c98e-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e3c0/live/2b6d4b00-c6c3-11ef-be38-b90087755998.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Winter has seen a rise in cases of the vomiting bug norovirus, and fewer vaccinations against flu.",
        "long_description": "Winter has seen a rise in cases of the vomiting bug norovirus, and fewer vaccinations against flu. A long diversion is in place for lorries, but businesses say they fear people will avoid the town. A review of the front page stories from the daily and weekly newspapers in Wales. A Wales-wide warning for snow is in place between noon on Saturday and Monday morning. Dale Randall stepped up in front of 19,000 fans after a plea for help went out. A long diversion is in place for lorries, but businesses say they fear people will avoid the town. A project is allowing older people with mental health conditions to try surfing. Mike Thomas anxiously awaits news of whether he will keep getting his life-extending MND treatment. A review of the front page stories from the daily and weekly newspapers in Wales. Gavin and Stacey fans finally get a brief look at Uncle Bryn and Jason on the ill-fated fishing trip. Dion Jones noticed the Welsh translation when using the fast food chain's toilet. Bright pinks and purples lit up the skies in Wales on the evening of 1 January. In the words of one ex-Wales player, qualifying for a first major tournament makes it \"our time\". A woman who has struggled with bills is worried about the energy price cap changes due in January. After another music venue in Cardiff closed, a former promoter called the scene's future \"bleak\". The actor also revealed that Sonia was brought back because she “wasn’t in people’s minds”. Sophie Pierce is determined to make the most of her life - however long she may have. Do you remember the moments of exhilaration, laughs and fun during 2024 in Wales? As condom use falls and sex infections rise, educators try to tackle misinformation among teens. A video showing what the infamous fishing trip has finally been revealed. Performing arts students open up about the financial barriers to getting into your dream school. BBC Wales' Catriona Aitken runs through some top tips for sobriety success. Before the New Year celebrations start, lets look back at how the year went. Three cars were set alight in Llanharan and Rhydyfelin, in Rhondda Cynon Taf on 27 December. Phil Parkinson is targeting a special piece of history with Wrexham this season as he prepares for his 1,000th game in management against Peterborough United this weekend. New Year's Day brought mixed fortunes for the four Welsh regions - but what did we learn? Captain Aaron Ramsey faces a race against time to be fit for the start of Wales' World Cup qualifying campaign due to injury. Follow live text commentary, score updates and match stats from Newport County vs AFC Wimbledon in League Two Newport County have signed former academy prospect and Swansea goalkeeper Lewis Webb. Fe fydd rhybudd melyn am eira mewn grym ar draws Cymru rhwng prynhawn Sadwrn a nos Sul. Bydd gwaith hanfodol yn cael ei wneud i adnewyddu cwlfert sy'n croesi o dan yr A487 sy'n rhedeg trwy ganol Trefdraeth. Mae grŵp syrffio i bobl canol oed yn ardal Abertawe wedi helpu i newid bywydau pobl, yn ôl rhai o'r aelodau. Gydag un o gystadleuwyr The Traitors yn defnyddio acen Gymreig fel strategaeth i ennill, oes lle i gredu ei bod yn acen sy'n hawdd ymddiried ynddi? O stori'r geni i banto Cinderella, mae Rachel yn gweddnewid blychau post Y Rhyl dros gyfnod y Nadolig. Winter has seen a rise in cases of the vomiting bug norovirus, and fewer vaccinations against flu. A project is allowing older people with mental health conditions to try surfing. A review of the front page stories from the daily and weekly newspapers in Wales. A long diversion is in place for lorries, but businesses say they fear people will avoid the town. Mike Thomas anxiously awaits news of whether he will keep getting his life-extending MND treatment. A Wales-wide warning for snow is in place between noon on Saturday and Monday morning. Dale Randall stepped up in front of 19,000 fans after a plea for help went out. A video showing what the infamous fishing trip has finally been revealed. Gavin and Stacey fans finally get a brief look at Uncle Bryn and Jason on the ill-fated fishing trip. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:47",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2fcf/live/ba23f280-c91c-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d76a/live/c9a28150-bd6d-11ef-a464-6514bc34ad43.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Rosita Missoni, co-founder of Italian label, dies aged 93",
        "short_description": "Rosita Missoni, co-founder of the eponymous Italian knitwear label Missoni, has died aged 93.",
        "long_description": "Rosita Missoni, co-founder of the eponymous Italian knitwear label Missoni, has died aged 93. The news was confirmed by the president of Italy's Lombardy region, Attilio Fontana, who praised the brand's iconic \"multicoloured textures\". He described her death as \"a great loss for Italy, Lombardy and for the province of Varese where she was born and lived\". Rosita founded the luxury brand - which became known for its zig-zag motif - in the northern Italian region with her husband Ottavio in 1953. Rosita, whose parents were shawlmakers, was born in 1931 in the town of Golasecca, Lombardy. While on a study trip to learn English in London, she met Ottavio - known as Tai - while he was competing in the 400m hurdles at the 1948 Olympic Games. At the time, Tai was producing his own knit tracksuits, including bottoms with a zip so they could be put on over trainers. \"When I got married, four sewing machines arrived with my husband,\" Rosita told the AFP news agency in a 2016 interview. The pair, who married in 1953, initially set up a machine-knitwear workshop in Gallarate, northwest of Milan. Their big break came in 1958 when a Milanese department store ordered hundreds of Missoni-labelled striped dresses. Missoni's first catwalk show came in 1966, followed by a presentation at the Pitti Palace in Florence the following year. A controversy over the see-through quality of clothing, after models were asked to remove their white bras because they could be seen under blouses, propelled the brand into global fame. Tai died in 2013, aged 92. The couple's daughter, Angela, took over the fashion house in the late 1990s, although Rosita continued to work on the label's home line, Missoni Home. Slowing down climate change is an immense task, but small individual actions can add up to help reduce emissions. These big comebacks, awards contenders and cultural heavyweights should be highlights of the year. Cecilia Sala could be used as \"political leverage\" after an Iranian citizen was detained by Italy, a US state department spokesman has said. Cristina Pittalis is urging a British woman from Jersey to come forward over her missing son. After it was set up in 2019, the car boot sale has grown in popularity. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 14:05:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c86wnx513epo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f401/live/5b742b70-c93e-11ef-acfd-b54d2ddc1e9f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ec4/live/0d1035e0-c944-11ef-bf11-c75ee1379fc9.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ceylon Chamber hails Sri Lanka\u0092s landmark food & beverage regulations",
        "short_description": "January 2, 2025 09:08 pm",
        "long_description": "January 2, 2025 09:08 pm The Sri Lankan government has announced new restrictions on marketing food and beverages to children, effective January 1, 2025, under the Food (Labelling & Advertising) Regulations 2022. The Ceylon Chamber of Commerce, through its Food & Beverage Steering Committee, was a key partner in shaping these regulations by providing inputs on food science, nutrition, international regulatory practices, and legal frameworks during an over decade-long consultation process with the Ministry of Health. Under the new rules, the industry must ensure that children under 12 are not featured in advertisements for F&B products. Further, the industry must ensure that F&B products are not advertised or promoted to children below 12 years without prior approval from the Ministry of Health. Additionally, updated food labelling requirements, effective July 1, 2025, will empower consumers with essential information, including nutritional values and detailed ingredient lists, to make informed food choices, the Ceylon Chamber of Commerce stated in a statement. These updates address gaps in the regulations established in 2005 and align the framework with international standards, it said. Mr. Buwanekabahu Perera, CEO of The Ceylon Chamber of Commerce, stated: “We commend the Ministry of Health for modernising Sri Lanka’s food regulatory framework after 20 years. Transitioning entrenched industry practices will be challenging for businesses, from SMEs to large-scale operators. However, it is vital to balance consumer protection with the continued availability of packaged food, and preserving longstanding brand equity. A corrective and collaborative approach to implementing these regulations will be important to ensure a smooth transition.” Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:49",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104682/ceylon-chamber-hails-sri-lankas-landmark-food-beverage-regulations",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Yoshitha Rajapaksa arrives at CID",
        "short_description": "January 3, 2025 10:07 am",
        "long_description": "January 3, 2025 10:07 am Yoshitha Rajapaksa, the second son of former President Mahinda Rajapaksa, arrived at the Criminal Investigation Department (CID) this morning (January 3). He had been summoned by the CID to provide a statement regarding the ownership of a government-owned land in Kataragama. Accordingly, Yoshitha Rajapaksa was notified to appear before the CID today. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:51",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104690/yoshitha-rajapaksa-arrives-at-cid",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "India funds rehabilitation of Sri Lanka\u0092s Karainagar Boatyard",
        "short_description": "January 2, 2025 06:30 pm",
        "long_description": "January 2, 2025 06:30 pm A Memorandum of Understanding (MoU) has been signed between India and Sri Lanka for rehabilitation of the Karainagar Boatyard in Northern Province of Sri Lanka with grant assistance from the Government of India to the tune of LKR 290 million. The MoU was signed and exchanged by High Commissioner of India to Sri Lanka Santosh Jha and the then High Commissioner of Sri Lanka to India Kshenuka Dhireni Senewiratne on December 16, 2024. Issuing a statement, the Indian High Commission in Colombo said the project envisages rehabilitation of Karainagar Boatyard of the Cey-Nor Foundation Ltd, incorporated under the Ministry of Finance, Planning and Economic Development and operating under the Ministry of Fisheries, Aquatic and Ocean Resources. The project will cover civil works and procurement including installation of plant, machinery, equipment, material, services etc. Once fully operational, the rehabilitated boatyard will augment livelihood opportunities of local fishermen, create more job opportunities in the area including through small establishments around the boatyard, and help enhance the supply of quality fisheries products, the statement added. With a development cooperation portfolio with Sri Lanka of over USD 5 billion, India’s people-centric development assistance initiatives in virtually all major sectors are making a tangible difference to the daily lives of the people of Sri Lanka across all the 25 districts of the country, the Indian High Commission noted. Notable past projects in the Northern Province include construction and renovation of over 41000 houses; a state-of-the-art Cultural Centre at Jaffna as a reconciliation project; removal of wrecks and dredging at Kankensanthurai Port; construction and repairs at numerous schools and hospitals across Jaffna, Kilinochchi, Mullaithivu, Vavuniya; restoration of Thiruketeeswaram Temple; distribution of significant quantities of assistance to the agricultural community, as well as fishing community including boats, nets, outboard motors, freezers, etc; among numerous others, the statement highlighted. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:52",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104680/india-funds-rehabilitation-of-sri-lankas-karainagar-boatyard",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Ex-PS member arrested for defamatory social media posts on MP Kottahachchi",
        "short_description": "January 3, 2025 10:53 am",
        "long_description": "January 3, 2025 10:53 am The Criminal Investigation Department (CID) has arrested former SLPP member of the Millaniya Pradeshiya Sabha, Raveendra Nammuni. He has been arrested for allegedly sharing defamatory statements on social media about National People’s Power (NPP) Member of Parliament Nilanthi Kottahachchi. The arrest was made this morning (3) at his residence in Batagoda. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:52",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104691/ex-ps-member-arrested-for-defamatory-social-media-posts-on-mp-kottahachchi",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Yoshitha Rajapaksa leaves CID after recording statement",
        "short_description": "January 3, 2025 01:01 pm",
        "long_description": "January 3, 2025 01:01 pm Yoshitha Rajapaksa, the second son of former President Mahinda Rajapaksa, has left the Criminal Investigation Department (CID), a short while ago, after recording a statement for around two hours. Yoshitha Rajapaksa arrived at the CID at around 10.00 a.m. this morning (03) to provide a statement regarding the alleged ownership of a government-owned land in Kataragama. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:54",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104696/yoshitha-rajapaksa-leaves-cid-after-recording-statement",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Labour Ministry introduces WhatsApp number to streamline services",
        "short_description": "January 2, 2025 02:56 pm",
        "long_description": "January 2, 2025 02:56 pm The Ministry of Labor has introduced a new WhatsApp number, 070 7227877, to speed up the responses by the Ministry of Labour and the Labour Department to the issues faced by State and private sector employees. This initiative aims to streamline services and enable the public to submit their requests easily, while enhancing the efficiency and to facilitate public communication. The Ministry expects both the Ministry of Labour and the Department of Labour to provide prompt relief and interventions in response to employee needs. Additionally, the Ministry stated that this WhatsApp number is intended to address service-related issues faced by private and semi-government employees promptly. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:56",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104672/labour-ministry-introduces-whatsapp-number-to-streamlineservices",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Former president Ranil meets Nepal\u0092s prime minister",
        "short_description": "January 2, 2025 02:31 pm",
        "long_description": "January 2, 2025 02:31 pm Nepalese Prime Minister KP Sharma Oli and former President of Sri Lanka, Ranil Wickremesinghe, held a meeting today at the Prime Minister’s official residence in Baluwatar, Kathmandu. During the meeting, they discussed matters concerning Nepal-Sri Lanka bilateral relations and mutual interests, foreign media reported. According to the Nepalese Prime Minister’s Secretariat, House of Representatives (HoR) member and industrialist Binod Chaudhary was also present. Wickremesinghe, a long-time friend of Prime Minister Oli, arrived in Nepal on December 28 for a private visit and is returning to Sri Lanka today, the report said. Wickremesinghe, who has served as the Prime Minister of Sri Lanka, arrived in Nepal on December 28, 2024, and his visit comes as part of his continued diplomatic and personal ties with Nepal. The discussions are expected to further enhance the cooperation and friendship between the two nations. --Agencies Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:57",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104671/former-president-ranil-meets-nepals-prime-minister",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Colombo HC extends suspension on Keheliya and family\u0092s assets",
        "short_description": "January 3, 2025 12:20 pm",
        "long_description": "January 3, 2025 12:20 pm The Colombo High Court today (3) extended the suspension order issued on the bank accounts and life insurance policies of former Health Minister Keheliya Rambukwella and his family members, for an additional three months. The extension was granted following a request from the Bribery Commission. Previously, the court had issued an order suspending the fixed deposits and life insurance policies valued at over Rs. 97 million, belonging to Rambukwella, his wife, daughters, and relatives, as part of an ongoing investigation by the Commission. The restraining order, which was set to expire today, has now been extended until April 2 by the court. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:58",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104693/colombo-hc-extends-suspension-on-keheliya-and-familys-assets",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "2 dead and 18 injured in small plane crash in Southern California",
        "short_description": "January 3, 2025 07:45 am",
        "long_description": "January 3, 2025 07:45 am Two people were killed and 18 injured when a small plane crashed through the rooftop of a commercial building in Southern California on Thursday, police said. Police got a report at 2:09 p.m. about the crash in the Orange County city of Fullerton, said Kristy Wells, a Fullerton police spokesperson. Firefighters and police arrived on scene and battled a blaze that broke out, and evacuated surrounding businesses, Wells said. The fire damaged the warehouse, which appeared to contain sewing machines and textile stock. The building was occupied by Michael Nicholas Designs, a furniture upholstery manufacturer, according to a sign on a door. Ten people were taken to the hospital, while eight were treated and released at the scene, police said. There were two confirmed deaths, according to Wells. It was not immediately known what type of plane it was or whether those injured were in the aircraft or on the ground, Wells said. The flight-tracking website FlightAware shows a four-seat, single-engine aircraft crashed about a minute after takeoff. Security camera footage from Rucci Forge, a wheel manufacturer across the street, shows a fiery explosion and a large plume of black smoke as the plane appeared to dive into the building tilted on its side. The plane crashed near the Fullerton Municipal Airport, a general aviation airport in Orange County that is about 6 miles (10 kilometers) from Disneyland. It has one runway and one heliport. Metrolink, a regional train line, is nearby, and flanks a residential neighborhood and commercial warehouse buildings. Another four-seat plane crashed into a tree a half-mile from the airport last November while making an emergency landing right after it had taken off, the Orange County Register reported. Both people on board suffered moderate injuries. Fullerton is a city of about 140,000 people some 25 miles (40 kilometers) southeast of Los Angeles. Source: AP --Agencies Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:05:59",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104685/2-dead-and-18-injured-in-small-plane-crash-in-southern-california",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "ASPI surpasses 16,000 points mark for first time ever",
        "short_description": "January 2, 2025 03:20 pm",
        "long_description": "January 2, 2025 03:20 pm The Colombo Stock Exchange (CSE) reached a historic milestone today (January 02) as the All Share Price Index (ASPI) surpassed the 16,000-points mark for the first time in the capital market’s history. The ASPI surged by 403.94 points, closing at 16,348.55, which is an increase of 2.53% compared to the previous close. Meanwhile, the S&P SL20 has gained 111.99 points to close at 4,974.09 points, an increase by 2.30%. Additionally, the day has witnessed an exceptional transaction turnover of over Rs. 12.86 billion. Copyright ©2025 Ada Derana. All rights reserved. Solution by Technology Partner Fortunacreatives.",
        "publication_time": "2025-01-03 14:06:01",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104674/aspi-surpasses-16000-points-mark-for-firsttimeever",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]