[
    {
        "title": "NewsNews",
        "short_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha",
        "long_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The US president has previously vowed not to intervene in his son's case. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. Moscow's forces have taken more ground since September than they did over the course of 2023, analysts say. Ukrainians tell of their fear as BBC Verify analyses videos appearing to show drone strikes on civilians. The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Female crooks are exploiting superstition and family love to swindle other women. If the chancellor decides to increase NI for employers in the Budget would that be going back on previous promises? It is illegal for non-citizens to vote in the US election - but Donald Trump has repeatedly claimed immigrants are going to. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:24",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed32/live/a90d6a20-c139-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1651/live/4c270140-bd51-11ef-8889-ebba28ecef92.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Forecasters are warning there could be considerable travel disruption caused by the wintry conditions.",
        "long_description": "Forecasters are warning there could be considerable travel disruption caused by the wintry conditions. Bitter conditions created by an Arctic wind are expected to continue into next week. Plans for an upgraded NHS app to allow more patients in England to book treatments will be announced by the health secretary on Monday. Noah's Ark Zoo Farm in north Somerset has recycled thousands of trees in the past five years. Tiarnán Trainor was injured in the incident just outside Killeavy, near Newry, and died in hospital. Bitter conditions created by an Arctic wind are expected to continue into next week. The tech billionaire has used his X platform to heavily criticise the UK government and individual ministers. The Prince of Wales said his \"thoughts and prayers\" were with the family of Edward Pettifer, who was among 14 killed. Plans for an upgraded NHS app to allow more patients in England to book treatments will be announced by the health secretary on Monday. A man in his 70s died at the scene after he was found with serious injuries, police say. Tech billionaire Elon Musk has voiced support for jailed far-right activist Tommy Robinson. Members of Keswick Mountain Rescue Team thank fell walkers who went to help. The statue was unveiled outside Belfast's Ulster Hall where Gallagher performed many concerts. Amy Dowden says the move means \"hopefully\" she and her husband can have a baby. Luke Littler reflects on becoming the youngest PDC World Championship winner in history. This kit helps football and rugby clubs to keep playing during even the harshest of temperatures. Travel disruption is expected this weekend as heavy snow and freezing rain are forecast. Teenage darts sensation Luke Littler has become the youngest PDC World Championship winner in history. Luke Littler has gone from throwing magnetic darts as an 18-month-old to being one of the sport's most formidable players. Will swapping a southern English accent for a Welsh lilt work to gain opponents trust? Jane Weitzmann has a collection of 50 classic cars at home and freely admits it's an obsession. Delays and cancellations related to British weather may become more common. Politicians are navigating how to deal with the social media presence of Donald Trump and Elon Musk. A man has been able to resume his music career after a stroke - by teaching himself to play the guitar one-handed. Forecasters are warning there could be considerable travel disruption caused by the wintry conditions. Bitter conditions created by an Arctic wind are expected to continue into next week. The Prince of Wales said his \"thoughts and prayers\" were with the family of Edward Pettifer, who was among 14 killed. Bitterly cold conditions fuelled by an Arctic blast are sweeping the UK and could result in disruption. Luke Littler reflects on becoming the youngest PDC World Championship winner in history. Much of the UK is facing a cold snap, so here are some tips to cope with low temperatures. Travel disruption is expected this weekend as heavy snow and freezing rain are forecast. Politicians are navigating how to deal with the social media presence of Donald Trump and Elon Musk. Spectators at Ally Pally might not be able to see where the darts land - but that doesn't detract from the fun Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:25",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1743/live/c6cd85b0-cb1e-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/62f1/live/9b1073a0-cab6-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Farage defends Musk after grooming gangs posts",
        "short_description": "Nigel Farage has defended Elon Musk after the billionaire attacked the UK government's response to grooming gangs on X, the social media platform he owns.",
        "long_description": "Nigel Farage has defended Elon Musk after the billionaire attacked the UK government's response to grooming gangs on X, the social media platform he owns. In a series of posts over several days, Musk suggested Sir Keir Starmer failed to prosecute gangs and said Home Office minister Jess Phillips \"deserves to be in prison\". It came as the Home Office defended its decision to reject a request for it to lead a public inquiry into child sexual exploitation in Oldham. The Conservatives and Reform UK have called for a wider national inquiry. Asked about Musk's comments on Sunday with Laura Kuenssberg, Farage said he had used \"very tough terms\" but that \"free speech was back\" on X under his ownership. Farage was also pressed on his wider relationship with Musk, who is said to be considering donating money to his Reform party. Musk's latest intervention on UK politics came after Phillips, a safeguarding minister within the Home Office, instructed Oldham Council to launch its own local inquiry into historic child sexual abuse in the town, similar to inquiries set up in Rochdale and Telford. The local authority had called for a government-led inquiry. The tech tycoon seized on the decision, which was taken in October, and began heavily criticising the British government online. He suggested Sir Keir had failed to properly prosecute rape gangs while director of public prosecutions (DPP), and has repeatedly shared posts from Reform and Conservative MPs calling for a national inquiry. Musk, who is a key advisor to incoming US President Donald Trump, called the prime minister \"two-tier Keir\" and accused Phillips of being a \"rape genocide apologist\". Asked about the comments, Farage said \"tough things get said... by both sides of the debate\". He continued: \"This man happens to be the richest man in the world, but equally, the fact that he's bought Twitter now actually gives us a place where we can have a proper open debate about many things... We may find it offensive, but it's a good thing, not a bad thing.\" Earlier this week, Farage distanced himself from Musk's support for Tommy Robinson - a far-right activist who is serving a jail term for committing contempt of court. In an interview to be broadcast on BBC One on Sunday morning, Farage said the public is \"absolutely right to be\" angry about grooming gangs. He went on: \"I just think people ask themselves, what has happened to our country? How could this possibly have happened? Why did everybody want to cover it up? Why has there been no full public inquiry?\" On Saturday, Home Secretary Yvette Cooper defended Phillips as \"fearless and formidable\" and someone who has campaigned \"tirelessly for justice for those badly let down by endemic institutional failure\" for many years. In a separate letter seen by the BBC, Phillips and Cooper wrote to the Conservatives setting out why they had asked Oldham Council to set up its own inquiry, rather than grant its request for a government-led one. The previous Conservative government turned down a similar request in 2022. The letter pointed out the local authority had already started setting up its own inquiry, and added that victims have said \"loud and clear\" they want action. \"In Oldham the crimes committed by grooming gangs were horrific,\" they wrote. \"Young girls were abused in the most cruel and sadistic way. Victims and the community need to know that all steps are taken to deliver justice and protect children properly in the future.\" They said they supported an independent review commissioned by Mayor Andy Burnham, which covered historic abuse in Oldham and led to a new police investigation, as well as other child protection work across Greater Manchester. The letter highlighted the work of the Child Sexual Abuse Inquiry, which published its final findings in 2022. It made clear that \"abuse must be pursued and challenged everywhere with no fear or favour\" - whether in care homes, churches, homes or by grooming gangs. Professor Alexis Jay, who led that inquiry, said in November she felt \"frustrated\" that none of its 20 recommendations to tackle abuse had been implemented more than two years later. On Friday, Health Secretary West Streeting said the government was getting \"on with the job\" of implementing the recommendations \"in full\" since taking office in July. There have been several investigations into grooming gangs in various parts of England, including Rotherham, Bristol, Cornwall and Derbyshire. An inquiry into abuse in Rotherham found 1,400 children had been sexually abused over a 16-year period, predominantly by British Pakistani men. An investigation in Telford found that up to 1,000 girls had been abused over 40 years - and that some cases had not been investigated because of \"nervousness about race\". Police figures from 2023 reveal that group-based child sexual abuse accounted for 3.7% of all sexual offences against children reported to police. According to the data, 26% of group-based child sexual abuse happened within families, compared with 17% involving groups including grooming gangs. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:26",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cd9x3d4v7jdo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3be9/live/5a199f90-cb22-11ef-87ce-d7454f0ac487.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2b2f/live/c10ea0f0-cb23-11ef-8500-e179af5789ec.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Powerful yet so humble' - Americans gather to say goodbye to Jimmy Carter",
        "short_description": "Americans have been gathering to remember Jimmy Carter as a nearly week-long state funeral gets under way for the 39th US president.",
        "long_description": "Americans have been gathering to remember Jimmy Carter as a nearly week-long state funeral gets under way for the 39th US president. Saturday's procession from Carter's home in Plains, Georgia, to Atlanta marked the beginning of the six-day public goodbye for the statesman, who passed away last month aged 100. Carter will be flown to Washington DC on Tuesday where he will lie in state at the US Capitol before a service on Thursday that will feature remarks from former American presidents. Mourners from the state of Georgia and around the world have gathered in Atlanta to pay their respects. Among those who came on Saturday was Heather Brooks, an Atlanta resident and \"great admirer\" of the Democrat. \"[I] found him to be always kind, relatable, just an awesome individual who has done so much for the world, not just America,\" Ms Brooks told the BBC. She said she had met Carter a handful of times and described him as \"powerful yet so humble\". Paige Alexander, the head of the Carter Center, told the BBC that the ex-president should be remembered for his \"sincerity and integrity\". \"I mean, at the end of the day, you have a politician who would say during a debate, you know, 'the Honourable President [Gerald] Ford and I disagree on these issues',\" Ms Alexander said. \"You don't hear that now.\" The grassy area outside the Carter Center has been overflowing with flowers, handwritten tributes and bags of peanuts, a reference to Carter's early years as a peanut farmer in Plains. Those who knew the former president well, like Jill Stuckey, a long-time friend of the Carter family, said she will miss his - and his wife Rosalynn's - commitment to helping others. That's something Ms Stuckey said the couple was committed to \"until the day they passed\". \"I don't know how we're going to get used to a world without President Carter,\" she told the BBC. On Saturday the motorcade passed the Methodist church where the Carters married in 1946, and the home where they lived and died. The former president will be buried there alongside Rosalynn, who died in late 2023 aged 96. The procession also stopped in front of Carter's boyhood home and family farm just outside Plains. The site is now part of Jimmy Carter National Historical Park, which rang the old farm bell on Saturday 39 times to honour the 39th president. The motorcade then stopped at the Georgia state capitol building for a moment of silence led by Georgia Governor Brian Kemp. Mourners will be able to visit Carter at the presidential library on 5 January and 6 January before he is flown to Washington DC on 7 January. For two days he will lie in state at the US Capitol Rotunda, where the public will be able to pay their respects. His life will be commemorated at Washington National Cathedral on 9 January in a service attended by several former presidents. On top of the political praise Carter is expected to receive in the coming days will be the personal tributes from his extended family. For Jason Carter, the former president's grandson, it is the personal connection he had with people that he will especially miss. \"I think for many people in the country he was a beacon of love and respect and I think that's worth celebrating,\" the former Georgia state senator told the BBC. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:27",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c878zglqx23o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fd66/live/fd5dea50-cad5-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2310/live/25e414f0-cae9-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Austria's chancellor to quit as coalition talks collapse",
        "short_description": "Austria's Chancellor Karl Nehammer says he will resign in the coming days, both as chancellor and party leader, after talks about forming a coalition government collapsed.",
        "long_description": "Austria's Chancellor Karl Nehammer says he will resign in the coming days, both as chancellor and party leader, after talks about forming a coalition government collapsed. The chancellor said his party - the conservative People's Party (ÖVP) - and the Social Democrats had failed to agree on key issues. The liberal Neos, another party involved in the talks, also pulled out on Friday. In September the far-right Freedom Party (FPÖ) won an unprecedented victory in Austria's general election, but the other parties ruled out forming a coalition with the FPÖ's leader Herbert Kickl. The collapse of the talks could lead to the conservatives negotiating with the far-right, or to a new election taking place, analysts have said. The Russia-friendly FPÖ has been in a ruling coalition before. It would likely welcome a new election as opinion polls suggest its popularity has grown further since September. The FPÖ has said in a statement on X that three months have been lost by the coalition talks and adds that \"instead of stability, we have chaos\". The party has called for Social Democrat leader Andreas Babler to also resign and said President Alexander Van der Bellen bears \"a significant share of responsibility for the chaos that has arisen and the lost time\". The FPÖ won almost 29% of the vote in September's election, the People's Party came second with 26.3% and the Social Democrats third, with 21%. There was a high turnout of 77.3% as Austrian voters took part in an election dominated by the twin issues of migration and asylum, as well as a flagging economy and the war in Ukraine. The FPÖ's Kickl promised to build \"Fortress Austria\", to restore Austrians' security and prosperity. The party wants firm rules on legal immigration and it has promoted the idea of remigration, which involves sending asylum seekers to their original countries. The FPÖ was founded by former Nazis in the 1950s. Two days before last year's general election vote some of its candidates were caught on video at a funeral where an SS song was sung. The party later denied the song, dating back to 1814, had any link to \"National Socialist sentiments\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:28",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c8dqzj11mp0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5647/live/f6c74890-caed-11ef-87df-d575b9a434a4.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Guatemalan forces arrive in Haiti to fight gangs",
        "short_description": "A contingent of 150 Guatemalan soldiers has arrived in Haiti, tasked with helping to restore order amid the chaos wrought by armed gangs.",
        "long_description": "A contingent of 150 Guatemalan soldiers has arrived in Haiti, tasked with helping to restore order amid the chaos wrought by armed gangs. A first group of 75 soldiers arrived on Friday and another 75 on Saturday, all drafted from the military police, according to Guatemala's government. A state of emergency has been in place across the Caribbean nation for months as the government battles violent gangs that have taken control of much of the capital Port-au-Prince. The forces are in Haiti to boost a United Nations-backed security mission led by Kenya that has so far failed to prevent violence from escalating. Kenya sent nearly 400 police officers in June and July last year to help combat the gangs. This was the first tranche of a UN-approved international force that will be made up of 2,500 officers from various countries. A small number of forces from Jamaica, Belize and El Salvador are also in Haiti as part of the mission and the US is the operation's largest funder. In March 2024, armed gangs stormed Haiti's two biggest prisons, freeing around 3,700 inmates. The Ouest Department - a region including Port-au-Prince - was originally put under a state of emergency on 3 March, after escalating violence gripped the capital. Chronic instability, dictatorships and natural disasters in recent decades have left Haiti the poorest nation in the Americas. In 2021, President Jovenel Moïse was assassinated by unidentified gunmen in Port-au-Prince. Since then the country has been wracked by economic chaos, little functioning political control and increasingly violent gang warfare. Authorities in Guatemala resist efforts by a Jewish sect to recapture 160 children rescued from its premises. A firefighter dressed as Santa abseils down a bridge in Guatemala City to give gifts to children. The charity acts after an attack on its staff in the capital and the alleged killing of two patients by police. The charity said it was aware of activity at its Guatemalan offices, and deny any wrongdoing. Scientists say tourists don't understand the dangers when they sign up for hiking trips. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:28",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c2ld49lqq5qo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/db52/live/03141fe0-cafa-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fe61/live/d45f2490-c10f-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side",
        "long_description": "Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side What the conflict in 2024 means for 2025... Advances in technology raise questions about the need to send people to space - and the risks and cost How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits From cancer battles to an ongoing family fallout, it was a testing year. But it also gave a telling glimpse into his approach to leadership Are extreme fantasies about dominating women that were once just that - fantasies - now becoming more normalised in reality too? Advances in technology raise questions about the need to send people to space - and the risks and cost Safety issues with the Boeing 737 Max and mass employee strikes made for a challenging 2024. New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits As those in the lucrative Captagon network move aside, how will the new leaders stop any criminals waiting in the wings to replace them? The offensive that ended Bashar al-Assad's 24-year rule has left the country facing an uncertain future The verdicts aren't yet in - but the trial has already started changing the conversations around consent in the country and beyond. The BBC speaks with parents who insist the school system is \"broken\" as latest government estimates point to a rise in home education. The PM and his colleagues agree the illegal people smuggling trade in Britain must end - but there's huge disagreement over what should be done. BBC correspondents forecast the leading news stories for the year ahead The government wants to end the sale of petrol cars by 2030. A presenter, a comedian and a neuroscientist walk into a tent in Wales... In 2000, two Polish students started creating a smart speaker which sounded human Dr Chris van Tulleken explores the incredible journey food takes through our bodies. Does a successful entrepreneur still experience self-doubt despite all his success? Survivors share their stories of the deadliest tsunami in history, 20 years on. Single parents explore living together to cope with loneliness and the cost of living. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:29",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/56d8/live/9f42a4a0-bece-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b28a/live/d8013670-bede-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China.",
        "long_description": "Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. A Chinese state-sponsored hacker broke into the US Treasury Department's systems and accessed some unclassified documents. Marking five years since Covid emerged, the WHO says China should share data as \"a moral and scientific imperative\". The teens in Hebei were 13 years old when they conspired to kill their classmate and split his money. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. With high youth unemployment rates, Chinese graduates are resorting to working as waiters, cleaners and movie extras. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. A Chinese state-sponsored hacker broke into the US Treasury Department's systems and accessed some unclassified documents. It set the stage for China's economic ascent - and its rivalry with the US. The killings have led to questions about what is driving people to murder strangers en masse. The BBC's Analysis Editor Ros Atkins looks at how relations between the UK and China became so strained. Through sources and footage, the BBC pieces together how China cracked down on the protests. The BBC speaks to Hongkongers whose hopes for a freer city have withered. Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China. With high youth unemployment rates, Chinese graduates are resorting to working as waiters, cleaners and movie extras. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. The video app TikTok could soon be outlawed in the US, but Donald Trump has asked for a delay. It set the stage for China's economic ascent - and its rivalry with the US. Marking five years since Covid emerged, the WHO says China should share data as \"a moral and scientific imperative\". The teens in Hebei were 13 years old when they conspired to kill their classmate and split his money. The killings have led to questions about what is driving people to murder strangers en masse. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:31",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/china",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ae9f/live/0ef93260-ca0e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cf5b/live/e1dd48e0-c97f-11ef-b228-653528087df0.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Venus and crescent Moon stun stargazers",
        "short_description": "Stargazers around the globe were treated to a stunning celestial scene on Friday as Venus appeared shining brightly above a crescent Moon.",
        "long_description": "Stargazers around the globe were treated to a stunning celestial scene on Friday as Venus appeared shining brightly above a crescent Moon. The planet was visible to the naked eye from the UK to the US, Turkey and China. Venus is often called the Evening Star or Morning Star because, when it is prominent, it appears like the brightest \"star\" in the sky. More astronomical delights are expected this new year, as January 2025 is going to be a good month to spot both Venus and Saturn. Make sure to take a look up into the sky on 18 January, as those planets will be appear just 2.2° apart. Stargazers may also be able to spot shooting stars blazing across the skies, as the Quadrantid meteor shower continues. This shower, which is expected to peak on Saturday, has been visible since 26 December and will continue until 12 January. Dr Robert Massey, deputy director of the Royal Astronomical Society in the UK, said observers hoping to catch a glimpse of the celestial fireworks after sunset will need to get \"as far away from light pollution as possible\". \"If you have the time to look out and the weather is good, then do take a look because it's a perfect new year treat.\" Scientists hope the probe can help us better understand how the Sun works. Many stars in our galaxy exist in pairs. Now scientists are finding clues that our Sun may once have had a companion of its own. The question is, where did it go? The hope is the probe could help us to better understand how the Sun works. The Geminids are an astronomical highlight of the year, creating a spectacular show of shooting stars every December. Scientists are now starting to understand where they came from. Nick Hewitt hopes the Geminid meteor shower will inspire more of us to discover the night sky's wonders. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:31",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3rqe2ndl0lo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/067e/live/83aab620-ca67-11ef-8e0d-273f188c66a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a169/live/f0274650-ca68-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "After bruising election loss, what next for Kamala Harris?",
        "short_description": "Exactly two months after her election loss to Donald Trump, Vice-President Kamala Harris will preside over the certification of her own defeat.",
        "long_description": "Exactly two months after her election loss to Donald Trump, Vice-President Kamala Harris will preside over the certification of her own defeat. As president of the Senate, on Monday she will stand at the House Speaker's rostrum to lead the counting of Electoral College votes, officially cementing her rival's triumph two weeks before he returns to the White House. The circumstances are painful and awkward for a candidate who decried her opponent as an urgent threat to American democracy, but Harris aides insist she will conduct her constitutional and legal duty with seriousness and grace. It is not the first time a losing candidate will lead the joint session of Congress to count their opponent's presidential electors - Al Gore endured the indignity in 2001 and Richard Nixon in 1961. But it's a fitting coda to an improbable election that saw Harris elevated from a back-up to the nation's oldest president to the Democratic standard bearer - whose fleeting campaign provided a jolt of hope to her party before a crushing loss exposed deep internal faultlines. Harris and her team are now deliberating her second act, and weighing whether it includes another run for the White House in 2028 or pursuing a bid for the governor's mansion in her home state of California. While recent Democratic candidates who lost elections - Al Gore, John Kerry, Hillary Clinton - have decided against seeking the presidency again, aides, allies and donors argue that the groundswell of support Harris captured in her unsuccessful bid and the unusual circumstances of her condensed campaign proves there's still scope for her to seek the Oval Office. They even point to Donald Trump's own circuitous political path - the former and future president's bookend wins in 2016 and 2024, despite losing as the incumbent in 2020. But while many Democrats do not blame Harris for Trump's win, some - stung by a bruising loss that has called the party's strategy into question - are deeply sceptical of giving her another shot at the White House. A host of Democratic governors who coalesced behind the vice-president in 2024 but have ambitions of their own are seen by some strategists as fresher candidates with a much better chance of winning. Harris herself is said to be in no rush to make any decisions, telling advisers and supporters she is open to all the possibilities that await her after Inauguration Day on 20 January. She is assessing the last few months, which saw her launch an entirely new White House campaign, vet a running-mate, lead a party convention and barnstorm the country in just 107 days. And aides point out that she remains the US vice-president, at least for another two weeks. \"She has a decision to make and you can't make it when you're still on the treadmill. It may have slowed down – but she's on the treadmill until 20 January,\" said Donna Brazile, a close Harris ally who advised the campaign. \"You can't put anyone in a box. We didn't put Al Gore in a box and it was obvious the country was very divided after the 2000 election,\" said Brazile, who ran Gore's campaign against George W Bush and pointed to his second life as an environmental activist. \"All options are on the table because there's an appetite for change and I do believe that she can represent that change in the future.\" But the nagging question that shadows any potential 2028 run is whether the 60-year-old can separate herself from Joe Biden - something she failed to do in the election campaign. Her allies in the party say that Biden's choice to seek re-election despite worries about his age, only then to ultimately drop out of the race with months to go, doomed her candidacy. Though Trump swept all seven battleground states and is the first Republican in 20 years to win the popular vote, his margin of victory was relatively narrow while Harris still won 75 million votes, an outcome her supporters argue can't be ignored as a currently faceless Democratic party rebuilds over the next four years. On the other side, those close to Biden remain convinced he could have defeated Trump again, despite surveys showing he had been bleeding support from key Democratic voting blocs. They point out that Harris fell short where the president didn't in 2020, underperforming with core Democratic groups like black and Latino voters. Critics continue to bring up her 2019 campaign to become the Democratic presidential nominee, which sputtered out in less than a year. \"People forget that had there been a real primary [in 2024], she never would have been the nominee. Everyone knows that,\" said one former Biden adviser. The adviser, who spoke on condition of anonymity to discuss a sensitive matter, applauded Harris for reviving the Democratic base and helping key congressional races, but said Trump's campaign successfully undercut her on critical campaign issues including the economy and the border. Members of Trump's team, however, including his chief pollster, have acknowledged that Harris performed stronger as a candidate than Biden on certain issues like the economy among voters. Yet there's no escaping that any Democratic primary contest for 2028 would be a tough fight, with rising stars like Michigan Governor Gretchen Whitmer, Illinois Governor JB Pritzker and California Governor Gavin Newsom already weighing presidential runs. Some Democrats say that Harris would nonetheless start ahead of the pack, with national name recognition, a much-coveted mailing list and a deep bench of volunteers. \"What state party would not want her to come help them set the table for the 2026 midterm elections?\" Brazile said. \"She's going to have plenty opportunities not only to rebuild, but to strengthen the coalition that came together to support her in 2024.\" Others have suggested she could step out of the political arena entirely, running a foundation or establishing an institute of politics at her alma mater, Howard University, the Washington-based historically black college where she held her election night party. The former top state prosecutor could also be a contender for secretary of state or attorney general in a future Democratic administration. And she'll need to decide if she wants to write another book. For all of her options, Harris has told aides, she wants to remain visible and be seen as a leader in the party. One adviser suggested that she could exist outside the domestic political fray, taking on a more global role on an issue that matters to her, but that's a difficult perch without a platform as large as the vice-presidency. In the waning days of the Biden-Harris administration, she plans to embark on an international trip to multiple regions, according to a source familiar with the plans, signalling her desire to maintain a role on the world stage and build a legacy beyond being Biden's number two. For Harris and her team, the weeks since the election have been humbling, a mix of grief and resolve. Several aides described the three-month sprint that began when Biden dropped out as having begun with the campaign \"digging out of a hole\" and ending with their candidate more popular than when she began, even if she didn't win. \"There's a sense of peace knowing that given the hand we were dealt, we ran through the tape,\" said one senior aide. Following the election, Harris and her husband, Second Gentleman Doug Emhoff, spent a week in Hawaii with a small group of aides to relax and discuss her future. During a staff holiday party at her official residence before Christmas, Harris recounted election night and how she delivered a pep talk to her family as the results became clear. \"We are not having a pity party!\" she told the crowd of her reaction that night. Advisers and allies say she is still processing what happened, and wants to wait and see how the new administration unfolds in January before staking out any position, let alone seeking to become the face of any so-called Trump \"resistance\". Democrats have found the resistance movement that took off among liberals in the wake of his 2016 win no longer resonates in today's political climate, where the Republican has proven that his message and style appeals to a huge cross-section of Americans. They have adopted a more conciliatory approach in confronting the incoming president's agenda. As several Democrats put it: \"What resistance?\" Though she's kept a relatively low profile since her loss, Harris provided a glimpse of her mindset at an event for students at Prince George's Community College in Maryland in December. \"The movements for civil rights, women's rights, workers' rights, the United States of America itself, would never have come to be if people had given up their cause after a court case, or a battle, or an election did not go their way,\" she said. \"We must stay in the fight,\" she added, a refrain she has repeated since her 2016 Senate win. \"Everyone of us.\" What that means is less clear. For some donors and supporters, staying \"in the fight\" could translate to a run for California governor in 2026, when a term-limited Gavin Newsom will step down and potentially pursue his own White House ambitions. The job, leading the world's fifth-largest economy, would also put Harris in direct conflict with Trump, who has regularly assailed the state for its left-leaning policies. But governing a major state is no small feat, and would derail any presidential run, as she would be sworn into office about the same time she would need to launch a national campaign. Those who have spoken to Harris said she remains undecided about the governor's race, which some allies have described as a potential \"capstone\" to her career. She has won statewide office three times as California's attorney general and later as a US senator. But a gubernatorial win would give her another historic honour - becoming the nation's first black female governor. Still, some allies acknowledge it would be difficult to transition from being inside a 20-car motorcade and having a seat across the table from Ukrainian President Volodymyr Zelensky to the governor's mansion. The private sector is another option. \"For women at other levels of office, when they lose an election, sometimes options are not as available to them compared to men, who get a soft landing at a law firm or insurance business, and it gives them a place to take a beat, make some money and then make decisions about what's next,\" said Debbie Walsh, director for the Center for American Women and Politics at Rutgers University. \"I don't think that's going to be a problem for Kamala Harris. I think doors will open for her if she wants to open them.\" But for Harris, who has been in elected office for two decades, and worked as a public prosecutor before that, an afterlife as governor may be the most fitting option. \"When you've had one client – the people – for the entirety of your career,\" said one former adviser, \"where do you go from here?\" Among the allies the president-elect has chosen to join his administration are contentious figures, including among fellow Republicans. The president-elect has nominated RFK to lead the Department of Health and Human Services. The suspect used an “improvised incendiary device” to start the fire in Portland, Oregon, ahead of the US election. A week after losing the election, Kamala Harris's team are still appealing for funds. Republicans have won control of both chambers of Congress, yielding Trump limited congressional oversight for at least 2 years. The president and president-elect shook hands as part of a long-standing tradition signifying the transfer of power. Given all the things they’ve said about each other, Joe Biden and Donald Trump’s meeting could be really awkward. 'I think Putin believes that he knows how to play Trump', says Trump's former adviser John Bolton. The Russian president says he was impressed by Trump's reaction to the first assassination attempt against him. The president addressed Americans from the White House for the first time since Donald Trump's election victory. After Donald Trump's decisive victory, we asked Americans what they think made the difference for each campaign. The BBC's Samira Hussain was on the ground for Harris's concession speech at Howard University. The vice-president addressed supporters at Howard University in Washington DC, following her election defeat to Donald Trump. BBC NI asks people in Belfast how they feel about Donald Trump's victory in the US election. Donald Trump took the stage at his campaign watch party in West Palm Beach, Florida, and was met with loud cheers. Voters across the US have their say on the re-election of Donald Trump. Sir Keir Stamer and Kemi Badenoch react to Donald Trump's US Election victory at PMQs. The first minister had backed Democrat Kamala Harris, which Trump's Scottish business had branded \"an insult\". Catch up on the key moments from election night. The Republican nominee for vice president JD Vance addresses a rally of Donald Trump supporters. The Republicans' slim House majority faced an early test with the re-election of Speaker Mike Johnson. The junior senator from Ohio shot to fame writing about his hard upbringing and morphed from a 'never-Trumper' into a Maga champion. Cracks have appeared among Trump supporters over the stand taken by Elon Musk and Vivek Ramaswamy. The Republican will begin his second presidential term in January 2025. Trump, who recently won a $15m settlement from ABC in a defamation lawsuit, has a history of suing news outlets. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-05 11:51:33",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cgq1dwpxvnxo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4906/live/155323c0-cabb-11ef-8449-159a99d87232.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8f98/live/fdae04f0-cabb-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Two arrested in Seenigama with grenades, pistol and ammunition",
        "short_description": "January 5, 2025 11:03 am",
        "long_description": "January 5, 2025 11:03 am Two persons have been arrested by the Police Narcotics Bureau (PNB) in the Seenigama area for the possession of two grenades, an 8mm pistol, 66 rounds of T-56 ammunition and 55 rounds for 9mm ammunition.",
        "publication_time": "2025-01-05 11:51:34",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104728/two-arrested-in-seenigama-with-grenades-pistol-and-ammunition",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lanka Police launch special two-week traffic operations",
        "short_description": "January 5, 2025 11:32 am",
        "long_description": "January 5, 2025 11:32 am Sri Lanka Police have taken steps to implement two traffic operations aimed at reducing road accidents and easing traffic congestion, in line with the ‘Clean Sri Lanka’ national initiative. The first operation targets vehicles with various horns, additional flashing lights of different colors, illegal modifications, loud horns, loud silencers, and additional parts that could contribute to accidents and road hazards. The second operation will involve deploying police officers dressed in civil clothing to identify traffic violations committed by drivers of public transport buses and enforce law for those violations, according to police. These operations were implemented as a two-week pilot project from yesterday (January 4) until January 19, with the objective of raising awareness among motorists and the public. Accordingly, the police have stated that, in connection with the first operation, drivers will be warned and informed, and instructed to remove any unauthorized parts or modifications installed in their vehicles during that time. It has also been announced that this system is expected to continue, with further steps to enforce the law against unauthorized vehicle modifications, and police officers dressed in civil clothing will also be deployed on public transport buses to gather information.",
        "publication_time": "2025-01-05 11:51:35",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104729/sri-lanka-police-launch-special-two-week-traffic-operations",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "President inaugurates \u0091FACETS Sri Lanka \u0096 2025\u0092: International Gem and Jewellery Exhibition",
        "short_description": "January 4, 2025 03:37 pm",
        "long_description": "January 4, 2025 03:37 pm “FACETS Sri Lanka - 2025 International Gem and Jewellery Exhibition” was inaugurated under the patronage of President Anura Kumara Dissanayake at the Cinnamon Grand, Colombo today (04). The President also visited and inspected the gem and jewellery stalls featured at the exhibition, the President’s Media Division (PMD) stated. Organized by the Sri Lanka Gem and Jewellery Association (SLGJA) in collaboration with the National Gem and Jewellery Authority (NGJA) and the Export Development Board (EDB), this year marks the 31st edition of Asia’s leading gem and jewellery exhibition. The event will continue until January 6. Delegations from China, India, the United States, Europe, and several other countries, along with representatives from globally renowned gem and jewellery companies visiting Sri Lanka for the first time, are participating in the event, the PMD said. Additionally, local gem entrepreneurs from prominent industry hubs such as Ratnapura, Elahara, Beruwala, Eheliyagoda, Galle, and Colombo are showcasing their exceptional craftsmanship. The primary objective of the exhibition is to create business opportunities with traders, exporters, and industry professionals worldwide, with the ambition of exceeding USD 1 billion in gem and jewellery exports, the statement added. “FACETS Sri Lanka” is one of the most anticipated events in the local and global gem and jewellery industry calendar, offering insights into Sri Lanka’s rich heritage, diversity, and sustainability in the sector. The event was graced by several dignitaries, including Sunil Handunnetti, Minister of Industry and Enterprise Development, Vijitha Herath, Minister of Foreign Affairs, Foreign Employment, and Tourism, and Chaturanga Abeysinghe, Deputy Minister of Industry and Enterprise Development, along with Ambassadors and other distinguished guests. --PMD--",
        "publication_time": "2025-01-05 11:51:36",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104716/president-inaugurates-facets-sri-lanka-2025-international-gem-and-jewellery-exhibition",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Heavy showers expected in parts of the island",
        "short_description": "January 4, 2025 08:27 am",
        "long_description": "January 4, 2025 08:27 am The Meteorology Department says a few showers will occur in Uva province. Showers or thundershowers will occur at several places in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts during the afternoon or night. Heavy showers about 100 mm can be expected at some places, the Met. Department said. Fairly strong winds of about 30-40 kmph can be expected at times over Northern, Eastern, North-central and North-western provinces and in Hambantota district. Misty conditions can be expected at some places in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts during the morning, it added. Thus, the general public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
        "publication_time": "2025-01-05 11:51:37",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104708/heavy-showers-expected-in-parts-of-the-island",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Nearly 300,000 dog bites reported annually in Sri Lanka",
        "short_description": "January 4, 2025 11:15 am",
        "long_description": "January 4, 2025 11:15 am The Public Health Veterinary Service reports that nearly 300,000 dog bites are recorded annually in Sri Lanka, leading to the administration of approximately 200,000 human rabies vaccines last year. According to Dr. Yeshan Guruge, Medical Officer of the Public Health Veterinary Service, 20 people succumbed to rabies last year. Among these fatalities, 11 were attributed to dog bites, one to a Golden palm civet bite, while in eight cases, the animal responsible could not be properly identified. Middle-aged individuals are the primary victims of animal bites, with men accounting for half of the cases. Despite dog bites being the most common cause, their frequency has shown a gradual decline over the past decade. However, bites from toque macaque monkeys have increased during this period. Dr. Guruge also highlighted that over Rs. 600 million is spent annually on human rabies vaccines in Sri Lanka.",
        "publication_time": "2025-01-05 11:51:38",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104711/nearly-300000-dog-bites-reported-annually-in-sri-lanka",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Suspect arrested at BIA for smuggling gold ",
        "short_description": "January 5, 2025 09:31 am",
        "long_description": "January 5, 2025 09:31 am The Airport Police have arrested a suspect at Bandaranaike International Airport (BIA) in Katunayake for illegally smuggling gold into the country. The arrest was made last night (04), following a tip-off from intelligence officials regarding a passenger arriving from Abu Dhabi. Upon his arrest, several gold items, including four necklaces, a pendant, two bracelets, a bangle, and a ring were taken into police custody. The arrested suspect is a 25-year-old resident of the Welamboda area. The Airport police are conducting further investigations into the incident.",
        "publication_time": "2025-01-05 11:51:39",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104726/suspect-arrested-at-bia-for-smuggling-gold-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Israeli strikes kill at least 30 in Gaza as ceasefire talks set to resume in Qatar",
        "short_description": "January 3, 2025 10:08 pm",
        "long_description": "January 3, 2025 10:08 pm Israeli strikes killed at least 30 people in Gaza, including children, overnight and into Friday, hospital staff said, as often-stalled ceasefire talks to end the Israel-Hamas war were set to resume in Qatar. Sirens sounded across Israel for missiles fired from Yemen. Staff at the Al-Aqsa Martyrs Hospital said that more than a dozen women and children were killed in strikes in central Gaza, including in Nuseirat, Zawaida, Maghazi and Deir al-Balah. Dozens of people were killed across the enclave the previous day, bringing the total killed in the past 24 hours to 56. “We woke up to the missile strike. We found the whole house disintegrated,” Abdul Rahman Al-Nabrisi said in the Maghazi refugee camp. The Israeli army said in a statement Friday that during the past day, it had struck dozens of Hamas gathering points and command centers throughout Gaza. The army asserted that measures were taken to mitigate civilian harm, such as using aerial surveillance. And it issued a warning for people to leave an area of central Gaza immediately, saying it would attack following launches from there toward Israel. The military said that a few projectiles entered Israel from central and northern Gaza, with no injuries reported. Freelance journalist Omar al-Derawi was among those killed on Friday. Associated Press reporters saw friends and colleagues mourning over his body, with a press vest laid on his shroud. The Committee to Protect Journalists said last month that more than 130 Palestinian reporters have been killed since the start of the war. Israel hasn’t allowed foreign journalists to enter Gaza except on military embeds. Israelis also woke up to attacks. Israel said that missiles were fired into the country from Yemen, setting off air raid sirens in Jerusalem and central Israel and sending people scrambling to shelters. There were no immediate reports of injuries or damage. Israel’s army said that a missile was intercepted. The Iran-backed Houthi rebels in Yemen often claim responsibility. Efforts at ceasefire negotiations were expected to resume Friday. Israeli Prime Minister Benjamin Netanyahu’s office has said that he authorized a delegation from the Mossad intelligence agency, the Shin Bet internal security agency and the military to continue negotiations in Qatar. The delegation was leaving for Qatar on Friday. The U.S.-led talks have repeatedly stalled during nearly 15 months of war. Netanyahu has vowed to press ahead in Gaza until Hamas is destroyed. But the militants, while greatly weakened, have repeatedly regrouped, often after Israeli forces withdraw from areas. The war was sparked by Hamas-led militants’ attack into Israel on Oct. 7, 2023. They killed around 1,200 people, mostly civilians, and abducted around 250. Around 100 hostages are still inside Gaza, at least a third believed to be dead. Israel’s offensive in retaliation has killed more than 45,500 Palestinians in Gaza, according to the territory’s Health Ministry, which says women and children make up more than half the dead. The ministry doesn’t distinguish between civilians and combatants in its tally. Israel’s military says it only targets militants and blames Hamas for civilian deaths because its fighters operate in dense residential areas. The army says it has killed 17,000 militants, without providing evidence. The war has caused widespread destruction and displaced about 90% of Gaza’s population of 2.3 million, many of them multiple times. Winter has now arrived, and hundreds of thousands are sheltering in tents near the sea. Source: AP --Agencies",
        "publication_time": "2025-01-05 11:51:40",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104706/israeli-strikes-kill-at-least-30-in-gaza-as-ceasefire-talks-set-to-resume-in-qatar",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "No change in Litro Gas prices for January",
        "short_description": "January 4, 2025 11:36 am",
        "long_description": "January 4, 2025 11:36 am The Litro Gas Company says that the prices of its domestic LP Gas cylinders will remain unchanged for the month of January 2025. Accordingly, the current prices of LP gas cylinders will continue to apply throughout January 2025. The price for domestic LP Gas cylinders in the Colombo District is as follows: 12.5kg gas cylinder: Rs. 3,690 05kg gas cylinder: Rs. 1,482 2.3kg gas cylinder: Rs. 694 No LP gas price revision took place last month as well, and the most recent price revision was in October.",
        "publication_time": "2025-01-05 11:51:41",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104712/no-change-in-litro-gas-prices-for-january",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lanka to review Adani\u0092s energy projects tomorrow",
        "short_description": "January 5, 2025 08:25 am",
        "long_description": "January 5, 2025 08:25 am A proposal to appoint a committee to evaluate Adani Group’s wind energy projects in Sri Lanka is slated to be tabled at the Cabinet meeting scheduled for tomorrow (06), according to a spokesperson from the Ministry of Energy. The proposed projects focus on constructing wind power plants in the Mannar and Poonaryn areas. Under an agreement approved by the previous administration, a tariff of 8.26 US cents per unit of electricity was agreed upon for the wind energy generated by these projects. Accordingly, the new proposal aims to reconsider this agreement by appointing a committee to thoroughly review its terms and conditions.",
        "publication_time": "2025-01-05 11:51:42",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104725/sri-lanka-to-review-adanis-energy-projects-tomorrow",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "World\u0092s oldest person Tomiko Itooka dies at 116 in Japan",
        "short_description": "January 4, 2025 07:15 pm",
        "long_description": "January 4, 2025 07:15 pm A Japanese woman, recognised as the world’s oldest person by Guinness World Records, has died aged 116. Tomiko Itooka died in a nursing home in the city of Ashiya, Hyogo Prefecture, according to officials. She became the oldest person in the world after Spain’s Maria Branyas Morera passed away in August 2024 at age 117. “Ms Itooka gave us courage and hope through her long life,” Ashiya’s 27-year-old mayor Ryosuke Takashima said in a statement. “We thank her for it.” Ms Itooka was born in May 1908 – six years before the World War One and the same year that the Ford Model T car was launched in the US. She was verified as the world’s oldest person in September 2024 and was presented with the official GWR certificate on the Respect for the Aged Day, which is a Japanese public holiday celebrated annually to honour the country’s elderly citizens. Ms Itooka, who was one of three siblings, lived through world wars and pandemics as well as technological breakthroughs. As a student, she played volleyball and climbed the 3,067-metre (10,062-foot) Mount Ontake twice. In her older age, she enjoyed bananas and Calpis, a milky soft drink popular in Japan, according to the mayor’s statement. She married at 20, and had two daughters and two sons, according to Guinness. During World War Two she managed the office of her husband’s textile factory. She lived alone in Nara after her husband died in 1979. She is survived by one son and one daughter, and five grandchildren. A funeral service was held with family and friends, according to officials. As of September, Japan counted more than 95,000 people who were 100 or older - 88% of whom were women. Of the country’s 124 million people, nearly a third are 65 or older. Brazilian nun Inah Canabarro Lucas, who was born 16 days after Itooka and is 116, is now believed to be the world’s oldest person. Source: BBC --Agencies",
        "publication_time": "2025-01-05 11:51:43",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104720/worlds-oldest-person-tomiko-itooka-dies-at-116-in-japan",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]