[
    {
        "title": "Australia to hold federal election on 3 May",
        "short_description": "Australia will head to the polls for a federal election on 3 May, in what is predicted to be a tight race.",
        "long_description": "Australia will head to the polls for a federal election on 3 May, in what is predicted to be a tight race. Prime Minister Anthony Albanese, whose Labor Party will be defending a small majority, announced the date from Parliament House on Friday. Opinion polls predict a slim margin between the country's two major parties, and the possibility either will have to work with independent MPs or minor parties - which combined won a record share of the vote at the last election - to form the next government. The campaign is expected to be dominated by cost-of-living issues, and Labor is fighting to avoid becoming the first single-term government to lose an election in almost a century. In a press conference on Friday morning, Albanese reiterated his pledge to address the cost of living - having already unveiled plans to provide more free healthcare, cut student debt and deliver small tax cuts. He argued that electing his rival Peter Dutton would be a step backwards for the country. \"It was always going to take more than three years to clean up 10 years of mess,\" he said, referring to the previous coalition government he defeated at the last election in 2022. Never has voters' choice been more important, or more clear, he said: \"This election is a choice between Labor's plan to keep building or Peter Dutton's promise to cut.\" Albanese said his campaign would be about \"hope and optimism,\" while Dutton's would be \"all about fear\". The leader of the Liberal-National coalition, however, has said the country cannot afford three more years of a Labor government. \"The question Australians need to ask is: Is our country better off today than three years ago?\" Dutton said at a press conference after the election was called. \"Because of Labor's bad decisions, Australians are doing it tough and they need help.\" He argued his party would \"get Australia back on track\" by reining in \"wasteful spending\", slimming down the public service, cutting immigration, and making fuel and energy cheaper. The Greens, which last election won a record number of seats, said Australians should vote for them to keep Labor accountable on issues like the environment and housing. \"Minority government is coming. And with the major parties' offering about as attractive as a dead fish, you can see why,\" leader Adam Bandt said. The affordability of housing and groceries is at the top of voters' minds, as well as access to healthcare, though concern about managing record immigration and reducing crime is increasing significantly. Climate action - the feature of the last election - remains important to many Australians too. Politics in Australia - where voting is compulsory for adults - is traditionally dominated by Labor and the Liberal-National coalition. Either party needs to win at least 76 of the 150 seats in the House of Representatives - where the prime minister sits - to form a majority government. One of the country's longest serving politicians, Albanese took power after long period of political instability, in which the country changed leader six times in only eight years. He promised unity and integrity and - after a campaign marked by anger over Australia's emissions reductions efforts - vowed to \"end the climate wars\". Albanese's government enshrined into law a boosted emissions cut target, and introduced a mechanism that acts as a carbon cap for the country's biggest emitters - though experts say more ambition is needed. However, Albanese's key goal of achieving constitutional recognition for Aboriginal and Torres Strait Islander people, and establishing a parliamentary advisory body for them, failed at a referendum in 2023. And he has come under pressure over global economic conditions which have exacerbated cost-of-living pain in Australia - and played a part in the downfall of several incumbent governments around the world in the past year. Last year, he came under fire after it emerged that he had bought a A$4.3m ($2.9m, £2.2m) cliff-top home amid a national housing crisis. Australians have not ousted a government from Canberra after only a single term since 1931. Dutton - who was a police officer in Queensland before he was elected - has more than 20 years in parliament under his belt, many of them spent as a senior minister handling key portfolios like health, immigration, defence and home affairs. He built a reputation as a hard-line conservative best known for overseeing Australia's controversial policies on asylum seekers, and his role in the downfall of former Prime Minister Malcolm Turnbull. He has styled himself as a cultural warrior - opposing same sex marriage, diversity and inclusion initiatives and the Voice to Parliament referendum - but has in recent times tried to shake his tough public persona, which he says doesn't accurately reflect who he is. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "10 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cj02033n18go",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3755/live/7483c730-0b5e-11f0-b234-07dc7691c360.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Can Vietnam golf its way out of new Trump tariffs?",
        "short_description": "Countries around the world are braced for Donald Trump's so-called \"Liberation Day in America!!!\" next week.",
        "long_description": "Countries around the world are braced for Donald Trump's so-called \"Liberation Day in America!!!\" next week. The US president's deadline to impose reciprocal tariffs on trading partners will come just days after he hit foreign carmakers with 25% import taxes. Vietnam could be particularly vulnerable to Trump's latest salvo of levies. It has a large trade deficit with the US and has been a beneficiary of firms moving factories out of China to avoid measures announced during his first term in office. While some countries have hit back at Washington, Vietnam's Prime Minister, Pham Minh Chinh, has suggested that he may take a more diplomatic approach. Speaking in January, he said he was willing to visit Trump's Mar-a-Lago home in Florida and \"golf all day long\" if it benefits his country, drawing laughter in the room. And that idea may not too far-fetched. The Trump Organization is planning to invest billions of dollars in golf courses, hotels and real estate in Vietnam, according to the Reuters news agency. The first project will reportedly be a residential complex with three 18-hole golf courses, which will break ground in May. The BBC has contacted the company and its Vietnamese partner for comment. But could golf diplomacy really work? Trump has previously said Vietnam was \"worse than China\" and \"almost the single worst abuser of anybody\". But he has not yet specifically targeted Vietnam with tariffs, even though it has the third largest trade deficit with the US, after China and Mexico. Analysts say Vietnam is doing well at engaging with Washington - but its efforts may still not be enough to avoid most of Trump's tariff plans. \"The Vietnam PM seems to be taking a page from the book of [former Japanese PM] Shinzo Abe, who built a close personal relationship with Trump over their shared love of golf,\" said Stephen Olson, a former US trade negotiator. \"I would not however expect any special treatment of Vietnam from a policy point of view. Personal relationships are important to Trump, but in this case, I believe his desire to appear tough on trade will win out.\" Vietnam has said it doesn't plan to \"restrict trade\" with the US, although it currently taxes some imports from there. The government said this week that it will allow SpaceX, which is owned by close Trump ally Elon Musk, to operate its Starlink satellite internet service in the country on a trial basis. Some analysts see this as one of the measures Vietnam has taken to avoid being hit with US tariffs. Hanoi also said it will lower tariffs on several US imports, including energy and cars, a move aimed at \"improving trade balances\". It came less than two weeks after Vietnamese and US companies signed more than $4bn (£5.4bn) in deals, in areas including oil and gas exploration. Steve Norris from the consultancy Control Risks said \"Vietnam is being careful to avoid any moves which would signal any non-cooperation on trade issues\". This strategy is in line with its foreign policy approach - known as \"bamboo diplomacy\". Like shoots of plants that sway with the wind, Vietnam hopes to be adaptable to foreign pressures. \"If the US were to increase pressure on Vietnam, the government might respond with offers to facilitate investments in the hospitality and casino industries, undertake advanced machinery purchases, and – capturing the moment – consider access to Vietnam's rare earth minerals,\" Mr Norris said. One big factor working against Vietnam is concerns about China's influence. Vietnam was one of the biggest beneficiaries of US-China tensions during Trump's first term. In 2018, he hit China with tariffs, causing some businesses to rethink where they made their products. Some chose to shift manufacturing to Vietnam. This has led to an increase of exports from Vietnam to the US, with Chinese companies that have moved production there contributing to that figure. Former US trade negotiator Wendy Cutler said Vietnam has emerged as a \"destination for major Chinese investment\". While the US remains Vietnam's biggest export market, China is its largest supplier of goods, accounting for more than a third of imports, according to the latest official data. Chinese firms were also behind nearly one in every three new investments in Vietnam last year. \"These are huge red flags for Trump. My expectation is that Vietnam will at some point be hit hard by tariffs,\" Mr Olson said. However, tariffs on Vietnam could impact US businesses such as tech firms Apple and Intel, and sportswear giant Nike, which have moved production lines from China to Vietnam. A recent survey by the American Chamber of Commerce in Vietnam found that most US manufacturers there expect to lay off staff if tariffs are imposed. The US president believes the levies will boost his country's economy by encouraging more businesses to make goods in the US and bring in billions of dollars of taxes. But many economists have warned that it could force up prices for American consumers and negatively impact global trade. Washington is also concerned about so-called \"trans-shipments\" - Chinese goods passing through Vietnam on their way to other countries. US officials have been \"quietly stressing to Vietnam that it must reduce its trade surplus over time and combat the trans-shipment of Chinese goods through the country,\" Mr Norris said. Vietnam's prime minister has said he is confident that his administration can \"handle the relationship with the US\". Now that the South East Asian nation has cut some tariffs on US goods they may be more attractive to Vietnamese consumers, increasing America's share of trade with the country. And then there is golf - playing a game with Trump had worked for the late Japanese leader Shinzo Abe. Abe and Trump established a friendship, which included many golf games over several years. The friendship arguably helped Abe secure tariff exemptions for Japan's critical car industry at the time. For now, it is unclear if Vietnam would really give golf diplomacy a swing. The real test will come next week, when a new slate of Trump's taxes are set to take effect. Manufacturers are expected to ask for state support ahead of next week's 25% tariff on exports. Shenzhen-based Tencent, which owns the popular messaging app WeChat, will hold about a quarter of a new subsidiary. The music icon was shot and killed by the founder of her fan club, who has been denied her first attempt at parole in Texas. The order says that \"divisive narratives\" must be purged from the US museums and research centres. The BBC asked Canadian voters in Toronto how they would approach Donald Trump if they were prime minister. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cge1r1ezw74o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/804e/live/d72cb350-0ad8-11f0-8a9e-8585b0f1521a.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a15f/live/f7fef810-fe9c-11ef-b95e-dd2955f18f8f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Weekly quiz: Which world leader gave Donald Trump a new portrait?",
        "short_description": "This week saw Rachel Reeves unveil her Spring Statement, the White House continue to shake the global economy with tariff threats, and the nominations for the BAFTA TV Awards be announced.",
        "long_description": "This week saw Rachel Reeves unveil her Spring Statement, the White House continue to shake the global economy with tariff threats, and the nominations for the BAFTA TV Awards be announced. But how much attention did you pay to what else has been going on in the world over the past seven days? Quiz compiled by George Sandeman and Grace Dean. Fancy some more? Try last week's quiz or have a go at something from the archives. The order says that \"divisive narratives\" must be purged from the US museums and research centres. Greenland is giving the cold shoulder to JD Vance and his wife, amid Trump's pledge to take control of the island. Vietnam's Prime Minister has said he would \"golf all day long\" with the US president if it benefits his country. The BBC went to car dealerships outside of Washington DC to ask drivers how a 25% auto tariff will affect them. US Vice-President JD Vance is visiting Greenland on Friday - but why is the US so interested in the territory? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cx2rw89enlxo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/07df/live/3430c980-0ba4-11f0-b234-07dc7691c360.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ee04/live/0c6afdf0-0b6b-11f0-ba12-8d27eb561761.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Prime Minister Anthony Albanese will be seeking to fight off a resurgent opposition and win a second term.",
        "long_description": "Prime Minister Anthony Albanese will be seeking to fight off a resurgent opposition and win a second term. A cocktail of global and domestic conditions have complicated the government's run for a second term. The Green Party Senator was asked to remove \"the prop\" from the chamber, as she protested a new bill. The Queensland Government confirms plans to build a new 63,000-seater stadium for the 2032 Olympic and Paralympic Games. Oscar Piastri leads Lando Norris to a dominant McLaren one-two in the Chinese Grand Prix ahead of George Russell's Mercedes. A cocktail of global and domestic conditions have complicated the government's run for a second term. The former police officer was found guilty of manslaughter in the death of Clare Nowland. As the nation prepares to head to the polls on 3 May, here's a guide to its electoral system and what to watch. The Green Party Senator was asked to remove \"the prop\" from the chamber, as she protested a new bill. The baby wombat grabbed by an influencer in Australia row… in 60 seconds Residents are warned power may not return for days as further heavy rainfall is forecast. At least one man has died in floodwaters and military personnel have been injured in the wild weather. Thousands have been told to evacuate ahead of tropical storm's arrival on Australia's eastern coast. A 17-year-old has been charged after being detained by crew and members of the public on a plane in Australia. The baby wombat grabbed by an influencer in Australia row… in 60 seconds Australian teacher Hannah Grundy was left to track down the man posting deepfake pornography of her. Sam Kerr may have walked free from court after being found not guilty of causing racially aggravated harassment but is that the end of the story for one of women's football's most high profile players? Queensland's iconic Surfers Paradise beach looks strikingly different after the storm eroded the sand. The former police officer was found guilty of manslaughter in the death of Clare Nowland. A cocktail of global and domestic conditions have complicated the government's run for a second term. As the nation prepares to head to the polls on 3 May, here's a guide to its electoral system and what to watch. Prime Minister Anthony Albanese will be seeking to fight off a resurgent opposition and win a second term. The Green Party Senator was asked to remove \"the prop\" from the chamber, as she protested a new bill. How much attention did you pay to what else has been going on in the world over the past seven days? Sam Jones says she was trying to get the wombat safely off the road, and the video was not staged for social media. Anger erupted after Jones posted a video of her taking a baby wombat from its distraught mother. The baby wombat grabbed by an influencer in Australia row… in 60 seconds Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:41",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3755/live/7483c730-0b5e-11f0-b234-07dc7691c360.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bef6/live/12af11e0-0b5e-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Footage on social media shows people evacuating buildings in the Thai capital, hundreds of miles from the epicentre.",
        "long_description": "Footage on social media shows people evacuating buildings in the Thai capital, hundreds of miles from the epicentre. Shenzhen-based Tencent, which owns the popular messaging app WeChat, will hold about a quarter of a new subsidiary. Vietnam's Prime Minister has said he would \"golf all day long\" with the US president if it benefits his country. Affluent, urban Indians indulging their dogs and cats have led to the growth of India's pet care sector. The charges against Amit Gupta, who heads Tech Mahindra's operations in Qatar and Kuwait, haven't been made public. Shenzhen-based Tencent, which owns the popular messaging app WeChat, will hold about a quarter of a new subsidiary. At least 27 people have so far been killed in the blazes, the worst in the country's history. Strong wind, dry land and pine trees are a dangerous combination for wildfires, experts say. Vietnam's Prime Minister has said he would \"golf all day long\" with the US president if it benefits his country. NewJeans talk to the BBC in their first interview since a court blocked their attempt to leave their record label. The sudden ban has triggered outcry, with critics calling it a violation of human rights. The move comes days after US officials met with the Taliban government to secure the release of an American tourist. The Unification Church came under scrutiny after the killing of former PM Shinzo Abe in 2022. The release of five Mintz Group staff members comes as China tries to attract foreign investments. Weak domestic consumption and muted export demand are restricting expansion plans, according to a report. China has failed to qualify for the last five World Cups - and once again, their chances look unlikely. Fighting in a mineral-rich region of central Africa proves a quandary for Chinese business interests. She was called \"a gold digger\" and \"a murderer\" after the death of her actor boyfriend Sushant Singh Rajput. BBC reporters reflect on their experiences covering the pandemic while living through it. The Indian conglomerate had halved the supply to the country's eastern neighbour over unpaid dues. Affluent, urban Indians indulging their dogs and cats have led to the growth of India's pet care sector. Analysts said the development of the technology was likely assisted by Russia. BBC Verify looks at how Korean wildfires spread so rapidly At least 27 people have so far been killed in the blazes, the worst in the country's history. The BBC's Rachel Lee looks at what caused the wildfires to spread so fiercely. Strong wind, dry land and pine trees are a dangerous combination for wildfires, experts say. The Oxford English Dictionary has added new untranslatable words from South East Asia. Weak domestic consumption and muted export demand are restricting expansion plans, according to a report. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:42",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/08a7/live/37875ca0-0ba6-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/982d/live/193b0c00-0b98-11f0-ac8d-25eda0adf72a.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Some MLAs are considering leaving elected politics over the abuse they and their families face, BBC News NI understands.",
        "long_description": "Some MLAs are considering leaving elected politics over the abuse they and their families face, BBC News NI understands. The man pleaded guilty to two counts of making a threat to kill or cause harm. Campaigners had criticised the lack of Irish language signs when the station opened in September. A range of views were heard and the \"Votes at 16'\" motion was carried. Belfast Pride says the decision comes after people responded in anger about a ban on puberty blockers. The man pleaded guilty to two counts of making a threat to kill or cause harm. The Upper Bann MP claimed that accounts which send her abuse are followed by \"some Sinn Féin MLAs\". Michelle O'Neill says the Spring Statement does not serve people in Northern Ireland. Campaigners had criticised the lack of Irish language signs when the station opened in September. The deputy first minister has said she engages \"with the office of president\" rather than his \"particular personal views\". Deputy First Minister Emma Little-Pengelly says she and Donald Trump discussed \"long-standing and close ties\" between the US and NI. Taoiseach Micheál Martin has presented US President Donald Trump with a bowl of shamrocks in the White House as part of St Patrick's Day celebrations. Plans to regenerate the site near Lisburn have been in limbo for almost 12 years due to a political row. A Stormont energy official says offering payouts \"would not be in the long-term interests of customers\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:44",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/northern_ireland/northern_ireland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7a29/live/c6939980-0a62-11f0-94d4-6f954f5dcfa3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5ad6/live/01614770-8a1a-11ef-bfd3-790fcba1cccf.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Water spills from rooftop pool as Bangkok building sways",
        "short_description": "A strong 7.7 magnitude earthquake rocked the Thai capital on Friday, causing buildings to sway and cascade water from rooftop pools onto the streets below.",
        "long_description": "A strong 7.7 magnitude earthquake rocked the Thai capital on Friday, causing buildings to sway and cascade water from rooftop pools onto the streets below. The earthquake is believed to be relatively shallow, at 10km (6.2 miles) deep, with a reported epicentre in neighbouring Myanmar. The greater Bangkok area is home to more than 17 million people, many of whom live in high-rise apartments. BBC Verify looks at how Korean wildfires spread so rapidly The BBC's Rachel Lee looks at what caused the wildfires to spread so fiercely. The wildfires in the country have left dozens dead and caused thousands to evacuate. From highways to hospitals and funeral grounds - here's how we covered the pandemic that ravaged India. The BBC's Anna Holligan reports from The Hague, where former Philippine President Rodrigo Duterte has arrived. At least 53 inmates escaped a prison in Aceh, Indonesia, with officials acknowledging overcapacity issues at the facility. The BBC's Stephen McDonell breaks down what to look out for as China's leaders meet this week. A photojournalist narrates his experience of capturing the world's biggest religious gathering for decades. Local officials in Japan blamed the unusually dry winter and strong winds. Manila says it will file a formal protest over the latest incident in the South China Sea. Does the world's largest religious gathering ever go to sleep? The BBC filmed through the night to find out. Huge crowds gathered in Hong Kong to get a glimpse of Elder Sister and Little Brother The star was stopped from busking ahead of his concert in the southern Indian city of Bengaluru. It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. Officials say the unlikely pair fell into the water when the tiger was chasing the boar. Vikas Pandey and Samira Hussain explain how the chaos unfolded in northern India. The surge happened when people who were sleeping on the riverbank were trampled by other pilgrims. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Over a million people are camping out in the cold for a month on the banks of the Ganges river. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "48 minutes ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/c20d0nxr2lmo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a863/live/408f9b30-e4ed-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a2a8/live/4c721820-db5a-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Photographer Debbie Todd is launching an exhibition of her work meeting \"extraordinary\" children.",
        "long_description": "Photographer Debbie Todd is launching an exhibition of her work meeting \"extraordinary\" children. Well-wishers cross the border from Kenya and flock from Addis Ababa to witness the spectacle. See all the looks as celebrities arrive for Hollywood biggest night. A photojournalist narrates his experience of capturing the world's biggest religious gathering for decades. A selection of the week's best photos from across the African continent and beyond. Well-wishers cross the border from Kenya and flock from Addis Ababa to witness the spectacle. A selection of some of the most striking sports photographs taken around the world over the past seven days. Crowds filled the Sambadrome to watch samba schools face off at Rio Carnival. See all the looks as celebrities arrive for Hollywood biggest night. The exhibition celebrates \"people from the queer community who create amazing work\", the curators say. The late photographer John Blakemore is remembered for his early work in Coventry. Photographers describe the photo as \"serious\", \"ominous\" and a \"message picture\". A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. Images from our readers on the theme of \"my best photo\". Images on the theme of \"monochrome\" sent in by our readers. Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page Images on the theme of \"glass\" sent in by our readers. Images from our readers on the theme of \"winter walks\". Images from our readers on the theme of \"my best photo\". Images on the theme of \"monochrome\" sent in by our readers. A selection of news photographs from around the world. Images on the theme of \"glass\" sent in by our readers. A selection of news photographs from around the world. The winners of the Nature inFocus Photography Awards 2024 have been announced. A selection of news photographs from around the world. Images from our readers on the theme of \"winter walks\". A selection of news photographs from around the world. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:46",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/91c3/live/f0407960-055d-11f0-b8d2-617de79a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4dc3/live/b2a62770-ff1e-11ef-b50e-9d086302645f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit.",
        "long_description": "Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit. The Reform leader makes the comments on the role of women in the workplace at an event in Westminster. Global uncertainty over Trump's tariffs could derail the chancellor's plans, economists warn. The chancellor has faced criticism for accepting free tickets to watch Sabrina Carpenter from a box. Some employers and landlords are reluctant to hire or rent to Ukrainians because their visas are due to expire. The Reform leader makes the comments on the role of women in the workplace at an event in Westminster. The government will not get close to the extra homes needed to hit its housing in England, figures say. Manufacturers are expected to ask for state support ahead of next week's 25% tariff on exports. Global uncertainty over Trump's tariffs could derail the chancellor's plans, economists warn. The chancellor is on track to meet her own fiscal rules, so why is there talk of tax rises in the autumn? About 31% of children are living in relative poverty after housing costs, government figures show. Watch: Don't call civil servants 'pen-pushers', says Sue Gray The UK is in \"intense negotiations\" with the US over tariff plans, the prime minister says. Darren Jones apologises for the \"tactless\" comments after critics branded them \"offensive\" and \"patronising\". Chancellor Rachel Reeves has unveiled her plans for the UK economy in the House of Commons. The IFS warning comes as the chancellor says the UK is in discussions with the US over Donald Trump's new 25% tariffs on cars and car parts. The strategy from the UK government has been to wrangle in private and say as little as possible in public, our political editor writes. Henry Zeffman explains what you need to know about the Spring Statement. The UK's economic prospects are better than expected, but the forecasts are precarious and could easily be derailed. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:48",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/822f/live/d4918a40-0b81-11f0-ba12-8d27eb561761.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cd1a/live/e15cb9f0-0b38-11f0-80cd-45d386f77565.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Rosenberg: Putin nods to Trump plans to seize Greenland",
        "short_description": "In Murmansk, the largest city north of the Arctic circle, President Vladimir Putin vowed to \"strengthen Russia's global leadership in the Arctic\", while warning that \"geopolitical competition in the region\" was intensifying.",
        "long_description": "In Murmansk, the largest city north of the Arctic circle, President Vladimir Putin vowed to \"strengthen Russia's global leadership in the Arctic\", while warning that \"geopolitical competition in the region\" was intensifying. The first example he gave was Donald Trump's idea to acquire Greenland. But from the Kremlin leader there was no criticism of his US counterpart. And that's telling, as the White House and the Kremlin try to rebuild relations. \"In short, America's plans in relation to Greenland are serious,\" President Putin said in an address to Russia's Arctic Forum in Murmansk. \"These plans have deep historical roots. And it's clear that the US will continue to systematically pursue its geo-strategic, military-political and economic interests in the Аrctic. \"As for Greenland this is a matter for two specific countries. It has nothing to do with us.\" So said the president who had launched a full-scale invasion of a sovereign neighbouring country and claims to have annexed whole swathes of Ukraine. When Joe Biden was in the White House, Moscow and Washington were vocal in their criticism of one another. How things have changed. Today Russia is promoting the idea of economic cooperation with the United States in an Arctic region packed with natural resources. \"We are open to considering different investment opportunities that we can do jointly with the US, in certain sectors approved by the Russian government,\" says Kirill Dmitriev, President Putin's envoy for foreign investment and economic cooperation. Mr Dmitriev, who is also chief executive of the Russian Direct Investment Fund, has already been in talks with US officials. \"We are open for investment cooperation in the Arctic. That could be in logistics, or other areas beneficial to Russia and to the US,\" Mr Dmitriev adds. \"But before deals can be done the war in Ukraine needs to end,\" I suggest. \"Many people in the West accuse Russia of dragging its feet, showing no compromise or concessions, and just laying down conditions.\" \"I am focused on economics and investments, so I don't comment on political issues,\" Mr Dmitriev responds. \"The only thing I can say is we have a very good dialogue, and I think it's very important that the US is trying to understand Russia's position.\" Moscow seems confident that it can woo Washington with promises of lucrative deals in the Arctic and across Russia. That confidence is understandable considering how senior US officials have been repeating Kremlin talking points about the war in Ukraine and about Europe. In a recent interview with former Fox News commentator Tucker Carlson, Donald Trump's special envoy Steve Witkoff appeared to accept the results of Moscow-organised referenda that were held in Ukrainian territories seized and occupied by Russia. These votes that have not been recognised by the international community. In the words of one recent Russian newspaper headline: \"US and Russian officials are now talking the same language.\" Are the Russian authorities at all surprised by the sea change in America's Russia policy? \"[In America] there are two parties that compete with one another,\" says Nikolai Patrushev, former head of Russia's FSB domestic security service. Mr Patrushev, who is now an aide to President Putin, is one of the most powerful figures in Russia. While on the side lines of the Arctic Forum he tells me: \"When the Democrats were in power, they took one view. The Republicans have another. \"It doesn't mean that they agree with Russia's standpoint. Only that they have their own, which they promote, and we can cooperate with them.\" I ask Mr Patrushev: \"Do you have a sense that a new world order is being forged?\". \"We used to have a system where two powers dominated in the world. Then it was just one. Now we're building a multi-polar world. But with its own peculiarities,\" says Mr Patrushev. In the centre of Murmansk, a giant inflatable whale has taken over one of the city's squares. Attached to wires, it's bobbing over a sea of silver balloons designed to look like waves. The balloons are dancing in the wind beneath the blow-up beast. It's a giant installation. But then Russia has enormous ambitions, both for the Arctic and for the country's relations with America. The whale is attracting a great deal of interest with lots of families posing for photos. It's an opportunity to ask Russians whether they support the idea of economic cooperation with America in the Arctic and whether they're surprised when Washington appears to take Moscow's side? Elina isn't. \"Russia is strong,\" she says. \"You should always back the strong ones and go along with them.\" \"We need to develop the Arctic,\" Olga tells me. \"Cooperation with 'friendly countries' is a good thing.\" \"And do you see America as a 'friendly country'?\" I ask. \"You know what? I can't decide.\" replies Olga. Meanwhile presidential envoy Mr Dmitriev is singing the praises of one particular American - Elon Musk – and counting on cooperation. \"We believe Elon Musk is a great visionary, a great leader and a very successful person,\" Mr Dmitriev tells me. \"Russia has a lot to offer for a mission to Mars because we have some nuclear technologies which can be applicable. \"There are some video conferences we believe will be upcoming with, let's say, the Musk team.\" Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit. Another 39 people were rescued after the vessel sank in the Red Sea on Thursday morning. Ukrainian President Volodymyr Zelensky shares this thoughts on Europe's support and his country's resilience. The Ukrainian president was answering questions from a panel of European journalists in Paris. The law will allow Polish authorities to temporarily spend asylum rights at the border with Belarus. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c7432451el7o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d323/live/476b3c00-0b73-11f0-b234-07dc7691c360.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5827/live/1a563310-0b63-11f0-90f5-e1cdb6014c74.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The US is reported to be planning to cut funding to Gavi, which pays for childhood vaccines.",
        "long_description": "The US is reported to be planning to cut funding to Gavi, which pays for childhood vaccines. A selection of the week's best photos from across the African continent and beyond. Details of the victims have not yet been released, but two children were reported among the dead. Boualem Sansal, 80, told a far-right news outlet that colonial France gave too much land to Algeria. About 800 Kenyan police officers have been sent to Haiti to help the authorities tackle restore security. A selection of the week's best photos from across the African continent and beyond. Riek Machar and his wife are detained after a convoy of 20 armed vehicles entered his home, his party says. But Ghanaian investigative journalist tells the BBC that the message his victory sends is more important. Details of the victims have not yet been released, but two children were reported among the dead. Fighting in a mineral-rich region of central Africa proves a quandary for Chinese business interests. Six people have died after the submarine sank near Hurghada, a popular tourist destination. The latest update includes \"loan words\" from several countries, including South Africa and Ireland. Bitcoin miners will go to remote locations to take advantage of cheap electricity. A mother explains why she - and 77% of the country’s women - have used dangerous creams. Some locals find they cannot compete with those holidaying from the diaspora who are nicknamed I Just Got Back. BBC Verify examimes social media footage of the fight for control of the Sudanese capital, Khartoum Sudan's army has retaken the presidential palace from the Rapid Support Forces (RSF), but what's next after two years of war? The Kenya Football Federation launches an investigation into allegations that goalkeeper Patrick Matasi has been involved in match manipulation. South Africa could face a sanction, including a points deduction, after fielding an ineligible player against Lesotho in qualifying for the 2026 World Cup. Algeria, Egypt and Morocco remain on track to reach the 2026 World Cup but Sudan's unlikely bid to qualify suffers a setback. Nigeria's hopes of reaching the 2026 World Cup are fading after a 1-1 draw against Zimbabwe leaves them six points behind group leaders South Africa. Bournemouth forward Dango Ouattara says Islam helps him \"stay on the right path\", as he discusses football, faith and fasting. Anas Aremeyaw Anas says that his libel victory will encourage other journalists to stand up to powerful figures. President Évariste Ndayishimiye says there's \"credible intelligence\" that Rwanda plans to attack Burundi. Bournemouth forward Dango Ouattara says Islam helps him \"stay on the right path\", as he discusses football, faith and fasting during Ramadan. Nigerian-born author Chimamanda Ngozi Adichie says her books are becoming more available across Africa. The BBC took to the streets of Lesotho's capital to get people's reactions on Trump's comments. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa A selection of the week's best photos from across the African continent and beyond. But Ghanaian investigative journalist tells the BBC that the message his victory sends is more important. Anas Aremeyaw Anas says that his libel victory will encourage other journalists to stand up to powerful figures. The US is reported to be planning to cut funding to Gavi, which pays for childhood vaccines. Riek Machar and his wife are detained after a convoy of 20 armed vehicles entered his home, his party says. \"Khartoum is free,\" says army chief Abdel Fattah al-Burhan after almost two years of occupation by the RSF. Gen Abdourahamane Tchiani is promoted to the highest rank in the army, and dissolves all political parties. Ethiopia's prime minister asks Tigrayans to email him with suggestions for a new leader. The latest update includes \"loan words\" from several countries, including South Africa and Ireland. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:51",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8fab/live/bea8b450-0b28-11f0-ba86-65448d8fd3ed.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/98f0/live/beddb6f0-0b3c-11f0-ba12-8d27eb561761.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ukrainian President Volodymyr Zelensky shares this thoughts on Europe's support and his country's resilience.",
        "long_description": "Ukrainian President Volodymyr Zelensky shares this thoughts on Europe's support and his country's resilience. Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit. US negotiators held talks in Saudi Arabia with Ukraine on Sunday, and separately with Russia on Monday. Steve Witkoff says the UK plans for an international force to support a ceasefire are a \"posture\". Trump said he would end the war in Ukraine in 24 hours. The reality is proving far more difficult. Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit. Some employers and landlords are reluctant to hire or rent to Ukrainians because their visas are due to expire. Russia hits northern Ukraine as its negotiators meet US officials in Riyadh to discuss a ceasefire. US negotiators held talks in Saudi Arabia with Ukraine on Sunday, and separately with Russia on Monday. The agreement comes after days of talks with the US in Saudi Arabia. The force would focus on providing Ukraine with air cover to keep its skies safe and a naval presence in the Black Sea to encourage trade. The Russian leader was able to set his own conditions for peace in a two-hour phone call with Donald Trump. The BBC's Anthony Zurcher takes a closer look at the US president's negotiation strategy with top world leaders. Trump made a big deal of his conversation with Putin, but there is little to shout about, Sarah Rainsford writes. Artem Kariakin and his unit would regularly cross into Russia - until last week. Ukrainian soldiers on the battlefield say they don't expect to see the war end any time soon. Karol Swiacki spoke to the BBC after surviving a missile strike on a hotel in Kryvyi Rih, which killed four. Moving accounts of some of the men and women behind the striking images that have encapsulated the war. How are Russia and Ukraine placed after three years of fighting and with Donald Trump suggesting talks on ending the war could begin soon? Victoria, Vitaly and James discuss Trump 2.0, Zelensky, Putin and prospects for peace Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit. Some employers and landlords are reluctant to hire or rent to Ukrainians because their visas are due to expire. Ukrainian President Volodymyr Zelensky shares this thoughts on Europe's support and his country's resilience. The Ukrainian president was answering questions from a panel of European journalists in Paris. The ambulance, full of medical supplies, has been funded by cash collected at the British Grand Prix. Four friends who work for the ambulance service in Bristol are making the journey to Lviv. President Zelensky asked what he wants to see after the war ends The film wins the award for best single documentary at the Royal Television Society Awards in London. Moscow and Kyiv appear at odds over when and how the US-brokered deal will come into effect. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:54",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8771/live/fac350f0-0b0d-11f0-97d3-37df2b293ed1.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/822f/live/d4918a40-0b81-11f0-ba12-8d27eb561761.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The boss of Octopus Energy says regional pricing would make bills cheaper because of abundant renewables in Scotland.",
        "long_description": "The boss of Octopus Energy says regional pricing would make bills cheaper because of abundant renewables in Scotland. The impact with the tanker Stena Immaculate in the North Sea triggered an explosion and fires. A patient takes their own life in Scotland's mental health hospitals nearly every five weeks on average, new figures show. Dave Goulder was named in the New Year’s Honours list for services to dry stane dyking. Richard Woods drove the wrong way on the motorway and crashed into another car, killing four people. The impact with the tanker Stena Immaculate in the North Sea triggered an explosion and fires. The King suffers side effects from cancer treatment and Scotland misses poverty targets in today's papers. Pole vaulter Anna Gordon was shunned after reporting abuse but now she has effected safeguarding changes in athletics. A patient takes their own life in Scotland's mental health hospitals nearly every five weeks on average, new figures show. Emotional parliamentarians shared their memories of McKelvie following her death at the age of 57. Owen Haggerty, from Johnstone in Renfrewshire, had been sentenced to three months in jail. Jay Evans was among hundreds duped into ploughing millions of pounds into casks that were overpriced or did not exist. Child poverty figures are down, but they fall short of the Scottish government's interim target. Justice Secretary Angela Constance is using existing ministerial powers to remove means-testing for legal aid in such cases. A selection of photographs submitted to BBC Scotland News from around the country this week. Scottish Water is restoring 400 hectares of degraded peat around Loch Katrine which feeds the city's drinking water. MSPs have given their initial backing to a new Land Reform Bill but some critics have described it as \"unworkable\". Jim Dougal and Betty Davidson met again after attempts to trace everyone in a 1930s school photo. One academic's mission to discover who stole 200 items from Scotland's national archives. The drugs and alcohol minister stepped back from her role last summer after announcing she had secondary breast cancer. Victims have been conned out of millions of pounds in a whisky barrel investment scam, a BBC investigation has found. How has music changed for fans and the bands trying to make a living in the industry? 'Quaran-teens' - five years since lockdown Three 1960s tower blocks in Glasgow have been demolished to make way for nearly 400 new homes. Cathie Lackie will retire from Edinburgh's Royal Hospital for Children and Young People after nearly six decades. An earlier attempt to secure a new owner of the Inverness club failed. The impact with the tanker Stena Immaculate in the North Sea triggered an explosion and fires. The man fell 13ft (4m) while working at the site near Duns in the Scottish Borders. Pole vaulter Anna Gordon was shunned after reporting abuse but now she has effected safeguarding changes in athletics. Scotland head coach Bryan Easson chooses Jade Konkel to start in place of the suspended Evie Gallagher for Saturday's Women's Six Nations visit to France. Rangers linked with striker, Hibernian mentioned in connection with winger and gesture by victorious Greeks. Pole vaulter Anna Gordon was shunned after reporting abuse but now she has effected safeguarding changes in athletics. Barry Ferguson would \"love to see\" Vaclav Cerny at Rangers next season but the interim head coach declined to comment on whether he has any influence on plans for the future. Chelsea midfielder Erin Cuthbert returns to the Scotland squad for the Women's Nations League double header with Germany. Big stories from across the country The BBC's Scottish news podcast. More from the day’s top stories and communities across Scotland. The nation's morning news programme. The King suffers side effects from cancer treatment and Scotland misses poverty targets in today's papers. Dave Goulder was named in the New Year’s Honours list for services to dry stane dyking. The boss of Octopus Energy says regional pricing would make bills cheaper because of abundant renewables in Scotland. Justice Secretary Angela Constance is using existing ministerial powers to remove means-testing for legal aid in such cases. Victims have been conned out of millions of pounds in a whisky barrel investment scam, a BBC investigation has found. The Chancellor's spring statement and fears for GP services lead today's papers. A review of A&E at a Glasgow hospital found disrespectful behaviour from management towards staff. Scottish Water is restoring 400 hectares of degraded peat around Loch Katrine which feeds the city's drinking water. MSPs have given their initial backing to a new Land Reform Bill but some critics have described it as \"unworkable\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:57",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/scotland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f34b/live/48164180-08e0-11f0-8f9b-59ab09bbfc6d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ae90/live/99ef22d0-0ba9-11f0-9344-957e0d9fa61c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Charles returns to Clarence House after a short period in hospital, palace says, but postpones Friday engagements in Birmingham.",
        "long_description": "Charles returns to Clarence House after a short period in hospital, palace says, but postpones Friday engagements in Birmingham. Cashless society may have helped, since coins were a common foreign object swallowed, surgeons say. Why the reign of the free market is facing its biggest ever challenge Now is not the time for pulling back or weakening sanctions, the UK PM says at Paris summit. About 31% of children are living in relative poverty after housing costs, government figures show. Cashless society may have helped, since coins were a common foreign object swallowed, surgeons say. Some employers and landlords are reluctant to hire or rent to Ukrainians because their visas are due to expire. Deborah Burns says she is unable to return to work at the hospital after the death of her son, William Hewes. Why the reign of the free market is facing its biggest ever challenge The Netflix series is up for eight awards, while ITV's Mr Bates vs The Post Office has six nominations. The planned cuts represent 7% of Sky's total workforce and would mean the closure of three sites. The company announces a consultation that could see the closure of two blast furnaces at Scunthorpe. A 60-year-old woman from Cardiff is due to appear in court on Friday, police say. The gang, managed from Thailand, produced 11 million pills in the West Midlands to be sold online. A staff member flagged down a police car and found the chocolate eggs in his jacket, police say. BBC Verify's Ben Chu looks at how the Chancellor managed to stick to her fiscal rules in the Spring Statement, despite a jump in borrowing costs for the Government. Henry Zeffman explains what you need to know about the Spring Statement. The Chancellor said those who can't work \"should be properly supported\". The King experiencing cancer treatment side effects and plans for a UK-French deployment in Ukraine lead the papers. The chancellor is on track to meet her own fiscal rules, so why is there talk of tax rises in the autumn? Jay Evans was among hundreds duped into ploughing millions of pounds into casks that were overpriced or did not exist. Angela Crompton's daughter has been speaking to the BBC about her life and the campaign in her name. The strategy from the UK government has been to wrangle in private and say as little as possible in public, our political editor writes. The boss of Octopus Energy says regional pricing would make bills cheaper because of abundant renewables in Scotland. Caitlin-Rose McMullan, 11, died after being hit by a car when exiting a school bus in Castledawson, County Londonderry. Ratings will be displayed online and at the home to help families asses the quality of care provided. A football fan finds piles of official military documents scattered along a street in Newcastle. Charles returns to Clarence House after a short period in hospital, palace says, but postpones Friday engagements in Birmingham. The impact with the tanker Stena Immaculate in the North Sea triggered an explosion and fires. The regions pledge cooperation on economic opportunities, tourism, and transport connections. Winners from eight categories are heading to Blackpool for the UK final of the competition. The new 20-year contract to operate Jersey's ferry services begins on Friday. Christophe Mathieu is excited for the launch of the firm's Guernsey service but sad over staff cuts. The prince also toured Aberdeen by foot as he celebrated the success of his Homewards project. Richard Woods drove the wrong way on the motorway and crashed into another car, killing four people. The planned cuts represent 7% of Sky's total workforce and would mean the closure of three sites. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:03:58",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9911/live/aa77c220-0b80-11f0-8b81-43173ebc280d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/522c/live/fc946770-0b0d-11f0-a70a-3789f4a4779e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Shenzhen-based Tencent, which owns the popular messaging app WeChat, will hold about a quarter of a new subsidiary.",
        "long_description": "Shenzhen-based Tencent, which owns the popular messaging app WeChat, will hold about a quarter of a new subsidiary. China has failed to qualify for the last five World Cups - and once again, their chances look unlikely. The Shenzhen-based firm says revenue for last year came in at $107bn, boosted by sales of its hybrid vehicles. The Chinese embassy in Canada said evidence for the Canadians' crimes was \"solid and sufficient\". The woman has attracted criticism over videos calling for the unification of Taiwan with mainland China. China has failed to qualify for the last five World Cups - and once again, their chances look unlikely. Fighting in a mineral-rich region of central Africa proves a quandary for Chinese business interests. Alice Guo's star was on the rise in the Philippines - until alleged links to a scam operation led to her downfall. The release of five Mintz Group staff members comes as China tries to attract foreign investments. The Shenzhen-based firm says revenue for last year came in at $107bn, boosted by sales of its hybrid vehicles. State newspaper gloated that the network has \"now been discarded by its own government like a dirty rag\". Beijing hopes better wages and discounts can encourage spending and stave off greater economic trouble. China plans to invest more than a trillion dollars as it races against the US to rule advanced tech. The \"Made in China\" juggernaut was built over decades. Can Trump's moves set it back? A close-up look at Chinese projects that worry the White House. Tariffs are a central part of Trump's political vision, but economists fear they could spark a trade war. Fighting in a mineral-rich region of central Africa proves a quandary for Chinese business interests. China has failed to qualify for the last five World Cups - and once again, their chances look unlikely. The release of five Mintz Group staff members comes as China tries to attract foreign investments. The Shenzhen-based firm says revenue for last year came in at $107bn, boosted by sales of its hybrid vehicles. Alice Guo's star was on the rise in the Philippines - until alleged links to a scam operation led to her downfall. India and China are natural competitors but developments in strained ties can help with easing diplomatic tensions. The White House denied media reports that Musk would receive a briefing on classified reports about China. In 2015, Xi Jinping posed for a selfie with Sergio Aguero and David Cameron, but are China still on track to meet his footballing goals? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:00",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia/china",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/982d/live/193b0c00-0b98-11f0-ac8d-25eda0adf72a.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c7dd/live/b96fcca0-03d3-11f0-9b36-09a73999182b.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "BBC Verify looks at how Korean wildfires spread so rapidly",
        "long_description": "BBC Verify looks at how Korean wildfires spread so rapidly The BBC's Analysis Editor looks at the targeting of press freedom by the Turkish government, as protests in the country continue. Israel has sent more troops into Gaza after resuming airstrikes on what it calls \"terror targets\". BBC Verify examimes social media footage of the fight for control of the Sudanese capital, Khartoum More than 400 people have been killed in Israeli strikes on Gaza, according to the Hamas-run health ministry. BBC Verify’s Nick Beake has been assessing footage of the strikes and building a picture of the damage done. The BBC's Analysis Editor looks at the targeting of press freedom by the Turkish government, as protests in the country continue. More than 400 people have been killed in Israeli strikes on Gaza, according to the Hamas-run health ministry. BBC Verify’s Nick Beake has been assessing footage of the strikes and building a picture of the damage done. Nick Beake of the BBC Verify team looks at why so many people died in the Pulse club blaze. A close-up look at Chinese projects that worry the White House. Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km. Analysts say the return suggests that Moscow is preparing to evacuate one of its most valuable overseas bases. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha A clip of Donald Trump Jr allegedly saying on his podcast that the US should have sent arms to Russia rather than Ukraine was very likely generated with AI, experts say. A recent flurry of air disasters have made some people worried about flying - but are crashes on the rise? The video has hallmarks of a Russian disinformation operation, previously investigated by the BBC. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. The BBC's Analysis Editor Ros Atkins takes a look at the situation on the ground in Ukraine. The BBC's analysis editor takes a look at President Trump's history with Ukraine - and how it set the stage for this week's events. The BBC's Analysis editor takes a look back at this week - and what it tells us about how the US sees Europe. The BBC's Analysis Editor Ros Atkins looks at why the US wants access to Ukraine's minerals. The BBC's Analysis Editor takes a look at the latest round of tariffs announced by President Trump - and what the US has got in return. BBC Verify has looked into several claims made by Trump during his speech to Congress. US President Donald Trump claims the US has outspent Europe on aid to Ukraine by over $200bn. BBC Verify's Nick Eardley fact-checks Trump's claims. President Donald Trump appeared to accuse Ukraine of being responsible for the war with Russia. President Trump has blamed China for its opioid crisis and imposed sweeping tariffs. What are Rachel Reeves's rules for the economy? How much will the UK be hit by US tariffs and what happens next? The Chancellor has earmarked \"several billion pounds\" in draft spending cuts to welfare. The government has pledged to reduce energy bills by using more renewables, but bills are currently rising. Keir Starmer is going to announce measurable targets to judge his government's progress on its key missions. What are Rachel Reeves's rules for the economy? An air strike on a hospital in Gaza is reported to have killed a senior Hamas leader Just over 30,000 projects got the go ahead, the lowest yearly figure since records started in 1979. How many new homes have been added in your area and what is the government's target? An analysis of verified footage reveals Moscow is taking back territory in Kursk, the area of Russia that Ukraine attacked in 2024. Ship tracking data sheds light on what happened before the two vessels, the Solong and Stena Immaculate, collided in the North Sea. BBC Verify examines how a ship carrying a highly-toxic chemical hit a tanker in the North Sea transporting jet fuel. Wind and wave power is set to be included in calculations of the size of countries' economies for the first time, as part of changes approved at the United Nations. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:02",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/bbcverify",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4d89/live/903f75f0-0b2c-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/12ed/live/6e69e5a0-08fc-11f0-94d4-6f954f5dcfa3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump withdraws Elise Stefanik's nomination to be UN ambassador",
        "short_description": "President Donald Trump has pulled the nomination of New York Rep Elise Stefanik to serve as the US ambassador to the United Nations.",
        "long_description": "President Donald Trump has pulled the nomination of New York Rep Elise Stefanik to serve as the US ambassador to the United Nations. Announcing his decision in a post on social media, Trump said it was essential that Stefanik retain her seat in the House of Representatives to protect Republicans' razor-thin majority. \"I don't want to take a chance on anyone else running for Elise's seat,\" Trump wrote on Truth Social. \"The people love Elise and, with her, we have nothing to worry about come Election Day. There are others that can do a good job at the United Nations.\" Calling her one of his biggest allies, the president said Stefanik would rejoin the House leadership team. In preparation for the UN role, she had forfeited her position as the third most senior member, the House Republican Conference chairperson. Speaker Mike Johnson praised her in statement. \"There is no doubt she would have served with distinction as our ambassador to the United Nations, but we are grateful for her willingness to sacrifice that position and remain in Congress to help us save the country.\" Stefanik, a onetime Trump critic turned MAGA darling, was the president's first cabinet pick. She was expected to sail through Senate confirmation, but the vote on her nomination was delayed because her support was needed in the House to pass Republican-backed legislation. Her confirmation was supposed to move to a vote after a pair of special election races in Florida on 1 April. Former Rep Mike Waltz - the current national security advisor - is one of the congressmen to leave the two Republican-safe seats empty. But discussions were held at the White House on Thursday about whether Stefanik should remain in Congress, given the president's agenda and the need to protect the narrow 218-213 Republican majority in the House. Democratic House Leader Hakeem Jeffries said the decision showed Republicans were in panic mode, and Trump feared losing a district he won by 21 points in November 2024. \"He withdrew her nomination to be U.N. Ambassador because the extremists are afraid they will lose the special election to replace her. The Republican agenda is extremely unpopular, they are crashing the economy in real time and House Republicans are running scared,\" Jeffries said. Stefanik will continue to represent her solidly Republican upstate New York district, where she recently held a farewell tour in preparation for the UN role. She also attended a White House cabinet meeting last month. During her confirmation hearing, Stefanik said she would make Trump's agenda her own, particularly his \"peace through strength\" approach to US foreign policy. As a member of Congress, she has been one of the international body's toughest critics and a staunch defender of Israel. She has previously called for the US to cut funding to the UN, describing it as a \"cesspool of anti-Semitism\" and a \"corrupt, defunct and paralyzed institution\". The Trump administration has already ordered a review of US funding to the UN's regular budget and sweeping cuts to foreign aid that has dramatically impacted the work and staff of several UN agencies. The organization is seriously examining what the effects of further cuts or delayed payments would mean. It is facing a cash crunch and has moved with urgency to reduce planned spending by up to 20% and to impose a hiring freeze. The White House has not announced who the president might nominate to serve as ambassador to the UN next. One diplomat told the BBC it would be good to have a US ambassador there soon so they can better engage with the Trump administration. Stefanik's nomination is the fourth nominee who did not make it through a confirmation process. Former congressman Matt Gaetz, a Florida Republican, withdrew after Trump nominated him to serve as attorney general. Chad Chronister withdrew from leading the Drug Enforcement Administration, and David Weldon withdrew from serving as the director of the Centers for Disease Control and Prevention. The order says that \"divisive narratives\" must be purged from the US museums and research centres. How much attention did you pay to what has been going on in the world over the past seven days? Greenland is giving the cold shoulder to JD Vance and his wife, amid Trump's pledge to take control of the island. Vietnam's Prime Minister has said he would \"golf all day long\" with the US president if it benefits his country. The BBC went to car dealerships outside of Washington DC to ask drivers how a 25% auto tariff will affect them. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "14 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c3rnge7ql7wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/599e/live/e0e59b10-0b6d-11f0-b28c-154d206f1281.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/07df/live/3430c980-0ba4-11f0-b234-07dc7691c360.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Marco Rubio says US revoked at least 300 foreign students' visas",
        "short_description": "US Secretary of State Marco Rubio said the US has revoked at least 300 foreign students' visas as part of President Donald Trump's effort to clamp down on pro-Palestinian protesters on university campuses.",
        "long_description": "US Secretary of State Marco Rubio said the US has revoked at least 300 foreign students' visas as part of President Donald Trump's effort to clamp down on pro-Palestinian protesters on university campuses. \"Maybe more than 300 at this point,\" he said while speaking to reporters on a visit to Guyana. \"We do it every day, every time I find one of these lunatics.\" Rubio was asked to confirm how many student visas the administration had revoked in its crackdown on rhetoric at universities that it considers anti-Israeli. The remarks follow immigration officials detention of a doctoral Turkish student attending Tufts University - an arrest the secretary defended. A video of the student, Rumeysa Ozturk, being taken away by masked, plain-clothes officers to an unmarked car outside Boston, Massachusetts, has gone viral and sparked protests online. Ms Ozturk is a Fullbright Scholar on an F-1 student visa and is in a doctoral program for Child Study and Human Development at Tufts. Rubio was asked on Thursday why the Turkish student's visa was revoked. \"Here's why: I've said it everywhere, and I'll say it again,\" Rubio said. \"If you apply for a student visa to come to the United States and you say you're coming not just to study, but to participate in movements that vandalize universities, harass students, take over buildings, and cause chaos, we're not giving you that visa.\" It is currently unclear whether Ms Ozturk has been charged with anything. Rubio did not provide any of the specific allegations against the 30-year-old, who has participated in pro-Palestinian protests. The Tufts student also co-wrote an opinion piece in the student newspaper last year that called for her university to divest from companies with ties to Israel and acknowledge \"Palestinian genocide\". \"Based on patterns we are seeing across the country, her exercising her free speech rights appears to have played a role in her detention,\" Mahsa Khanbabai, Ms Ozturk's lawyer, told Reuters. This arrest is the latest in a string of actions taken against international students in the US who have expressed support for Palestinians. Trump officials have said they are making use of the Immigration and Nationality Act, which allows the State Department to deport non-citizens who are \"adversarial to the foreign policy and national security interests\" of the US. The arrests are a part of Trump's pledge to combat what the administration has classified as antisemitism, which was written into an executive order in January. Since then, the White House has also revoked $400m (£308m) in Columbia funding over allegations the university failed to combat antisemitism on its campus, and threatened to do the same to other universities. One of the highest profile arrests involves Columbia graduate Mahmoud Khalil, a prominent Palestinian activist, who remains in a Louisiana detention facility without charges. Ms Ozturk was also taken to a detention centre in Louisiana. On Tuesday, a federal judge in Massachusetts ordered that Ms Ozturk be detained in Massachusetts, but federal records show she is still being held in Louisiana. The government has been ordered to provide more information on Ms Ozturk's arrest by Friday. US Homeland Security spokeswoman Tricia McLaughlin said earlier this week that Ms Ozturk \"engaged in activities in support of Hamas, a foreign terrorist organization that relishes the killing of Americans\". Senator Elizabeth Warren, a Massachusetts Democrat, called the arrest \"the latest in an alarming pattern to stifle civil liberties\". \"The Trump administration is targeting students with legal status and ripping people out of their communities without due process. This is an attack on our Constitution and basic freedoms - and we will push back,\" she said in a statement. On Wednesday, a federal judge ordered the Trump administration to halt its efforts to deport and arrest another student, Yunseo Chung of Columbia University. The 21-year-old is a legal permanent resident who moved to the US from South Korea as a child. On Thursday, Rubio said the US gave students visa to earn a degree and \"not become a social activist tearing up our campuses\". \"If you lie, get the visa, and then engage in that kind of behaviour once you're here, we're going to revoke it,\" he said. The order says that \"divisive narratives\" must be purged from the US museums and research centres. How much attention did you pay to what has been going on in the world over the past seven days? Greenland is giving the cold shoulder to JD Vance and his wife, amid Trump's pledge to take control of the island. Vietnam's Prime Minister has said he would \"golf all day long\" with the US president if it benefits his country. The BBC went to car dealerships outside of Washington DC to ask drivers how a 25% auto tariff will affect them. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c75720q9d7lo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5662/live/cac32170-0b6a-11f0-8dda-b142b99e701b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ec8/live/d0bee590-0b0c-11f0-97d3-37df2b293ed1.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Magnitude 7.7 earthquake hits Myanmar with damage hundreds of miles away in Bangkok",
        "short_description": "A strong 7.7 magnitude earthquake has hit central Myanmar, the United States Geological Survey says",
        "long_description": "A strong 7.7 magnitude earthquake has hit central Myanmar, the United States Geological Survey says The epicentre was located 16km (10 miles) north-west of the city of Sagaing at a depth of 10km, the USGS adds Strong tremors extended into Thailand and Yunnan in south-west China, with videos on social media showing damage to buildings in Bangkok There are reports of roads buckling in Myanmar's capital Naypyidaw Myanmar has been in political turmoil since a military junta seized power in a 2021 coup, making getting information on the ground difficult Are you in Myanmar? Details on how to get in touch with us are here This video can not be played Earthquake turns Bangkok rooftop pool into waterfall Edited by Marita Moloney and Yvette Tan The earthquake The damage Government response We're working to gather more information from Myanmar, so stay with us for the latest updates. Bui Thu, a BBC journalist who lives in Bangkok, tells the BBC World Serviceâ\u0080\u0099s Newsday programme that she was at home cooking when the initial quake happened. â\u0080\u009cI was very nervous, I was very panicked,â\u0080\u009d she says. â\u0080\u009cI didnâ\u0080\u0099t know what it was because it has been, I think a decade since Bangkok had a really strong or powerful earthquake like this.\" â\u0080\u009cIn my apartment I just see some cracking on the walls and water splashed out of swimming pools and people just yelling.â\u0080\u009d Following an aftershock, she, along with a lot of other people, ran out into the street. â\u0080\u009cWe were just trying to wrap our heads around whatâ\u0080\u0099s going on,\" she says. â\u0080\u009cBuildings in Bangkok are not engineered for earthquakes, so I think thatâ\u0080\u0099s why I think thereâ\u0080\u0099s going to be big damage.â\u0080\u009d Earthquakes are relatively more common in Myanmar, compared to Thailand. Between 1930 and 1956, there where six strong quakes of 7.0 magnitude near the Sagaing Fault, which runs through the centre of the country, AFP news agency reports, citing the USGS. Thailand is not an earthquake zone and nearly all earthquakes that are felt there, which are rare, are in neighbouring Myanmar. As buildings in Bangkok are not engineered for powerful earthquakes, the structural damage could be significant. Cracks are seen on a road in Myanmar's capital, Naypyidaw In Bangkok, the earthquake forced people to evacuate from office buildings We've just heard from our team on the ground in Bangkok. They're reporting they felt buildings swaying and saw people evacuating to the streets. The shaking was dizzying, they said, and from the window, water from the top floor of a skyscraper spilled onto the street. Stay with us as we gather more information. In the Thai capital of Bangkok, water can be seen splashing out of a rooftop pool, hitting dozens of floors before falling on to the streets below. The government in Thailand are holding an emergency meeting. This video can not be played Earthquake turns Bangkok rooftop pool into waterfall Are you in Myanmar? Or have you felt tremors in Thailand or China? If it's safe to do so, please get in touch with us in the following ways: According to USGS, the earthquake's epicentre was located 16km (10miles) northwest of the Burmese city of Sagaing, near the city Mandalay. This is an area about 100km north of the capital Naypyidaw. AFP journalists in Naypyidaw said roads were buckled by the force of the tremors and chunks fell from ceilings. A 7.7 magnitude earthquake has struck Myanmar, the United States Geological Survey (USGS) says. The tremors were felt in China and Thailand, with footage on social media showing people evacuating buildings in Bangkok and gathering in the streets. We're working to bring you more information on this breaking news story as we get it. Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:05",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/live/c4gex01m7n5t",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/b249/live/a31ec780-0ba8-11f0-b234-07dc7691c360.jpg",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/3/28/235f9a56-944c-4ae4-9675-7e368b0d342d.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/3/28/4d82d16e-abdd-42a5-a47d-bc42c796f3b3.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/3/28/8a2f13d0-1875-4586-8380-4d1fb2acad2f.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://static.files.bbci.co.uk/core/website/assets/static/icons/touch/news/touch-icon-36.413a37b227.png",
        "read_count": 0
    },
    {
        "title": "How will Australia choose its next prime minister? ",
        "short_description": "On 3 May Australians will head to the polls to vote in their first federal election since 2022.",
        "long_description": "On 3 May Australians will head to the polls to vote in their first federal election since 2022. The results will determine who the next prime minister will be, as well as the make-up of the nation's parliament. Australia famously has a unique electoral system - and some quirky polling day traditions. Voting is mandatory for all citizens over 18, the country uses preferential voting, and picking up a \"democracy sausage\" is a polling day custom. Almost 18 million people are registered to vote in this election - roughly 98% of those who are eligible. Unlike the First Past the Post system - used in the UK and most US states - which elects candidates based on who has received the greatest number of votes in a single count, regardless of whether they've secured an absolute majority - voters in Australia rank candidates in order of preference. If no candidate wins more than 50% of the vote in the first tally, the votes from the least popular candidates are then redistributed, and that process repeated until someone secures a majority. In races for the House of Representatives, voters are required to mark a preference down for every single candidate listed on the ballot. However, in Senate races, voters only need to mark down a designated number of preferences. It is the leader of the party that receives the most seats in the House who then becomes prime minister. There is no separate leadership ballot. All of the seats in Australia's House of Representatives - that's 150 in this election -will be up for grabs, as will 40 of the 76 seats in the Senate. Australia has two major parties: the left-leaning Australian Labor Party and the conservative Liberal-National coalition. One party needs to win at least 76 seats in the House to form a majority government. If it cannot do that, it must try to win support from minor parties or independent MPs. In both state and federal elections, the vote share for minor parties and independents has been steadily increasing in Australia for decades. That reached record levels in the 2022 federal election, with one in three Australians casting votes for candidates outside the two major parties. Labor formed a majority government after winning the 2022 election, which delivered the biggest loss for the Liberal Party since its inception. As it stands, Labor has 78 seats in the House of Representatives, while the coalition has 57, with minor parties and independents splitting the remainder. But with one House seat abolished, if Labor loses just two seats at this election it will be stripped of its majority in parliament. In order to form a government in its own right, the coalition needs to win 19 seats, likely including many of those it lost to independent candidates during the 2022 vote. Anthony Albanese has been the prime minister since the last election, and a stalwart of parliament for almost 30 years. While he enjoyed a period of broad popularity after coming to power in 2022, he has in recent times come under pressure over his handling of divisive topics like housing, Indigenous affairs and both antisemitism and Islamophobia. Albanese is being challenged by Peter Dutton, who became head of the Liberal-National coalition after their 2022 defeat. He is contesting his first election as opposition leader. Known as a staunch conservative, Dutton has years of experience in important ministerial portfolios - like defence and home affairs - but has been a controversial figure at times, particularly on social issues. Both the polling and the political messaging around this year's election indicate that cost of living is the biggest concern for many voters. Since the 2022 election, inflation - which is now slowing - has pushed up the prices of everyday essentials such as food and utilities, leaving many households feeling stretched. The Albanese government has implemented a string of policies that it says are aimed at providing relief, such as keeping the cost of medications down, and offering tax cuts, energy rebates and rental assistance to those eligible. However, Australia has raised interest rates 12 times since Albanese was elected in May 2022 - something that is done independently of government but seen to reflect their economic management - and that has put additional pressure on borrowers and those with mortgages across the country. Housing affordability will also be a key issue this election cycle, with several Australian cities among the most expensive in the world for homebuyers. Historically, Australians are used to getting a result and knowing who will form government on election night. However, it is usually not the Australian Election Commission - the official body tasked with manually counting the votes - that declares this. Instead, the AEC provides what's known as an \"indicative count\" throughout the day, which media commentators, election experts and sometimes even the parties and candidates themselves then base their calls on. The AEC does not formally declare a seat until it is confident the result will not change based on the number of uncounted votes, which can sometimes take days. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c626e935llwo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7c66/live/a324ba90-0b5e-11f0-b5bf-212f0250c246.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ad0/live/c92ddd40-e901-11ef-98bc-7526e7e66905.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "King experiences temporary side effects of cancer treatment",
        "short_description": "King Charles III spent a short period of time in hospital on Thursday after experiencing temporary side effects during cancer treatment, Buckingham Palace said.",
        "long_description": "King Charles III spent a short period of time in hospital on Thursday after experiencing temporary side effects during cancer treatment, Buckingham Palace said. The King returned to Clarence House, where he was said to be continuing to work on state papers and make calls from his study. He has cancelled a tour of Birmingham on Friday, acting on medical advice. Charles, 76, had planned to travel to the city for a busy schedule of engagements, which included four events. The palace first announced the King's cancer diagnosis in February 2024. A Buckingham Palace spokesperson said meetings with three ambassadors on Thursday were also affected. \"Tomorrow, he was due to undertake four public engagements in Birmingham and is greatly disappointed to be missing them on this occasion,\" the palace's statement added. \"He very much hopes that they can be rescheduled in due course and offers his deepest apologies to all those who had worked so hard to make the planned visit possible.\" A palace source described it as a \"most minor bump in a road that is very much heading in the right direction\". The palace did not provide further information over what his side effects were. Queen Camilla attended a reception in Wembley, north London on Thursday and did not join the King during his brief stay at hospital. After the palace released the news, a spokeswoman for Prime Minister Sir Keir Starmer said he \"wishes His Majesty the King all the very best\". The underlying message from the palace is one of reassurance – with the postponement of the visit to Birmingham presented as a brief setback against an otherwise optimistic picture on the King's health. There was no drama, they went to the London Clinic hospital in central London in a car and not an ambulance, and the late night announcement followed a decision that it was wiser to postpone Friday's visit. It might also have seemed wiser to get ahead of the news and remain transparent about a minor problem, rather than make it a major event with a last-minute cancellation. His cancer treatment is ongoing but the King has seemed keen not to be defined by his illness. He seems to thrive on meeting crowds and has shown no signs of slowing down, with a full set of engagements. This had made it possible to \"forget\" about the King's condition, said Robert Hardman, author of several books about the royal family. \"You think, here's the King doing what he likes doing, which is being out and about,\" he told BBC Radio 4's Today programme on Friday. \"This is a sort of reminder that this is a head of state who is undergoing treatment for cancer.\" In recent weeks, the King has been on a trip to Northern Ireland, he launched a playlist of favourite music and attended the Commonwealth Day service, having missed it last year after his cancer diagnosis. The King has been centre-stage in recent weeks, unexpectedly involved in global diplomacy. After inviting President Donald Trump for a second state visit to the UK, the King then showed solidarity with Ukraine's President Volodymyr Zelensky after his disastrous meeting with Trump in the White House. He also gave a warm welcome to Mark Carney, Canada's new prime minister, whose country has been under pressure from Trump. None of that suggested that the monarch was running out of energy. And the postponement of the state visit to the Vatican, announced earlier this week, had been about the health of Pope Francis rather than the King - with the rest of the visit to Italy expected to go ahead. While recognising that it is impossible to rule out any further health problems, the message from Buckingham Palace is that the King is expected to be back to normal in terms of his diary next week. The King's wider state visit to Italy is also set to continue in April with some alterations to the planned programme, the palace said this week. The palace has never disclosed what type of cancer the King has. He returned to public duties last April after a period of treatment and recuperation. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "40 minutes ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c3vwgq24klxo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9911/live/aa77c220-0b80-11f0-8b81-43173ebc280d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9f84/live/d29ced60-0b59-11f0-9016-176345e2acfa.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ratings will be displayed online and at the home to help families asses the quality of care provided.",
        "long_description": "Ratings will be displayed online and at the home to help families asses the quality of care provided. More than £3m has been set aside to help workers at Tata for mental health support. A 60-year-old woman from Cardiff is due to appear in court on Friday, police say. Firefighters are urging people to follow safety tips to prevent a tumble dryer blaze. The sheep were recovered from three locations over the past four days. More than £3m has been set aside to help workers at Tata for mental health support. A review of the front page stories from the daily and weekly newspapers in Wales. Ruth Jones is best known for creating Gavin & Stacey with James Corden. A 60-year-old woman from Cardiff is due to appear in court on Friday, police say. The funeral of singer, poet and television producer, Geraint Jarman, was held on Thursday. Rare Welsh cattle whose heritage date back more than 1,000 years are at risk of dying out. Corey Gauci says he stabbed father-of-seven Colin Richards because he thought he would attack him. A council document says the cybersecurity failure poses \"a potential safeguarding risk to children\". The operators of a 225-year-old canal warn of an \"urgent\" water shortage without imminent rainfall. An S4C documentary follows Ioan Pollard who lost 30 stone to be allowed a kidney transplant. Marianne says she is choosing to find the positives rather than the negatives since her diagnosis. Extreme day trips are popular on social media but have drawn criticism over environmental concerns. Joel and his mum only joined TikTok in January but are already getting used to being recognised. Mia and her siblings lived in temporary accommodation for 18 months after a no fault eviction. Six people have been charged in connection with the murder of Joanne Penney. BBC journalist Tink Llewellyn asks Plaid Cymru members how young people can be drawn to the party. Police returned Ralph to his owners after confirming he was an American bulldog not an XL bully. Monica Stott has embraced \"extreme day trips\" where people go abroad and return home before bed. Kaylee says she has hated having long Covid and just wants to get her life to living her life. Wales host England in front of a record crowd at the Principality Stadium for round two of the Women's Six Nations. Wales boss Rhian Wilkinson says she is disappointed with ticket sales for the upcoming Nations League visit from Denmark. It was one of the biggest upsets in Women's Six Nations history - BBC Sport takes a look back at when Wales last beat England. Luke Littler wins in Newcastle to extend his lead at the top of the Premier League table - relive the action as it happened. Alan Sheehan insists he is happy with a short-term Swansea City deal after agreeing to remain in charge at the Championship club for the final eight games of the season. Mae cynghorau lleol yn yr ardal eisiau trafod polisi gosod tai fydd yn rhoi blaenoriaeth i wireddu gweledigaeth Cymraeg 2050. Nod y cynllun newydd yw helpu pobl i ddeall mwy am ansawdd y gofal sy’n cael ei ddarparu. Cyhoeddi mwy na £3m i wella gofal iechyd meddwl i weithwyr dur ym Mhort Talbot. Lluniau y ffotograffydd Sebastian Bruno o'r gymuned yn y Cymoedd. Mae Fritha Quinn a'i gŵr yn addysgu eu plant o gartref yng Nghaerdydd. The £6m Norfolk house given as a Comic Relief raffle prize may have breached planning rules. More than £3m has been set aside to help workers at Tata for mental health support. Ratings will be displayed online and at the home to help families asses the quality of care provided. Ruth Jones is best known for creating Gavin & Stacey with James Corden. Firefighters are urging people to follow safety tips to prevent a tumble dryer blaze. A review of the front page stories from the daily and weekly newspapers in Wales. Urgent action is needed to improve safety for pupils at schools in Powys, an Estyn inspection finds. A council document says the cybersecurity failure poses \"a potential safeguarding risk to children\". Corey Gauci says he stabbed father-of-seven Colin Richards because he thought he would attack him. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:09",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d0d7/live/47972640-0b2c-11f0-b1de-e342f84c59e9.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1afb/live/ed800bc0-0a3d-11f0-80d5-ff7a1f4f7e48.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Albanese faces headwinds ahead of Australian election",
        "short_description": "When Cyclone Alfred barrelled over Australia's east coast earlier this month, it also blew the government's election plans off course.",
        "long_description": "When Cyclone Alfred barrelled over Australia's east coast earlier this month, it also blew the government's election plans off course. Hoping to capitalise on some rare good news on interest rates, Prime Minister Anthony Albanese was on the cusp of announcing an April polling date. Instead he had to pivot and focus on responding to the natural disaster. It was, one Labor Minister told me, a decision taken from him by \"an act of God\". You might say that's been a theme of his government: big plans often derailed by unpleasant surprises – trying global economic conditions and a cost-of-living crisis which is battering many countries, foreign wars and tricky geopolitics, post-pandemic fallout and rising national divisions, and now giant storms. \"Global conditions are real,\" Albanese, who leads the Labor Party, said as he officially announced a 3 May election. Though, despite those challenges, he says his party has delivered. \"Landing where we have is like landing a 747 [jet] on a helicopter pad,\" he said, pointing to a recent increase in wage growth and falling inflation. But he wants a second term to reset. Standing in his way is Peter Dutton - a conservative who leads the Liberal Party, the dominant member of the so-called Coalition with the National Party of Australia – who just two years ago polling indicated was deeply unpopular. But the race between them is now so tight and the rise of independents or minor parties such that many are expecting a hung parliament. So how has it unravelled for Prime Minister Albanese? His victory in May 2022 was seen as a fresh start after nine years of conservative rule. Climate action was big on the agenda, as was addressing the cost-of-living and restoring stability to the country's leadership. But the legacy he eyed for his government was on Indigenous affairs. He opened his victory speech reiterating a pledge to hold a historic referendum on an Indigenous Voice to Parliament, an advisory body that would inform the government on issues that affect First Nations people. Albanese spent most of 2023 campaigning for a \"Yes\" vote. This was the moment, he hoped, that First Nations people would get constitutional recognition - finally catching up with other former British colonies - and that Australia would begin mending what many see as a very broken relationship with Aboriginal and Torres Strait Islander people. But the proposal was decisively rejected, leaving many Indigenous people feeling disappointed and betrayed. Albanese was also left licking his wounds after a damaging campaign. Some critics blamed confusion and misinformation for why about 60% of Australians voted \"No\". But while Albanese was campaigning for the \"Yes\" vote, opposition leader Peter Dutton campaigned for \"No\", attacking Albanese for spending money on the referendum while a cost-of-living crisis intensified. \"[Dutton] not only won on the referendum, but also he won on positioning Labor as the government that's not completely focused on the issues that matter to Australia,\" says Kos Samaras, political consultant and a former Labor strategist. During Albanese's tenure, interest rates have been put up 12 times (and cut once, in February), inflation soared post-pandemic, the country's housing crisis deepened, and Australians increasingly felt stretched. Though the prime minister would lay the blame for many of those issues at the previous coalition government's feet, voters want to know who is best placed to deal with all of them now. In Anthony Albanese's victory speech in 2022, he said Australia was \"the greatest country on earth\". Australian voters though are increasingly questioning whether that's still true – and perhaps more importantly, whether politicians from traditional parties are the ones able to fix it. So though many are disillusioned with Labor, this won't necessarily translate as a vote for Dutton's Coalition at the ballot box. Support for minor parties and independents reached record levels at the previous election, and similar is expected this time around. If neither party reaches the magic number of 76 seats in the House of Representatives, which poll after poll paints as unlikely, independent candidates could be the kingmakers of any future government. If that happens, Australia would be another page in a story unfolding all over the world - disenfranchised voters seeking more radical solutions and voting for change. In many places this is a real threat to democracy as people stop trusting the system. But while Australia faces the same challenges as other parts of the world, a few quirks in its electoral system have thus far guarded against more radical swings that we've seen in other countries, like the US, France and Germany. Experts all agree that mandatory voting is a key factor in Australia's political stability. In the 2022 elections, just under 90% of the population voted – much, much higher than the average OECD turnout of 69%. The fine for not voting in a federal election is a mere A$20 but there's a sense of duty here to go out and vote. What that means is politicians don't have to mobilise their bases – turnout is a given, it's just about pushing your narrative. Where voting is optional, there's a tendency for special interest groups to become overly influential as those who are less engaged decide not to cast a ballot. Plus, if everyone, no matter their politics, education or their wealth, goes to vote, it tends to pull the result towards a more representative centre. \"[Australia's] elections are decided in the middle,\" says the country's chief election analyst Antony Green. \"That means getting your message through those people who aren't paying much attention.\" The other big stabiliser for Australia, say experts, is preferential voting – where voters effectively number their candidates in order of who they want to win. It's why in recent years the Greens have emerged on the left and One Nation on the right but still, Labor and the Coalition dominate. Experts say preferential voting tempers the effects of polarisation and forces the two major parties to appeal to people who aren't necessarily voting for them first in order to receive their next preferences, which also helps moderate policy. While the campaign will focus on problems close to home, the candidates would be foolish to ignore the global political headwinds. During last year's presidential election, few analysts I spoke to seemed to think a Trump White House would massively impact Australia, this comparatively small and distant democracy. But five months feels like a lifetime in today's politics. Not a day goes by without Donald Trump making the headlines and Australians are tuning in to watch. With Trump's obvious disregard for longstanding alliances as well as constant talk of tariffs and trade wars, all this plays a part in Australians' fears about their place in the world – and importantly, the future of what is arguably its most important diplomatic and military relationship. Peter Dutton argues he'd be much better than Albanese at dealing with Trump. But there are doubts that anyone really knows how to handle this new administration – politicians of all stripes around the globe are feeling their way with how best to manage their relationship with the US. With Albanese firing the starting gun today, Australians have just over a month of intense campaigning to help them determine who they want to lead them through the next three years. While Labor's handling of the ex-cyclone Alfred has improved its chances – the Prime Minister's approval ratings have risen to their highest level in 18 months – polling in recent months has pointed towards a Dutton administration. It's still incredibly close, and the Albanese government faces the unenviable prospect of being the first which fails to win a second term since 1931. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c3d883k1rx5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bef6/live/12af11e0-0b5e-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/258f/live/1fe8e7d0-f59e-11ef-b6f1-bde57ba4b9a8.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "How will car firms be affected by Trump's tariffs?",
        "short_description": "A day after US President Donald Trump said he would hit foreign cars and car parts with a new import tax of 25%, many of the world's biggest automakers appeared stunned into silence, as they took in a move expected to wreak havoc across the industry.",
        "long_description": "A day after US President Donald Trump said he would hit foreign cars and car parts with a new import tax of 25%, many of the world's biggest automakers appeared stunned into silence, as they took in a move expected to wreak havoc across the industry. Investors sold off shares of carmakers in Japan, Germany and the UK on Thursday, wiping billions of value off names such as Toyota, BMW and Jaguar Land Rover. Firms in America were some of the hardest hit, with General Motors down more than 7%. Shares in Tesla, which is known for its US factories and whose boss Elon Musk is one of Trump's biggest donors and closest advisers, were notably spared from the hit, ending the day flat. But Musk warned that even his company would not be immune from the tariff disruption. \"Important to note that Tesla is NOT unscathed here,\" Musk wrote on social media. \"The cost impact is not trivial.\" Tesla's Model Y, which topped Cars.com's 2024 index of American-made cars for the third year running, only sources 70% of its parts from the US, according to Patrick Masterson, lead researcher for the list. \"The major takeaway I think people should know about this is no vehicle is 100% US-made,\" he said. \"The consumer is going to feel it across the board and I really don't think that any automaker is going to be spared from this, Tesla included.\" The latest tariffs could affect roughly $300bn-$400bn in imports, depending on what parts are affected by the order, according to Macquarie. That amounts to almost 10% of everything the US brings into the country each year. It is expected to push up prices by roughly $4,000 to $12,000, depending on the vehicle. Many major car companies have operations in the US, while also bringing in models, or parts from outside of the US. Japan's Toyota, for example, has 10 manufacturing plants in the US and its Highlander SUV ranks highly on the American-made list. But its Prius ships in from Japan. General Motors also brings in significant parts and cars from Korea and Mexico, which Volkswagen also relies on heavily, despite assembling the Atlas SUV in the US. Some firms may be able to redirect work to factories in the US, Oxford Economics has suggested, but it warned that such a move was likely to lead to higher prices and \"significantly lower production in the US's main trading partners\". The action is likely to have a more significant impact on carmakers exporting from Germany and the UK, which are known for selling fewer, more premium and luxury brands at higher prices, such as Jaguar Land Rover, Mercedes-Benz and Audi. Ferrari, which ships its cars from Italy, immediately announced a 10% price hike, to help cover the new cost of the duty. As companies are forced to respond to the 25% tariffs, by raising prices or accepting lower profits, some may decide to pull some models out of the US entirely, leading to fewer choices for American consumers, warned Patrick Anderson, chief executive of the Anderson Economic Group. This could also lead to carmakers without a current large manufacturing presence in the US, such as Jaguar Land Rover or Porsche, reducing production in their home countries, potentially affecting jobs. All Mitsubishi cars sold in the US are imported, while Hyundai, which announced plans for a plant in the US earlier this week, ships most of its cars from South Korea. Trump, who started discussing tariffs on cars in his first term, said his latest tariff enforcement would be permanent, claiming it will boost America's manufacturing base. It follows previous moves to impose tariffs of at least 20% on goods being imported into the US from China along with 25% levies on some goods from Canada and Mexico. A 25% import tax on all steel and aluminium entering America is also already in force. He is also set to introduce so-called reciprocal tariffs against individual countries based on their trade balance with the US. The White House said the car duties would start on April 3, while tariffs on certain car parts are set to come into effect a month later. For now, parts made in Mexico and Canada - which have traditionally entered the US under a free trade agreement - will be spared, while officials get custom systems prepared. The carve-out for parts from Mexico and Canada, which the White House said would be temporary, was a relief to some in the industry. But General Motors is still facing potential increased costs starting at about $10.5bn, according to JP Morgan. Ford's bill would start at roughly $2bn, more than doubling over time as tariffs on parts come into effect, according to estimates from the banking giant. It said the added cost across the industry would amount to more than $80bn. Jennifer Safavian, president of Autos Drive America, which represents international carmakers, said her members were still working out the repercussions of the move and other tariffs that have been recently announced or are looming. But she warned that the measure would lead to higher prices, fewer sales, and less production across the industry. \"They're trying to digest this,\" she said. \"But again there's no question that these tariffs are going to have an impact on the US auto industry.\" Paul and Cass Geary are part of four generations of their family to have worked at the plant. Nissan's skills foundation celebrates its 10th anniversary of delivering programmes to young people. The BBC went to car dealerships outside of Washington DC to ask drivers how a 25% auto tariff will affect them. Morgan Motor Company exports 200 sports cars to the US a year, which is a third of overall revenue, says managing director Tariffs are a central part of Trump's political vision, but economists fear they could spark a trade war. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cnvz4097q8ro",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a724/live/8945d630-0b50-11f0-852c-e5502ca11fa3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fcdd/live/82dc2490-08ba-11f0-bd8a-514f22c23b84.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Starmer accuses Putin of 'playing games' over Ukraine peace deal",
        "short_description": "Western sanctions on Russia need to be increased, not weakened, in order to bring it to the negotiating table, Sir Keir Starmer has said.",
        "long_description": "Western sanctions on Russia need to be increased, not weakened, in order to bring it to the negotiating table, Sir Keir Starmer has said. The prime minister accused Vladimir Putin of \"playing games and playing for time\" after the Russian president demanded sanctions were lifted before a US-brokered maritime ceasefire is enacted. \"Now is not the time for pulling back or weakening sanctions - now is the time to increase sanctions to get them to the table,\" Starmer said in Paris, where he is meeting European leaders. French President Emmanuel Macron, co-hosting Thursday's so-called \"coalition of the willing\" summit, has suggested a European reassurance force could \"respond\" if attacked by Moscow. Starmer said on Thursday a \"framework and a deadline\" was needed for Ukraine peace talks. He said he had agreed with partners at the summit, which hosted representatives from 30 nations as well as the European Union and Nato, that \"we must go further now to support the peace process, support Ukraine and increase the pressure on Russia to get serious\". \"It means increasing the economic pressure on Russia, accelerating new tougher sanctions, bearing down on Russia's energy revenues, and working together to make this pressure count,\" he said. Starmer said that the political mood to find a just and lasting peace in Ukraine was \"stronger and broader\" than it had ever been, adding that \"Europe as a whole has not been this strong and united in a long time\". The UK will chair the next meeting of the Ukraine Defense Contact group, comprised of dozens of countries, to deliver further military aid and \"keep Ukraine in the fight\", Starmer said. The prime minister said defence chiefs from the UK, France and Germany would also be meeting in Ukraine, but did not specify a date. Speaking with Ukraine's President Zelensky earlier, Starmer accused Russia of \"continuing to inflict devastating attacks on the Ukrainian people\" and said Putin's promises were \"hollow\". Zelensky said that everybody at the meeting understood \"that Russia doesn't want any kind of peace\" and was \"dragging out the war, adding that they would discuss security guarantees in the coming weeks and days. In a post on X, the Ukrainian leader thanked the UK and France for their support and shared a picture of himself and Starmer holding talks, describing the plans as a \"coalition of strength for the sake of peace\". \"Our unity and joint work in Europe, with the United States, and other partners, can force Russia into peace,\" Zelensky added. Russia and Ukraine have accused each other of breaking the terms of a separate, tentative deal to pause strikes on energy infrastructure. Washington announced the Black Sea deal had been agreed on Tuesday, after holding separate talks with delegations from Ukraine and Russia in Saudi Arabia. But just hours later, the Kremlin said it would not take effect until sanctions were lifted on Russian banks, producers and exporters involved in the international food and fertiliser trades. Moscow's demands include reconnecting Russian banks involved in the agrifood trade to the Swift payment system, lifting restrictions on servicing ships under the Russian flag involved in the food trade, and revoking sanctions on the supply of agricultural machinery and other goods involved in food production. US President Donald Trump said the US government was \"looking at\" Moscow's request - but the EU said it would not consider removing sanctions before the \"unconditional\" withdrawal of Russian troops from Ukraine's internationally-recognised territory. Zelensky said on Wednesday he hoped the US - which is not a part of the coalition of the willing - would \"stand strong\" in the face of Russian demands. Macron confirmed that European countries had \"unanimously agreed\" that sanctions against Moscow should not be lifted. \"The time is not ripe to lift sanctions... We need to keep economic pressure up,\" he said. The French president said that if a European force protecting a ceasefire in Ukraine came under attack, it would \"respond to it\". \"If there was again a generalised aggression against Ukrainian soil, these armies would be under attack, and then it's our usual framework of engagement,\" he said. \"Our soldiers, when they are engaged and deployed, are there to react and respond to the decisions of the commander in chief and, if they are in a conflict situation, to respond to it.\" The UK and France are leading efforts to send a force to Ukraine to deter any future Russian aggression in the event of a ceasefire. Starmer reiterated on Thursday that Parliament should have a say on deploying troops. European leaders put on a show of unity in Paris. In reality many have already ruled out sending troops to Ukraine. Countries including Finland and Poland feel under direct threat from Russia and feel their troops need to protect their own borders. Others fear deploying soldiers would be a deeply unpopular decision at home. Italy's Prime Minister Giorgia Meloni – who has repeatedly expressed her scepticism at the Franco-British plan – has been working to put forward an \"alternative\" option which would see soldiers serve in Ukraine exclusively as part of a United Nations military contingent. European officials say that under any peace settlement, Ukraine's first line of defence against any future Russian attack would be its own army. Russian Foreign Ministry spokeswoman Maria Zakharova said a European force in Ukraine would risk a \"direct clash between Russia and Nato\", state-owned news agency Tass reports. \"London and Paris continue to nurture the idea of a military intervention into Ukraine. All of that is being cloaked under [the guise of] a certain peacekeeping mission,\" Zakharova said. She added Russia was \"categorically against such a scenario\". A Hereford cafe owner is back from Ukraine after a dangerous aid mission. Speaking in the Arctic, Russia's president said Trump's plans were \"serious\" but nothing to do with Moscow. Another 39 people were rescued after the vessel sank in the Red Sea on Thursday morning. The law will allow Polish authorities to temporarily spend asylum rights at the border with Belarus. Four friends who work for the ambulance service in Bristol are making the journey to Lviv. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c78e2x7lz25o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ef73/live/566525a0-0af5-11f0-94d4-6f954f5dcfa3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/82cb/live/b6677c60-0b2b-11f0-b1de-e342f84c59e9.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Rachel Reeves is accused of taking benefits \"from our most vulnerable\" by MP Steve Witherden.",
        "long_description": "Rachel Reeves is accused of taking benefits \"from our most vulnerable\" by MP Steve Witherden. In a survey, teachers said vaping affects pupils' concentration as a new law moves a step closer. First minister awaiting Wales-specific impact assessment requested two weeks before Spring Statement. Sam Brown is one of millions of people who receive a benefit that could become harder to claim. Plans to restrict a list of foods classed as unhealthy in shops are approved by 25 votes to 24. In a survey, teachers said vaping affects pupils' concentration as a new law moves a step closer. The operators of a 225-year-old canal warn of an \"urgent\" water shortage without imminent rainfall. It is unclear what will happen to the Senedd Covid committee amid row over witness evidence. First minister awaiting Wales-specific impact assessment requested two weeks before Spring Statement. The details of the Spring Statement are expected on Wednesday Welsh government searching for new boss for airport it bought in 2013. Wales' first minister dismisses calls for public to have a direct say on council tax increases. The Welsh government is proposing standardising the dates, and has opened a consultation until 25 May. A Senedd committee says it found nine gaps in the UK-wide Covid inquiry which require examination. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:15",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ecf/live/ac5c72d0-0adf-11f0-8278-99774d3c36ef.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f98e/live/89fc2990-0a6e-11f0-ab11-d94b4b5d9c9d.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Five people injured in stabbing in Amsterdam, police say",
        "short_description": "Five people have been injured following a stabbing near the central Dam Square in Amsterdam, police say.",
        "long_description": "Five people have been injured following a stabbing near the central Dam Square in Amsterdam, police say. The injured include two Americans, a Polish man, a Belgian woman and a Dutch woman. The youngest is 19 and the oldest 73, police add. The male suspect, who has been arrested, was overpowered with the help of bystanders and taken to hospital with a leg injury. Police say the motive behind the attack is \"under investigation\" but they are considering the possibility that the suspect may have chosen people at random. The Amsterdam mayor Femke Halsema said a police investigation was \"in full swing\" and authorities hoped to uncover more details of what happened soon. \"Our hearts go out to the victims, their families, and loved ones,\" she said. The wounded people are a 67-year-old woman and a 69-year-old man, both from the US; a 26-year-old man from Poland; a 73-year-old woman from Belgium; and a 19-year-old woman from Amsterdam. Police said just before 15:30 local time (14:30 GMT) emergency services received several reports of a stabbing incident. Officers then quickly arrived at the scene and found five injured people at various locations in and around Sint Nicolaasstraat in the centre of the city, police said. With the help of bystanders, officers apprehended a suspect shortly after the incident, police said. Authorities cordoned-off a large area around the Royal Palace in the central Dam Square, where an emergency helicopter landed. The square is popular with tourists lying at the heart of the historic district of the city. One witness told the Dutch paper De Telegraaf that they suddenly heard an \"icy scream\" and after that panic broke out in the area. A shop assistant also said that she heard a lot of shouting and screaming and that people started running, the paper reported. Amsterdam outlet Het Parool quoted a witness saying he approached a girl after hearing a noise. As someone else shouted to call an ambulance, he saw a knife \"sticking out from the girl's back, between her shoulders\". The police are urging anyone with images of the incident to upload them as evidence. The number of injured people was for a time said to be four, but in a later update the police said five people were wounded as well as the suspect. Four rioters are jailed after a Europa League match between Ajax and Israeli club Maccabi Tel Aviv. Some fans attending the game in Paris jeer the Israeli anthem played at the start of the game. Christopher Ballard is charged with encouraging or assisting a 14-year-old to take her own life. Pro-Palestinian demonstrators gathered following violence against Israeli football fans earlier in the week. Willem-Alexander says Jewish people must feel safe in the Netherlands after Israeli football supporters come under attack. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "13 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cvge24z1e3xo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4ed0/live/2c0858e0-0b27-11f0-88b7-5556e7b55c5e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8a66/live/c3ca95c0-0b23-11f0-88b7-5556e7b55c5e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Indian conglomerate had halved the supply to the country's eastern neighbour over unpaid dues.",
        "long_description": "The Indian conglomerate had halved the supply to the country's eastern neighbour over unpaid dues. Affluent, urban Indians indulging their dogs and cats have led to the growth of India's pet care sector. Specific windows for international fixtures are among the improvements needed in cricket, says a report by the global players' union. She was called \"a gold digger\" and \"a murderer\" after the death of her actor boyfriend Sushant Singh Rajput. Conservative Pierre Poilievre and Liberal Mark Carney were both asked on the campaign trail about allegations of foreign meddling. Affluent, urban Indians indulging their dogs and cats have led to the growth of India's pet care sector. Weak domestic consumption and muted export demand are restricting expansion plans, according to a report. The charges against Amit Gupta, who heads Tech Mahindra's operations in Qatar and Kuwait, haven't been made public. The lower court had said breaking the drawstrings of a girl's lower garment was not attempted rape. Specific windows for international fixtures are among the improvements needed in cricket, says a report by the global players' union. BBC reporters reflect on their experiences covering the pandemic while living through it. The illegal makeshift plants cause serious health problems and huge environmental damage. India and China are natural competitors but developments in strained ties can help with easing diplomatic tensions. Friends and family of Badar Khan Suri in India say they are shocked by the terror charges against him. Bollywood actor Kalki Koechlin advises her five-year-old on how to navigate the pressure to appear beautiful. From highways to hospitals and funeral grounds - here's how we covered the pandemic that ravaged India. Two astronauts are returning home after nine months in space. A photojournalist narrates his experience of capturing the world's biggest religious gathering for decades. Does the world's largest religious gathering ever go to sleep? The BBC filmed through the night to find out. The Indian conglomerate had halved the supply to the country's eastern neighbour over unpaid dues. Affluent, urban Indians indulging their dogs and cats have led to the growth of India's pet care sector. The charges against Amit Gupta, who heads Tech Mahindra's operations in Qatar and Kuwait, haven't been made public. Weak domestic consumption and muted export demand are restricting expansion plans, according to a report. The lower court had said breaking the drawstrings of a girl's lower garment was not attempted rape. The talks come ahead of Trump's 2 April deadline to impose \"reciprocal\" tariffs on countries, including India. She was called \"a gold digger\" and \"a murderer\" after the death of her actor boyfriend Sushant Singh Rajput. Kunal Kamra's jokes, which went viral, outraged supporters of Maharashtra leader Eknath Shinde. From highways to hospitals and funeral grounds - here's how we covered the pandemic that ravaged India. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:18",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/439a/live/7ed39100-0ba1-11f0-b234-07dc7691c360.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bf24/live/745de9f0-0b01-11f0-93c7-431cc016c489.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Canadian leader said his country's relationship with the US had changed due to Trump's tariffs, jeopardising future cooperation.",
        "long_description": "The Canadian leader said his country's relationship with the US had changed due to Trump's tariffs, jeopardising future cooperation. Investors sold off shares of carmakers in Japan, Germany and the UK, but US brands are also set to be hit. Trump said it was \"essential\" to maintain Republican control of Congress, which meant his party couldn't afford to lose Stefanik's seat. Fire officials in Naples, Florida told the BBC that there were no reports of injuries or damage to homes. Major economies vow to retaliate, with China accusing Washington of violating international trade rules. Investors sold off shares of carmakers in Japan, Germany and the UK, but US brands are also set to be hit. A lawsuit alleged that a Signal chat used by senior White House offiicals to discuss a US strike in Yemen violated federal records laws The music icon was shot and killed by the founder of her fan club, who has been denied her first attempt at parole in Texas. The government has arrested international students who participated in pro-Palestinian protests on campuses. Rubio called them 'lunatics'. Trump said it was \"essential\" to maintain Republican control of Congress, which meant his party couldn't afford to lose Stefanik's seat. The BBC asked Canadian voters in Toronto how they would approach Donald Trump if they were prime minister. The order says that \"divisive narratives\" must be purged from the US museums and research centres. After a child said there was a \"monster\" under the bed, the babysitter in Kansas checked and came face-to-face with a man. Jeffrey Goldberg was mistakenly added to a chat of senior Trump officials. Now he's a political target. The move will shrink the nation's health department from 80,000 to 60,000 employees, officials said. Political experience, dealing with Trump and possible polling shifts - here are the themes to watch. The country's new Prime Minister Mark Carney has called for a national election on 28 April. Canadians will vote on April 28. Here is a breakdown of who could be their next prime minister. Canada is holding a national election amid growing tension with the US over trade and tariffs. The BBC's Nomia Iqbal looks at the implications for the Trump team members involved in leaked messages about US air strikes on Yemen. Some of the key reactions to reports that a journalist was inadvertently added to a chat with high-level Trump officials discussing air strikes in Yemen. The Atlantic's Jeffrey Goldberg talks about what he witnessed in the Signal group chat. The comedian received the Mark Twain Prize for American Humor at one of the more prominent events since US President Donald Trump took over the Kennedy Center. The BBC's Nomia Iqbal looks at constituent backlash facing both parties over the Trump administration's sweeping cuts. We unpick excerpts from a group chat by high-ranking US security officials about an air strike on Yemen. The conversation, which The Atlantic first published on Wednesday, shows behind-the-scene discussions between Trump's national security team. As top US officials describe Europe as \"freeloaders\", European leaders and policy-makers are said to be \"sick to the stomach\". Friends and family of Badar Khan Suri in India say they are shocked by the terror charges against him. The former banker may not have been elected to office before, but is now seeking a mandate from Canadians. The order says that \"divisive narratives\" must be purged from the US museums and research centres. The BBC asked Canadian voters in Toronto how they would approach Donald Trump if they were prime minister. Greenland is giving the cold shoulder to JD Vance and his wife, amid Trump's pledge to take control of the island. The BBC went to car dealerships outside of Washington DC to ask drivers how a 25% auto tariff will affect them. US Vice-President JD Vance is visiting Greenland on Friday - but why is the US so interested in the territory? A lawsuit alleged that a Signal chat used by senior White House offiicals to discuss a US strike in Yemen violated federal records laws The case has pitted one Texas' abortion ban against New York's shield law for abortion providers The Canadian leader said his country's relationship with the US had changed due to Trump's tariffs, jeopardising future cooperation. The government has arrested international students who participated in pro-Palestinian protests on campuses. Rubio called them 'lunatics'. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:19",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/734a/live/042614c0-0b27-11f0-97d3-37df2b293ed1.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a724/live/8945d630-0b50-11f0-852c-e5502ca11fa3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Assassin's Creed maker gets $1.25bn Chinese investment",
        "short_description": "Chinese technology giant Tencent has made a €1.2bn ($1.25bn; £1bn) investment in a spin-off from Ubisoft, the maker of the Assassin's Creed video games.",
        "long_description": "Chinese technology giant Tencent has made a €1.2bn ($1.25bn; £1bn) investment in a spin-off from Ubisoft, the maker of the Assassin's Creed video games. Shenzhen-based Tencent will own about a quarter of the new business, with Ubisoft holding the rest of the new subsidiary, which is valued at around €4bn. The unit will run some of the French firm's biggest franchises, including Assassin's Creed, Far Cry and Tom Clancy's Rainbow Six. Tencent, which is one of the world's biggest video games developers, is also known for its internet-based services, including the hugely popular messaging app WeChat. \"Today Ubisoft is opening a new chapter in its history,\" Yves Guillemot, Ubisoft's co-founder and chief executive said in a statement. Tencent, which is China's most valuable company, is now Ubisoft's second biggest shareholder with a stake of just under 10%. \"We are excited to extend our longstanding partnership with Ubisoft through this investment,\" Martin Lau, President of Tencent, said. Ubisoft said it will now focus on its other marquee titles, including Tom Clancy's Ghost Recon and The Division. Ubisoft's stock market value has fallen sharply in recent years after delays to the launches of new games and falling sales. That's despite its shares getting a boost earlier this month as investors welcomed the launch of the latest instalment of the Assassin's Creed franchise. The much-anticipated Assassin's Creed Shadows had been delayed several times. It followed the disappointing performance of another of the firm's major titles, Star Wars Outlaws, and concerns from some onlookers about how Ubisoft is being run. \"Ubisoft has all these great games, like Assassin's Creed, that it's known for that recently haven't delivered so much for fans,\" video games journalist Shannon Liao told the BBC. \"There are reasons for why that business is now up for grabs and for Tencent it's an opportunity for them to cash in on these franchises that are so beloved, that have so much street cred for gamers out there.\" The Assassin's Creed series has sold more than 200 million copies worldwide and, according to a Ubisoft earnings report published last year, generated about €4bn revenue in the decade up to 2024. Start-up social media firms are looking to capitalise on dissatisfaction with the social media giants. Vietnam's Prime Minister has said he would \"golf all day long\" with the US president if it benefits his country. Trump also said he is willing to extend a 5 April deadline for a non-Chinese buyer of the platform to be found. Shares in technology firms have both fallen and risen sharply over the past year. Multiple users said they had problems after the DNA-testing firm filed for bankruptcy protection. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cy4l4y0yd03o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/982d/live/193b0c00-0b98-11f0-ac8d-25eda0adf72a.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f906/live/b3c4b720-f8d9-11ef-9628-add78e51db09.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump targets 'anti-American ideology' at Smithsonian museums",
        "short_description": "US President Donald Trump has signed an executive order targeting the Smithsonian Institution, which operates more than 20 museums and research centres visited by millions yearly in Washington DC and New York City.",
        "long_description": "US President Donald Trump has signed an executive order targeting the Smithsonian Institution, which operates more than 20 museums and research centres visited by millions yearly in Washington DC and New York City. The order directs the vice-president to \"eliminate improper, divisive, or anti-American ideology\" from the institute's museums, centres and the National Zoo in Washington. It also directs the interior secretary to restore federal properties, including parks, memorials and statues, which \"have been improperly removed or changed in the last five years to perpetuate a false revision of history\". The move is part of Trump's effort to shape American culture, in addition to politics. The order is titled \"Restoring Truth and Sanity to American History\". It says that Vice-President JD Vance, who became a member of the Smithsonian Board of Regents due to his position in government, will lead the purge. Trump's order says that Congress should not fund Smithsonian exhibits and programmes that \"divide Americans by race\". It alleges that the American Women's History Museum, which is in development, plans to \"recognize men as women\". It also singles out the National Museum of African American History and Culture, saying that the museum \"has proclaimed that 'hard work,' 'individualism,' and 'the nuclear family' are aspects of 'White culture'.\" The museum opened in 2016 in Washington as former President Barack Obama, America's first black president, was leaving office. The Smithsonian museums offer free entry to some 15 to 30 million visitors each year. It operates 21 museums in Washington, Virgina and New York. They include the National Museum of American History, the National Portrait Gallery, the American Art Museum, the National Zoo and more than a dozen others. The order also instructs Secretary of the Interior Doug Burgum to complete \"restorations and improvements\" to Independence Hall in Philadelphia. It comes ahead of the 250th anniversary of the signing of the Declaration of Independence, which took place within the building. Trump has set out to radically reshape American culture, which he says has been contaminated by \"woke\" left-wing ideology. He has signed several orders that are intended to eliminate diversity, equity and inclusion programmes from the federal government - some of which led to legal challenges. Shortly after taking office, Trump fired the board of the John F Kennedy Center for the Performing Arts in Washington DC, and installed himself as chairman. The move led to widespread criticism from actors and directors, causing several to cancel upcoming performances. The music icon was shot and killed by the founder of her fan club, who has been denied her first attempt at parole in Texas. The BBC asked Canadian voters in Toronto how they would approach Donald Trump if they were prime minister. How much attention did you pay to what has been going on in the world over the past seven days? Greenland is giving the cold shoulder to JD Vance and his wife, amid Trump's pledge to take control of the island. Gertrudis Pineda tells the BBC she has no information about her son who was sent by the US to a prison in El Salvador. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cdjy1jmvvwzo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5662/live/cac32170-0b6a-11f0-8dda-b142b99e701b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/58cf/live/3a9164f0-0b7d-11f0-97aa-0b5a3120fc91.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ros Atkins on... Trump's plan for Greenland",
        "short_description": "President Trump has repeated claims that taking control of Greenland is essential for US national security - as Vice-President JD Vance and his wife Usha visit a US space base there on Friday.",
        "long_description": "President Trump has repeated claims that taking control of Greenland is essential for US national security - as Vice-President JD Vance and his wife Usha visit a US space base there on Friday. The BBC's Analysis Editor Ros Atkins looks at what the Trump administration wants from Greenland - and the controversy surrounding the trip. Produced by Catherine Karelli. Two astronauts are returning home after nine months in space. Nick Beake of the BBC Verify team looks at why so many people died in the Pulse club blaze. Residents describe a 'really rough night', as tornadoes claim at least 12 lives and leave destruction throughout the state. Canada's new PM meets King Charles at Buckingham Palace, before talks with UK PM Starmer. St Patrick’s day events have drawn large crowds over the weekend, including the annual tradition of dyeing the Chicago River green. The roaring wind can be heard, as debris flies past the windows of the Mississippi property. A SpaceX capsule carrying a new crew has docked at ISS, paving the way for Butch Wilmore and Suni Williams to return to Earth. At least 20 people have died after tornadoes and severe storms tore through central and southern states. Suni Williams and Butch Wilmore have been left in space for nearly 10 months and now hope to come back The spacecraft will arrive at the International Space Station this weekend and is meant to return Butch Wilmore and Suni Williams home. Marco Rubio and Mark Carney on Donald Trump's comments that Canada should be the 51st US state. The new leader's experience as an economist will come to the forefront in negotiations on the ongoing trade war with US President Trump. In February, President Trump named himself chairman of the venue replacing some board members with his own appointees including the vice president's wife, Usha Vance. Passengers were evacuated with no injuries reported after an American Airlines flight caught fire at Denver International Airport. The storm, which forecasters said could produce tornadoes, is expected to strengthen Friday and move towards the central US. A maintenance hole explosion at Texas Tech University caused evacuation orders and classes to be cancelled for the rest of the week. Bodycam footage shows the moment a police officer was recruited to deliver a pizza while responding to reports of an alligator in a Florida neighbourhood. Rough weather conditions on 30 August 1892 caused the cargo ship to break in two and sink to the bottom of Lake Superior. A Democrat clashed with a Republican who introduced the only transgender member of US Congress as \"Mr McBride\". Mahmoud Khalil, a permanent US resident, was arrested for his role in last year's pro-Palestinian campus protests. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "10 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/ce8y7lw8zypo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/07de/live/08eac1a0-0a8b-11f0-97d3-37df2b293ed1.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d2a9/live/bc0272b0-0b58-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: How the South Korea wildfires became so deadly",
        "short_description": "Firefighters are racing to battle the largest wildfires in South Korea's history, which have so far killed 27 people.",
        "long_description": "Firefighters are racing to battle the largest wildfires in South Korea's history, which have so far killed 27 people. Dry weather and strong winds have proved to be a deadly combination in exacerbating the fire. The BBC's Rachel Lee explores how the fire is spreading and the damage it has caused to the country. More on this story. A 7.7 magnitude earthquake rocked the Thai capital on Friday, causing buildings to sway. From highways to hospitals and funeral grounds - here's how we covered the pandemic that ravaged India. The BBC's Anna Holligan reports from The Hague, where former Philippine President Rodrigo Duterte has arrived. Does the world's largest religious gathering ever go to sleep? The BBC filmed through the night to find out. Huge crowds gathered in Hong Kong to get a glimpse of Elder Sister and Little Brother The star was stopped from busking ahead of his concert in the southern Indian city of Bengaluru. It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. Vikas Pandey and Samira Hussain explain how the chaos unfolded in northern India. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Over a million people are camping out in the cold for a month on the banks of the Ganges river. Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. The impeached president said he will comply with questioning to \"prevent unsavoury bloodshed.\" Large crowds of critics and supporters of impeached President Yoon gathered outside his residence before his arrest. The BBC's Samira Hussain describes what she saw at the world's largest religious gathering. The BBC is at the Mahakumbh Mela, the Hindu festival expected to draw 400 million visitors over six weeks. The 7.1 magnitude quake killed scores of people in the mountainous region, with many more injured. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The rocket, which took off from a site north of Chennai, places two satellites in orbit. The BBC's Jean Mackenzie speaks to bereaved relatives waiting to know more about the Jeju Air crash. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "22 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/czx7932z67do",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7e26/live/41528c30-0b30-11f0-ba12-8d27eb561761.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4d89/live/903f75f0-0b2c-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Bowen: Zelensky buoyant, but Europe will struggle to guarantee Ukraine's security",
        "short_description": "President Volodymyr Zelensky was in a buoyant mood when I met him in Paris with a panel of three other European journalists. He had interrupted a meeting with French President Emmanuel Macron at the Elysee Palace and went back there for what he called a \"tête à tête dinner\" after the interview.",
        "long_description": "President Volodymyr Zelensky was in a buoyant mood when I met him in Paris with a panel of three other European journalists. He had interrupted a meeting with French President Emmanuel Macron at the Elysee Palace and went back there for what he called a \"tête à tête dinner\" after the interview. Macron had not just rolled out the red carpet for him. The Eiffel Tower, behind Zelensky in a picture window as we talked in one of Paris's great museums, was lit up in yellow and blue, the colours of the Ukrainian national flag. The French wanted him to feel as if he was among friends. Zelensky had come to Paris to meet leaders and diplomats from 30 other countries who are working out what they can contribute to the \"coalition of the willing\", the group that UK Prime Minister Sir Keir Starmer and Emmanuel Macron are trying to organise to offer Ukraine security guarantees if there is a long-term ceasefire. Zelensky's welcome in Paris was a clear contrast to the dressing down he was given by US President Donald Trump and his vice president JD Vance when he visited the White House last month. After their verbal attack, Zelensky was unceremoniously turfed out of the White House and not long afterwards Trump ordered the suspension of American military aid and intelligence to Ukraine. It was restored after Zelensky, advised by the British, the French and other European allies, went out of his way to mend his fences with Trump and his administration. He switched to the kind of flattering language Trump demands and agreed to an American plan for an unconditional 30-day ceasefire. He dropped his insistence on US security guarantees first, to underpin any ceasefire. But even though US military and intelligence assistance is flowing, Trump's ruthless suspension of it, which cost Ukrainian lives, has left a deep sense of unease in Ukraine and among its European allies. The evidence is piling up that Trump's United States is not a reliable ally. It is getting easier to sketch out scenarios in which it might not be an ally at all. Most European leaders still try to act publicly as if the 80-year-old alliance with the US is healthy. But the gathering of 30 countries in Paris shows they realise they can no longer rely on the benevolence of the United States. American presidents going back to Dwight D. Eisenhower in the late 1950s have complained, with good reason, about Europeans getting a free ride from the US security blanket over Europe. Trump has finally pulled it away. During the interview, Zelensky praised the array of plans that are being formulated in western Europe – led by the UK, France and Germany – to spend more on defence. He suggested that in three to five years, \"if everything goes as it is now\", Europe might even catch up with the United States. At best, that is a highly optimistic estimate, less an accurate forecast and more a gesture of appreciation for European allies who unlike the Americans attach very few conditions and strings to support for Ukraine. Europe, Zelensky said, \"has discipline and no chaos\". That might be seen as an oblique and unflattering comparison with the twists and turns coming out of the Trump White House. I asked him about the conditions Russia's President Vladimir Putin has attached to the latest small step in the Trump peace initiative, which is a maritime ceasefire in the Black Sea. After Ukraine and Russia held separate meetings with the Americans in Saudi Arabia, the Kremlin issued a statement that required concessions as Russia's price for a ceasefire. The most significant demand was for a state-owned Russian bank to be readmitted to the Swift system for international payments. That would open a door back into mainstream global commerce for Russia. That decision does not depend on Trump, as Swift is based in Belgium. The European Union foreign affairs spokeswoman responded with a statement saying one of the \"main preconditions\" for lifting or amending sanctions on Russia was \"the end of the Russian unprovoked and unjustified aggression in Ukraine and the unconditional withdrawal of all Russian military forces from the entire territory of Ukraine\". Even Trump, reluctant to criticise Putin, suggested that Russia might be \"dragging its feet\" in the negotiations with the US. It reminded him of his own business career. He told the US cable channel Newsmax that \"I've done it over the years… I don't want to sign a contract. I want to sort of stay in the game.\" I asked Zelensky where the push for a ceasefire stood, given Russia's demands. He called for a resolute response from the Americans. \"If America is going to stand strong and not bend to the conditions of the Russians - we stand on our land. \"We are defending it; we have shown our resilience to everyone… And now it's very important that our partners would be resilient and strong, at least at the minimum, as we are.\" I asked whether he believed the Americans would, as he put it, stay strong. \"I hope so. I hope so. God bless they will. But we'll see.\" Zelensky has no choice about stating his faith in Trump's America, even though he must have grave doubts. Trump's decision to punish Ukraine by cutting off military intelligence about Russia missile launches had an immediate and deadly impact, and Zelensky had to work hard to get Trump to relent. He does not want it to happen again. He was open about why he had to try to stay close to Trump, even as the US president seemed to be prioritising the restoration of relations with Moscow as he repeated Russian propaganda points, not least the lie that Ukraine started the war. \"We needed to unblock the aid from the US. For us, the exchange of intelligence is very important.\" That did not stop Zelensky rebuking comments made by Steve Witkoff, Trump's super envoy, a real estate billionaire turned diplomat who deals with the Middle East as well as the Russian-Ukraine war. In an interview last week with Tucker Carlson, a right-wing podcaster in the United States, Witkoff disparaged the drive by the UK's Starmer and France's Macron to create the \"coalition of the willing\" to support Ukraine. The American said it was a posture and pose, \"a simplistic desire\" to sound like Winston Churchill. His words fit squarely into what seems now to be a settled view in the Trump Administration that their erstwhile allies in Europe are a parasitical burden on the United States. What if Witkoff was right? Strip away the insults and recognise that Europe's richest nations have chosen, for decades, to spend most of their considerable wealth on matters they consider more pressing than their militaries. Zelensky said Witkoff and others in the Trump administration, had fallen for Russian propaganda. \"I think that Witkoff often quotes the Kremlin narratives… I can't be ungrateful to the Americans for everything they did, but they are often, unfortunately, under the influence of Russian narratives. And we cannot agree with these narratives.\" Zelensky suggested that Witkoff was better at his old job, developing real estate in Manhattan. \"He doesn't look like a military man. He doesn't look like a general, and he doesn't have such experience. As far as I know, he is very good at selling and buying real estate. And this is a little different.\" President Zelensky, for a man who has lived with immense pressure since Russia's full scale invasion more than three years ago, was remarkably buoyant, clearly pleased by the reception he had in Paris and the efforts that President Macron and Prime Minister Starmer are making to rally European support and to persuade, even cajole, Trump not to cut intelligence and military support to Ukraine. Zelensky seemed happy with his new strategy of agreeing to temporary ceasefires to force Putin to show his reluctance to pause the war. I asked Zelensky how he was dealing with the pressure. His goal, he said, was for his children to be able \"to walk down the street and not have to hide.\" And how did he think he'd be remembered; as the man who saved Ukraine, or tried to and failed? Zelensky grimaced slightly. Better, he said, than Putin, who was getting old and feared his own people. \"He will die soon. It is a fact. His reign could end before he finishes his historically insignificant and unsuccessful life. This is what he fears.\" Zelensky laughed. \"And I will do everything I can to defend Ukraine as much as I can. And I am definitely younger than Putin.\" Trump might be hoping for a deal by Easter. Zelensky is still looking to the long haul. A Hereford cafe owner is back from Ukraine after a dangerous aid mission. Speaking in the Arctic, Russia's president said Trump's plans were \"serious\" but nothing to do with Moscow. Another 39 people were rescued after the vessel sank in the Red Sea on Thursday morning. The law will allow Polish authorities to temporarily spend asylum rights at the border with Belarus. Four friends who work for the ambulance service in Bristol are making the journey to Lviv. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "19 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/c7782kgj8r4o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8f3d/live/bd116390-0b09-11f0-94d4-6f954f5dcfa3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/82cb/live/b6677c60-0b2b-11f0-b1de-e342f84c59e9.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Caitlin-Rose McMullan, 11, died after being hit by a car when exiting a school bus in Castledawson, County Londonderry.",
        "long_description": "Caitlin-Rose McMullan, 11, died after being hit by a car when exiting a school bus in Castledawson, County Londonderry. The Dunlops in County Antrim are just one of the many families who will be affected by changes to inheritance tax. About 750 singers have joined voices to create Radio Ulster's biggest community choir. Some MLAs are considering leaving elected politics over the abuse they and their families face, BBC News NI understands. Jonny Smyth, from Belfast, was arrested in Portugal on Wednesday and is facing extradition to Spain. The Dunlops in County Antrim are just one of the many families who will be affected by changes to inheritance tax. Dame Louise McIlroy achieved a number of firsts in medicine and also defied officials to serve in World War One. The commitments are part of a new five-year strategy from DE for Integrated Education called Vision 2030. About 750 singers have joined voices to create Radio Ulster's biggest community choir. Parents of children with ADHD and autism say they are in limbo after the doctor ceased seeing clients privately. Victor Hamilton was found dead on the driveway outside his home in Ballymena in July 2022. The Northern Ireland secretary says the first responsibility of a government is \"to protect the nation\". A man has been treated in hospital following a \"prolonged assault\" that is being treated as \"a racially motivated hate crime\". An elderly man was among the people injured during a series of hijacking incidents between Newcastle and Belfast. Maeve Bradley took action against Citibank after it promoted the person who covered her maternity leave. Our health correspondent shares a very personal story about the work of a cardiac rehabilitation team. Wicklow man Mark McNamee and Laois native Ross Bolger are the latest Irish hopefuls aiming to secure a kicking career in the NFL. Bekki Burns says she developed vascular erosion after getting a \"cheap deal\" on a lip filler procedure at a local beauty clinic. More than 20 Stormont politicians have spoke to BBC News NI⁩ about the threats, physical attacks, and social media abuse they have received. Hilary Benn said that a government's first responsibility is to protect the nation. The first and deputy first ministers react to the Chancellor's Spring Statement. Maeve Bradley alleged alleged she was excluded from a promotion opportunity at Citibank in Belfast during her maternity leave. Dr Ivan Pepelyashkov was due to stand trial on a charge of unlawfully killing Michele McGuigan in Londonderry in May 2018. Det Ch Insp John Caldwell was seriously injured when he was shot by dissident republicans. The PSNI said they received reports of an email sent to a number of schools in Enniskillen, Strabane and Ballycastle. Police say an altercation took place between two men before a third male intervened in Derry. Michael Lowry, an independent TD in the Irish parliament, says the gesture was taken out of context. Trump speaks as he announces 25% tariffs on cars and car parts imported into the US. The man pleaded guilty to two counts of making a threat to kill or cause harm. A number of new words have been added to the quarterly update for the Oxford English Dictionary. In a statement, Verona Murphy said she \"fully intends to continue\" in her position. The commitments are part of a new five-year strategy from DE for Integrated Education called Vision 2030. About 750 singers have joined voices to create Radio Ulster's biggest community choir. Dame Louise McIlroy achieved a number of firsts in medicine and also defied officials to serve in World War One. The Dunlops in County Antrim are just one of the many families who will be affected by changes to inheritance tax. Caitlin-Rose McMullan, 11, died after being hit by a car when exiting a school bus in Castledawson, County Londonderry. An elderly man was among the people injured during a series of hijacking incidents between Newcastle and Belfast. A man has been treated in hospital following a \"prolonged assault\" that is being treated as \"a racially motivated hate crime\". The Northern Ireland secretary says the first responsibility of a government is \"to protect the nation\". Victor Hamilton was found dead on the driveway outside his home in Ballymena in July 2022. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:28",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f77f/live/b3fdb740-0b4a-11f0-991b-59546b3c9d78.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4fa4/live/abeeb680-0ad7-11f0-97d3-37df2b293ed1.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Emotional parliamentarians shared their memories of McKelvie following her death at the age of 57.",
        "long_description": "Emotional parliamentarians shared their memories of McKelvie following her death at the age of 57. Scottish politicians also observed a minute's silence in tribute to the SNP MSP who has died aged 57. The former SNP justice minister defeated Ash Regan to lead the party after the death of its founder. The former Scottish Conservative leader has signalled he will seek to return to Westminster as an MP. The Scottish government has been criticised by opposition MSPs after it announced a \"renewed\" action plan. Scottish politicians also observed a minute's silence in tribute to the SNP MSP who has died aged 57. The finance secretary says her government is facing a \"major shortfall\" after the chancellor's Spring Statement. The former SNP justice minister defeated Ash Regan to lead the party after the death of its founder. The Scottish Labour leader says he backs the reforms despite warnings they will push 250,000 people into poverty. The chair of the Scottish Police Federation highlights station closures and stress on serving officers. The first minister responded to Sir Keir Starmer's plan to ensure damaged roads are repaired in England. The news Nicola Sturgeon will face no further action under Operation Branchform offers a chance for the SNP to move on. The Highland MSP will not stand for the SNP next year and could run against it unless progress is made on dualling key trunk roads. Some of the key dates from a period of turmoil for the Scottish National Party. The former chief executive of the SNP for 24 years has appeared in court charged with embezzlement. What do we know about him? Significant reforms restricting some sickness and disability benefits have been announced at Westminster. Nicola Sturgeon's decision to stand down as an MSP was obvious but it still has the capacity to startle, says BBC Scotland political editor Glenn Campbell. Authorities are no longer bound by a council tax freeze and most look set to confirm big increases. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:29",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/scotland/scotland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a243/live/6dcebbe0-0b11-11f0-88b7-5556e7b55c5e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/c7e6/live/f08832e0-0b12-11f0-88b7-5556e7b55c5e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Gertrudis Pineda tells the BBC she has no information about her son who was sent by the US to a prison in El Salvador.",
        "long_description": "Gertrudis Pineda tells the BBC she has no information about her son who was sent by the US to a prison in El Salvador. About 800 Kenyan police officers have been sent to Haiti to help the authorities tackle restore security. Brazil captain Marquinhos apologises to the fans after an \"embarrassing\" display in their 4-1 World Cup qualifying defeat to rivals Argentina in Buenos Aires. The president said he would impose \"secondary\" taxes but appeared to soften his stance on other tarrifs. Nearly 200 people were on board the flight carrying Venezuelan migrants repatriated from the US. About 800 Kenyan police officers have been sent to Haiti to help the authorities tackle restore security. Brazil's top court has ruled that there is enough evidence to warrant that Jair Bolsonaro be put on trial. The visit by the US Homeland Security secretary is seen as a show of support for the Salvadorean leader. Brazil captain Marquinhos apologises to the fans after an \"embarrassing\" display in their 4-1 World Cup qualifying defeat to rivals Argentina in Buenos Aires. The Pope waved from the hospital window before being discharged to return to the Vatican. South American football writer Tim Vickery analyses what is going wrong for Brazil following their 4-1 defeat by Argentina. The dispute centres on whether it is acceptable to age and bottle the spirit overseas. Colombia’s Ecopetrol polluted hundreds of sites, including water sources and wetlands, the BBC finds. Daniel Noboa is calling on international armies to fight the cartels trafficking most of the world's cocaine. It's the first public appearance for the pontiff since he was admitted in February. Quentin Sommerville gains access to a cartel's operation as the US grapples with hundreds of thousands of opioid deaths. Surveillance footage shows the man standing up and walking away after the incident in Lima. Torrential rain has forced more than 1,200 residents to leave their homes. Brazil's top court has ruled that there is enough evidence to warrant that Jair Bolsonaro be put on trial. Jair Bolsonaro is accused of plotting a coup, but the ex-president says he is the victim of a witch hunt. The dispute centres on whether it is acceptable to age and bottle the spirit overseas. Guatemalan motorists blockaded streets and clashed with police after the new rule was announced. Colombia’s Ecopetrol polluted hundreds of sites, including water sources and wetlands, the BBC finds. Officials who took part in the emergency operations said that five people were rescued. Maximo Napa said he had to resort to eating roaches, birds and turtles to survive. Maximo Napa Castro set off for what should have been a two-week trip on 7 December - but was only found on Wednesday. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-03-28 14:04:30",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/world/latin_america",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ca46/live/9c995420-0b0d-11f0-a70a-3789f4a4779e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9caa/live/d5fe1fa0-0a2e-11f0-99ca-0fb0741d66d7.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Defiance or diplomacy - how Canadians want to deal with Trump",
        "short_description": "Canada is set to hold a federal election on April 28 following Prime Minister Mark Carney's call for a snap election amid escalating trade tensions with the United States. The BBC asked Canadian voters in Toronto how they would approach Donald Trump if they were Prime Minister, would it be through defiance or through diplomacy?",
        "long_description": "Canada is set to hold a federal election on April 28 following Prime Minister Mark Carney's call for a snap election amid escalating trade tensions with the United States. The BBC asked Canadian voters in Toronto how they would approach Donald Trump if they were Prime Minister, would it be through defiance or through diplomacy? Nick Beake of the BBC Verify team looks at why so many people died in the Pulse club blaze. Residents describe a 'really rough night', as tornadoes claim at least 12 lives and leave destruction throughout the state. Canada's new PM meets King Charles at Buckingham Palace, before talks with UK PM Starmer. St Patrick’s day events have drawn large crowds over the weekend, including the annual tradition of dyeing the Chicago River green. The roaring wind can be heard, as debris flies past the windows of the Mississippi property. A SpaceX capsule carrying a new crew has docked at ISS, paving the way for Butch Wilmore and Suni Williams to return to Earth. At least 20 people have died after tornadoes and severe storms tore through central and southern states. Suni Williams and Butch Wilmore have been left in space for nearly 10 months and now hope to come back The spacecraft will arrive at the International Space Station this weekend and is meant to return Butch Wilmore and Suni Williams home. Marco Rubio and Mark Carney on Donald Trump's comments that Canada should be the 51st US state. The new leader's experience as an economist will come to the forefront in negotiations on the ongoing trade war with US President Trump. In February, President Trump named himself chairman of the venue replacing some board members with his own appointees including the vice president's wife, Usha Vance. Passengers were evacuated with no injuries reported after an American Airlines flight caught fire at Denver International Airport. The storm, which forecasters said could produce tornadoes, is expected to strengthen Friday and move towards the central US. A maintenance hole explosion at Texas Tech University caused evacuation orders and classes to be cancelled for the rest of the week. Bodycam footage shows the moment a police officer was recruited to deliver a pizza while responding to reports of an alligator in a Florida neighbourhood. Rough weather conditions on 30 August 1892 caused the cargo ship to break in two and sink to the bottom of Lake Superior. A Democrat clashed with a Republican who introduced the only transgender member of US Congress as \"Mr McBride\". Mahmoud Khalil, a permanent US resident, was arrested for his role in last year's pro-Palestinian campus protests. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "7 hours ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/c4g0n21jk4jo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d2a9/live/bc0272b0-0b58-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a9fc/live/5052ab90-0b5b-11f0-ba12-8d27eb561761.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Superfans and spiderman: Africa's top shots",
        "short_description": "A selection of the week's best photos from across the African continent and beyond:",
        "long_description": "A selection of the week's best photos from across the African continent and beyond: Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica But Ghanaian investigative journalist tells the BBC that the message his victory sends is more important. Anas Aremeyaw Anas says that his libel victory will encourage other journalists to stand up to powerful figures. The US is reported to be planning to cut funding to Gavi, which pays for childhood vaccines. Riek Machar and his wife are detained after a convoy of 20 armed vehicles entered his home, his party says. Boualem Sansal, 80, told a far-right news outlet that colonial France gave too much land to Algeria. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "48 minutes ago",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/articles/cq6yepmpy4vo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ba42/live/03274ef0-0b12-11f0-88b7-5556e7b55c5e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/766e/live/28275580-0b24-11f0-94d4-6f954f5dcfa3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Inside the brand new city 'built on scams'",
        "short_description": "Welcome to Shwe Kokko, a brand new city sat in one of Asia's poorest corners, alleged to have been built on the proceeds of scams.",
        "long_description": "Welcome to Shwe Kokko, a brand new city sat in one of Asia's poorest corners, alleged to have been built on the proceeds of scams. Sat on the Myanmar-Thai border, it's home to a lucrative yet deadly nexus of fraud, money-laundering and human trafficking. The man behind it, She Zhijiang, is languishing in a Bangkok jail, awaiting extradition to China. The BBC's Jonathan Head was invited to see it for himself - and this is what he found. Video by Natalie Thomas BBC Verify looks at how Korean wildfires spread so rapidly From highways to hospitals and funeral grounds - here's how we covered the pandemic that ravaged India. The BBC's Anna Holligan reports from The Hague, where former Philippine President Rodrigo Duterte has arrived. Does the world's largest religious gathering ever go to sleep? The BBC filmed through the night to find out. Huge crowds gathered in Hong Kong to get a glimpse of Elder Sister and Little Brother The star was stopped from busking ahead of his concert in the southern Indian city of Bengaluru. It comes as Sheikh Hasina, who was ousted in protests last year, announced she would address the country via social media from India. Vikas Pandey and Samira Hussain explain how the chaos unfolded in northern India. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Over a million people are camping out in the cold for a month on the banks of the Ganges river. Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The rocket, which took off from a site north of Chennai, places two satellites in orbit. The Jeju Air flight landing at Muan Airport had 181 passengers on board when it crashed off the runway. Lawmakers vote to impeach acting president Han Duck-soo, two weeks after voting to impeach the president. One of India's longest-serving leaders, Singh has died at the age of 92. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. Footage shows people running and items falling off shelves as the earthquake strikes. Crowds gathered outside the National Assembly loudly cheered at the announcement. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "7 February 2025",
        "country": "Unknown",
        "news_url": "https://www.bbc.com/news/videos/czrl26v8m8lo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/388e/live/57d890e0-0ba7-11f0-ac9f-c37d6fd89579.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d5ba/live/80fa3b70-0afa-11f0-97d3-37df2b293ed1.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]