[
    {
        "title": "Chinese nationals arrested with gold bars and $800,000 cash in DR Congo",
        "short_description": "Three Chinese nationals have been arrested with 12 gold bars and $800,000 (£650,000) in cash in eastern Democratic Republic of Congo, officials say.",
        "long_description": "Three Chinese nationals have been arrested with 12 gold bars and $800,000 (£650,000) in cash in eastern Democratic Republic of Congo, officials say. The gold and money was hidden under the seats of the vehicle they were travelling in, according to Jean Jacques Purusi, the governor of South Kivu province. He said the operation to arrest the men had been kept secret after the recent release of another group of Chinese nationals accused of running an illegal gold mine in the area. Eastern DR Congo has abundant reserves of gold, diamonds and the minerals used to make batteries for mobile phones and electric vehicles. This mineral wealth has been plundered by foreign groups since the colonial era and is one of the main reasons why the region has been plagued by instability for the last 30 years. Militia groups control many of the mines in eastern DR Congo and their leaders become wealthy by selling it to middle-men. Purusi said some of these dealers in precious metals enjoyed good relations with influential people in the capital, Kinshasa, and this was why the mission to carry out these latest arrests had to be kept quiet. He said they had been acting on a tip-off and that the gold and money was only found after a meticulous search of the vehicle in the Walungu area not far from the border with Rwanda. He did not say exactly how much gold had been seized. Last month, the governor told reporters he was shocked to hear that 17 Chinese nationals, who had been arrested on allegations they had been running an illegal gold mine, had been freed and allowed to return to China. He said this undermined efforts to clean up DR Congo's notoriously murky mineral sector. They owed $10m in taxes and fines to the government, the Reuters news agency quotes him as saying. The Chinese embassy has not commented on the allegations. The arrests come as fighting continues to flare in the neighbouring North Kivu province, where a Rwanda-backed rebel group has captured large areas of territory. Last month, DR Congo said it was suing Apple over the use of \"blood minerals\", prompting the tech giant to say it had stopped getting supplies from both DR Congo and neighbouring Rwanda. Rwanda has denied being a conduit for the export of illegal minerals from DR Congo. In their lawsuit, lawyers acting for the Congolese government alleged that the minerals taken from conflict areas was then \"laundered through international supply chains\". \"These activities have fuelled a cycle of violence and conflict by financing militias and terrorist groups and have contributed to forced child labour and environmental devastation,\" they said. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica It is the second town seized by the group in as many days in the mineral-rich North Kivu province. The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:24",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cdx9w4j5q92o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2c65/live/ecfbbd50-cb83-11ef-b454-0d3064afa545.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Tanzania's fuel revolution slowed down by lack of filling stations",
        "short_description": "A revolution in vehicle fuel is gaining momentum in Tanzania, but a lack of filling stations means it is stuck in second gear.",
        "long_description": "A revolution in vehicle fuel is gaining momentum in Tanzania, but a lack of filling stations means it is stuck in second gear. Like Nigeria and some other countries on the continent, Tanzania is beginning to embrace compressed natural gas (CNG) as an alternative to petrol and diesel. It is seen as cleaner and better for the environment than those fossil fuels, but its relative cheapness is the biggest draw for the 5,000 or so motorists in the East African state who have embraced the change - particularly commercial drivers. This represents a small fraction of Tanzania's vehicles, but the early adopters are paving the way for a wider acceptance of CNG - the government reportedly wants near total adoption by the middle of the century. Tanzania has large reserves of gas under the sea and for those filling up, CNG can cost less than half its petrol equivalent. The potential saving was enough to persuade taxi owner Samuel Amos Irube to part with about 1.5m Tanzanian shillings ($620; £495) to convert his three-wheeled vehicle – known locally as a bajaji - to CNG. But now, having to get the gas twice a day, he often spends more time waiting at a filling station in the largest city, Dar es Salaam, than he does earning money. There are only four places in Tanzania's commercial hub where he can fill up. Quietly frustrated, he says he has to wait for at least three hours every time he wants to refuel, but the savings make it worth it, as he spends just 40% of what he would on the equivalent amount of petrol. The slow-moving queues of vehicles at the Ubungo CNG station snake down the road. Things are orderly – there are three clear lines, one for cars and two for bajajis – but the irritation is palpable. Medadi Kichungo Ngoma, in the queue for two hours already, stares at the vehicles ahead of him as he waits by his silver pick-up truck. He tells the BBC that he was among the first people in the city to convert his vehicle, which involved installing a large cylinder in the back of the pick-up, and reminisces about the short queues. \"Sometimes the attendant would have to be called to serve us,\" he says. He complains that the infrastructure has not expanded to accommodate the increasing demand. This is also the refrain heard at the largest of the city's CNG filling stations near the airport. Sadiki Christian Mkumbuka has waited here for three hours with his bajaji. \"The queue is very long,\" he says, adding that \"we should have as many stations as there are for petrol vehicles\". But the price consideration will keep people coming back. \"I pay 15,000 shillings ($6; £5) to fill my 11kg gas tank, which goes for about 180km,\" says another motorist who introduces himself as Juma, adding that this is less than half the cost for petrol to cover the same distance. The push to encourage motorists to adopt CNG-powered vehicles in Tanzania was hatched over a decade ago but did not begin in earnest until 2018. Those in charge of the project acknowledge that they did not foresee the rapid rise in demand. Aristides Kato, the CNG project manager at the state-oil firm, the Tanzania Petroleum Development Corporation (TPDC), tells the BBC that there \"has been a very drastic increase\" recently in the use of natural gas by vehicle owners. \"We found ourselves not having enough infrastructure to support the demand for gas-using vehicles,\" he admits. The authorities, though, want more people to switch to CNG because it is a relatively clean-burning fossil fuel that results in fewer emissions of nearly all types of air pollutants, according to the UN. Plus the locally available natural gas should allow for cheaper prices than petrol. But the cost of converting a vehicle plus the lower mileage that a full tank gives a motorist compared to petrol or diesel may be putting some people off. However, the country manager of Taqa Arabia, an Egyptian company that runs the filling station near the airport, sees the growing demand as a \"positive sign that CNG use has started to develop in Tanzania\". Amr Aboushady says his firm plans to build more stations and hopes to \"replicate our success story in Egypt by helping the [Tanzanian] government best utilise natural gas as an affordable, reliable, cleaner source of energy\". Egypt has pioneered the use of CNG on the continent, with about half a million vehicles converted to a dual-fuel system since the 1990s. Other African countries that have approved CNG use for vehicles include South Africa, Kenya, Mozambique and Ethiopia. The authorities in Tanzania are committed to rolling out more infrastructure and hope to encourage more private investors to get involved. A central CNG \"mother station\" is being built in Dar es Salaam by TPDC, which will supply gas to smaller stations around the country. In addition, TPDC is acquiring five mobile CNG units that will be located in Dar es Salaam as well as the capital, Dodoma, and Morogoro. These measures should in the medium-term lead to shorter queues, but for the time being the lack of filling stations will continue to frustrate Tanzania's CNG pioneers. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The gold and money was allegedly hidden under the seats of the vehicle they were travelling in. It is the second town seized by the group in as many days in the mineral-rich North Kivu province. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:25",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2pggj3g3po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/715f/live/a9b8e0d0-c143-11ef-b208-058c682ba73e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cb6a/live/b1c8de50-bec9-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "New York becomes first US city with congestion charge",
        "short_description": "The first congestion charge scheme for vehicles in the US has come into effect in New York City.",
        "long_description": "The first congestion charge scheme for vehicles in the US has come into effect in New York City. Car drivers will pay up to $9 (£7) a day, with varying rates for other vehicles. The congestion zone covers an area south of central park, taking in well known sites such as the Empire State Building, Times Square and the financial district around Wall Street The scheme aims to ease New York's notorious traffic problems and raise billions for the public transport network, but has faced resistance, including from famous New Yorker and President-elect Donald Trump. New York state Governor Kathy Hochul made the case for a congestion charge two years ago, but it was delayed and revised following complaints from some commuters and businesses. The new plan revives one scheme that she paused in June, saying there were \"too many unintended consequences for New Yorkers\". Most drivers will be charged $9 once per day to enter the congestion zone at peak hours, and $2.25 at other times. Small trucks and non-commuter buses will pay $14.40 to enter Manhattan at peak times, while larger trucks and tourist buses will pay a $21.60 fee. The charge has been met with plenty of opposition, including from taxi drivers' associations. But its most high-profile opposition has come from Trump, a native New Yorker who has vowed to kill the scheme when he returns to office this month. Local Republicans have already asked him to intervene. Congressman Mike Lawler, who represents a suburban district just north of New York City, asked Trump in November to commit to \"ending this absurd congestion pricing cash grab once and for all\". A judge denied an 11th-hour effort Friday by neighbouring New Jersey state officials to block the scheme on grounds of its environmental impact on adjoining areas. Last year, New York City was named the world's most-congested urban area for the second year in a row, according to INRIX, a traffic-data analysis firm. Vehicles in downtown Manhattan drove at a speed of 11mph (17km/h) during peak morning periods in the first quarter of last year, the report said. The soon-to-be first lady will serve as an executive producer on the film. Up to a foot of snow is expected from Ohio to Washington DC in what could be the biggest such accumulation in over a decade. Investigators are also looking into the attacker's back-to-back travel to Egypt and Canada in 2023. Parts of the US have been covered in snow as a severe winter storm sweeps the country. America's goodbye to its 39th president - which will include a stop at the US Capitol - has officially begun. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:25",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cjr2wn3zvqvo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e12c/live/ce82b930-cb3a-11ef-b373-6d5aa0b08d0c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ef8f/live/027e1e30-cbba-11ef-8639-9b70a770c8e5.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster.",
        "long_description": "She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster. Bosses urge people to be mindful of calling 999 unnecessarily amid \"significant pressures\". After a tumultuous 2024 in Welsh politics, BBC Wales political editor Gareth Lewis asks what's next. Many local people opposed the move, part of a £70,000 savings target for the library service. The politician has an emergency operation to save sight in one eye after experiencing blurry vision. Bosses urge people to be mindful of calling 999 unnecessarily amid \"significant pressures\". Newly-released papers reveal a handwritten note by Blair, calling part of Morgan's speech \"rubbish\". The former US president, an avid reader of the works of poet Dylan Thomas, visited Wales multiple times. After a tumultuous 2024 in Welsh politics, BBC Wales political editor Gareth Lewis asks what's next. Mr Jones, first minister from 2009-18, left after the death of Carl Sargeant. A holiday let with a window described as massive and obtrusive is refused planning permission. A council says it cannot afford to keep offering traders a temporary market space. MS who was later found to have touched two women inappropriately invited to US religious event. The agency says assessments before last month's storm did not suggest the severe floods coming. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:27",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1d13/live/472b6ac0-cb73-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c277/live/718eda60-c824-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "It comes as Israel intensified strikes on Gaza, killing 88 people over the past 24 hours, the Hamas-run health ministry says.",
        "long_description": "It comes as Israel intensified strikes on Gaza, killing 88 people over the past 24 hours, the Hamas-run health ministry says. The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. What the conflict in 2024 means for 2025... Twenty-day old Sila, whose home was a tent on a beach, is one of six newborns to die in recent days. The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The Foreign Press Association has said the move \"raises serious questions about press freedom\". An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. What the latest developments mean for Iran's position - and for the prospect of peace in Gaza Israel will have 60 days to withdraw from Lebanon while Hezbollah must move north of the Litani river. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. A visual guide to the latest developments in the conflict between Israel and Hezbollah. The PM's decision to replace his defence minister follows sharp disagreements over Israel's war strategy. Trump's promises on China as well as ending wars in Ukraine and the Middle East will soon be put to the test. The agency provides aid for Palestinians in Gaza and elsewhere, and has long been criticised by Israel. International editor Jeremy Bowen examines what Iran's response might be to Israel's latest attack. BBC Verify has analysed satellite imagery from Iran to assess damage from Israeli air strikes. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Some of those who reported for duty after October 7 explain why they are now refusing Julia, aged three, looks on from a crowd of fearful and exhausted men. This is her story. In the Lebanese city of Nabatieh, Orla Guerin meets hospital patients and medics vowing to stay despite Israeli strikes. We take a look at what history can teach us about the conflict in the Middle East. It also said that soldiers did not know the hostages were there when they began their operation. Ismail Haniyeh was Hamas's most prominent leader until his death in July. A school sheltering displaced families was hit, according to Gaza's civil defence agency. Both pilots were rescued after ejecting safely from their F/A-18 fighter aircraft. The senior official said a ceasefire deal is close but key issues remain that need to be bridged. Israel rejects as a lie the rights group's claim that it is blocking access to water critical for survival. The 18 were in court after protests against the war in Gaza in the Welsh capital in June. Palestinian news outlets have seen a steep drop in audience engagement since October 2023. The official outlines a phased plan which would see hostages freed in step with Israeli pullouts. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:29",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/topics/c2vdnvdg6xxt",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/42cb/live/28480d40-cb44-11ef-b60f-3756763d3869.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/049c/live/e774c000-c8ec-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Rain warnings are in place for southern England and south Wales, with flood warnings issued as snow melts due to milder temperatures.",
        "long_description": "Rain warnings are in place for southern England and south Wales, with flood warnings issued as snow melts due to milder temperatures. The government pledged to cut the list of patients waiting more than 18 weeks for treatment in England by nearly half a million over the next year. Nigel Farage claims Musk's call is due to a disagreement over support for far-right activist Tommy Robinson. Wes Streeting says his cabinet colleague has \"done more than most people ever do\" to fight grooming gangs. William McNicholl's body was discovered with multiple injuries in a house on Wednesday, police say. The government pledged to cut the list of patients waiting more than 18 weeks for treatment in England by nearly half a million over the next year. James Lee Williams, better known as drag queen The Vivienne, died aged 32 over the weekend. Companies are facing a \"pressure cooker\" of rising costs and taxes, the British Chambers of Commerce says. Nigel Farage claims Musk's call is due to a disagreement over support for far-right activist Tommy Robinson. Snow drives north on Sunday as bitter conditions are set to return for much of the UK next week. Plans for an upgraded NHS app to allow more patients in England to book treatments will be announced by the health secretary on Monday. Horsham's Fay Louise planned her own funeral after doctors found a tumour in her appendix in 2023. A major search for Thomas Roche, who has been missing since October, has been taking place. The local authority said it believed the plate could still be sold for a six-figure sum. Residents in the village were shocked after hearing a very loud bang and seeing a large orange flame. Many people in the north of England and Wales woke up to wintery scenes. Amber weather warnings are in force and travel disruption is expected in some parts of the UK, as snow continues to fall. Luke Littler reflects on becoming the youngest PDC World Championship winner in history. This kit helps football and rugby clubs to keep playing during even the harshest of temperatures. Proposals to list a 1970s building in Craigavon have divided opinion of councillors and locals. Will swapping a southern English accent for a Welsh lilt work to gain opponents trust? Jane Weitzmann has a collection of 50 classic cars at home and freely admits it's an obsession. Georgie Swallow says she used to feel insecure, but a cancer diagnosis changed her perspective. Delays and cancellations related to British weather may become more common. Rain warnings are in place for southern England and south Wales, with flood warnings issued as snow melts due to milder temperatures. Snow drives north on Sunday as bitter conditions are set to return for much of the UK next week. Amber warnings for heavy snow and ice remain in place for parts of England, Scotland and Wales, with travel delays and power cuts likely. Tips on what to carry in your car, and how to drive in snow and icy weather. Many people in the north of England and Wales woke up to wintery scenes. Bitter conditions created by an Arctic wind are expected to continue into next week. The Prince of Wales said his \"thoughts and prayers\" were with the family of Edward Pettifer, who was among 14 killed. Bitterly cold conditions fuelled by an Arctic blast are sweeping the UK and could result in disruption. Luke Littler reflects on becoming the youngest PDC World Championship winner in history. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:30",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0473/live/ce25a8a0-cb88-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a048/live/3568f010-cb95-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Hamas releases video of Israeli hostage Liri Albag as ceasefire talks resume",
        "short_description": "Hamas has posted a video showing a 19-year-old Israeli captive, as indirect talks between the group and Israel on a ceasefire and hostage release deal resume in Qatar.",
        "long_description": "Hamas has posted a video showing a 19-year-old Israeli captive, as indirect talks between the group and Israel on a ceasefire and hostage release deal resume in Qatar. The footage shows Liri Albag calling for the Israeli government to reach a deal. She was taken hostage along with six other female conscript soldiers at the Nahal Oz army base on the Gaza border during Hamas's October 2023 attack. Five of them remain in captivity. The announcement of renewed talks came as Israel intensified attacks on Gaza, with the Hamas-run Gaza health ministry saying on Sunday that 88 people had been killed in bombardment over the past 24 hours. One strike on a home in Gaza City on Saturday killed 11 people including seven children, according to the Gaza civil defence agency. Images showed residents searching through rubble for survivors and the bodies of the dead wrapped in shrouds. \"A huge explosion woke us up. Everything was shaking,\" neighbour Ahmed Mussa told AFP. \"It was home to children, women. There wasn't anyone wanted or who posed a threat.\" The Israeli military said on Sunday that it had struck more than 100 \"terror targets\" in the Gaza Strip over the past two days and \"eliminated dozens of Hamas terrorists\" Responding to the video showing their daughter, Liri Albag's parents said it had torn their hearts to pieces and they appealed to the Prime Minister Benjamin Netanyahu to \"make decisions as if your own children were there\". The Hostages and Missing Families Forum Headquarters, which represents hostage families, said the sign of life from Liri was \"harsh and undeniable proof of the urgency in bringing all the hostages home\". In a call to Lira Albag's parents, Israeli President Isaac Herzog said his country's delegation would remain at the negotiating table until all hostages were returned home. Israeli officials have previously described the release of such videos by Hamas as psychological warfare. Last month a senior Palestinian official told the BBC that talks to reach a ceasefire and hostage release deal were mostly complete, but key issues still needed to be bridged. On Sunday the Israeli military said it had intercepted a missile launched from Yemen, the latest in a series of such attacks by the Iran-backed Houthi movement. The Houthis said they had fired a \"hypersonic ballistic missile\" towards a power station near the Israeli city of Haifa. The group says it began targeting shipping in the Red Sea and firing projectiles at Israel in response to Israeli military actions in Gaza. The current war began when Hamas attacked southern Israel on 7 October 2023, killing about 1,200 people and taking 251 others hostage. Israel's military campaign to destroy Hamas has killed more than 45,800 people, according to the territory's Hamas-run health ministry. On Saturday the Gaza health ministry said all three government hospitals in northern Gaza were completely out of service and \"destroyed\" by the Israeli military. The Israeli military has imposed a blockade on parts of northern Gaza since October, with the UN saying the area has been under \"near-total siege\" as Israeli forces heavily restrict access of aid deliveries to an area where an estimated 10,000 to 15,000 people remain. Late last month the Israeli military forced patients and medical staff to leave Kamal Adwan hospital in Beit Lahia, alleging the facility was a \"Hamas terrorist stronghold\" and arresting the hospital director Hussam Abu Safiya. It said it had facilitated the transfer of some medical staff and patients to the Indonesian hospital nearby. But the Gaza health ministry said on Saturday that that hospital had also been taken out of service, along with the hospital in Beit Hanoun. World Health Organisation chief Dr Tedros Adhanom Ghebreyesus again called for an end to attacks on hospitals and health professionals. \"People in Gaza need access to health care,\" he said. Israel says its forces operate in accordance with international law and do not target civilians. On Saturday the Biden administration said it was planning an $8bn (£6.4bn) arms sale to Israel. The weapons consignment, which needs approval from US House and Senate committees, includes missiles, shells and other munitions. The move comes just over a fortnight before Biden leaves office and Donald Trump takes over as president. Washington has consistently rejected calls to suspend military backing for Israel because of the number of civilians killed in Gaza. What the conflict in 2024 means for 2025... Israel claimed responsibility for the strikes, saying it had targeted Houthi \"military infrastructure\". It also said that soldiers did not know the hostages were there when they began their operation. Four rioters are jailed after a Europa League match between Ajax and Israeli club Maccabi Tel Aviv. Ismail Haniyeh was Hamas's most prominent leader until his death in July. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:31",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3rq5pgdv47o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/42cb/live/28480d40-cb44-11ef-b60f-3756763d3869.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b771/live/41a93f10-cbb3-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Motorbike-sized tuna sold to Tokyo sushi restaurateurs for $1.3m",
        "short_description": "Sushi restaurateurs in Tokyo say they have paid 207m yen ($1.3m; £1m) for a bluefin tuna which is about the size and weight of a motorbike.",
        "long_description": "Sushi restaurateurs in Tokyo say they have paid 207m yen ($1.3m; £1m) for a bluefin tuna which is about the size and weight of a motorbike. The sale is the second highest price ever paid at the annual new year auction at Toyosu Fish Market in the Japanese capital. Onodera Group, which had the winning bid, said the tuna - which weighs in at 276kg (608lb) - would be served at its Michelin-starred Ginza Onodera restaurants, as well as Nadaman restaurants across the country. \"The first tuna is something meant to bring in good fortune,\" Onodera official Shinji Nagao told reporters after the auction, news agency AFP reported. Mr Nagao added that he hoped people would eat the tuna - caught off the Aomori region in northern Japan - and \"have a wonderful year\". The group has paid the top price in the Ichiban Tuna auction for five years straight. Last year, it forked out 114m yen for the top tuna. The highest auction price since comparable records began in 1999 was 333.6m yen in 2019 for a 278kg bluefin. It was paid by self-styled Japanese \"Tuna King\" and sushi restaurant owner Kiyoshi Kimura. Toyosu fish market, which opened in 1935, claims to be the biggest fish market in the world, and is known for pre-dawn daily tuna auctions. But tuna was not the only catch on offer on Sunday, with Hokkaido sea urchins also fetching a record-breaking 7m yen according to the Japan Times. Ms Itooka lived through two world wars and was credited with a sprightly spirit all her life. Biden decided to scrap the deal despite concerns that it could damage Washington's relations with Tokyo. Social media users have complained that their seats were scratched after being wiped with toilet paper. Hideko Hakamata spent decades fighting to save her brother: the world's longest-serving death row inmate. Fukushima plans to go through trash that is not properly sorted, and publicly identify offenders. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:34",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ced835ll74jo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e6e4/live/39c98150-cb64-11ef-bbd6-21b5b98e6ec9.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ed1/live/a27bed50-cb69-11ef-b9af-210670ba447b.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Heavy snow as severe US winter storm moves east",
        "short_description": "Parts of the US can expect heavy snow falls and icy conditions as a severe winter storm moves eastwards from the southern plains.",
        "long_description": "Parts of the US can expect heavy snow falls and icy conditions as a severe winter storm moves eastwards from the southern plains. BBC Weather's Elizabeth Rizzini has the latest forecast and you can follow live updates here. On 20 January 1977, Jimmy Carter took his presidential oath to become the 39th president of the United States. The Democrat from Georgia, who left office in 1981, lived longer than any other former US president. The Norad Tracks Santa website receives several million visitors each year from more than 200 countries and territories. California's central coast was hit by heavy surf from a major storm that was expected to bring hurricane-force winds. No injuries were reported from the fire but two homes were destroyed, firefighters say. The boy required open-heart surgery after he was hit in the chest by the drone in Orlando, Florida. Thomas Conley was sitting next to Isaiah Rodriguez at lunch when he noticed something was wrong. The 26-year-old suspect now faces federal charges in the fatal shooting a healthcare insurance CEO. Avon Lake residents were told to stay indoors while the remaining five structures were taken down. The suspect, who stole a package off a front porch, returned days later after the victim shared footage of the theft on an app. The US president-elect recently referred to Prime Minister Justin Trudeau as the \"governor\" of the \"Great State of Canada\". The damaged pipeline sparked a massive fire prompting road closures and emergency responses. Two people were fatally shot and several injured during a school shooting in Madison, Wisconsin. BBC Verify looks at claims about the involvement of aliens or foreign state actors in the alleged drone sightings. US officials have said there is no evidence the drones pose a national security or public safety threat. At least four people were injured, with cars flipped and trees downed after the tornado tore through Scotts Valley. None of first responders were injured, but the truck driver was taken to the hospital for minor injuries. Governor Kathy Hochul declared a state of emergency due to the severe weather. A police chase in Massachusetts has ended with a man needing to be rescued by the detectives he was fleeing. The Oscar, Tony and Olivier Award-nominated British actor is honoured on Tinseltown's boulevard of stars. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:35",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/ce3l6xnp011o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/56c0/live/4ff3a7d0-cb82-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c04e/live/a868c540-cb77-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha",
        "long_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The US president has previously vowed not to intervene in his son's case. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. Moscow's forces have taken more ground since September than they did over the course of 2023, analysts say. Ukrainians tell of their fear as BBC Verify analyses videos appearing to show drone strikes on civilians. The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Female crooks are exploiting superstition and family love to swindle other women. If the chancellor decides to increase NI for employers in the Budget would that be going back on previous promises? It is illegal for non-citizens to vote in the US election - but Donald Trump has repeatedly claimed immigrants are going to. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:36",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed32/live/a90d6a20-c139-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1651/live/4c270140-bd51-11ef-8889-ebba28ecef92.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Tax evasion by top earners to blame for revenue shortfalls: Experts ",
        "short_description": "January 5, 2025 12:39 pm",
        "long_description": "January 5, 2025 12:39 pm Tax expert N.R. Gajendran says Sri Lanka’s inability to meet tax revenue targets despite tax hikes is due to the tax leakages spurred by tax evasion. Joining Ada Derana’s current affairs program “@HydePark”, Gajendran further expressed that digitalization of proceedings of the Inland Revenue Department (IRD) will significantly contribute to bolstering efficiency while also eradicating loopholes which facilitate tax evasion. “All the taxes have gone up, but we’re still struggling to achieve 13.9% to 14% tax revenue. Next year, 2025, we’re hoping to reach 15%, which is still below what we achieved in the early 90s, 22% tax to GDP ratio. Most of the countries, even developing countries achieve 18% - 22% taxes”, Gajendran mentioned. “If you want to have macroeconomic stability, when we consider a developed country, tax to GDP ratio should be about 28% - 30%. Now we still have this gap. We’re collecting so much from people and we’re still falling short. Next year, at our best, we’ll reach 15%. We had 22% before, in 2022. Where is this 5% - 7% gap? I’m telling, that is the evasion and fraud and corruption”, he added. “This money is not with the small taxpayers. It is with the big taxpayers. Reforms cannot take place when it is corrupt. If higher-ups are corrupt, all subordinates will be corrupt, as the former President said,” Gajendran emphasized. Meanwhile, Tax Consultant, Attorney-at-Law Suresh Perera revealed that tax evasion is most often committed by top tax payers and not those in the lower tax brackets, although they have been at the centre of attention when drafting tax legislation. Commenting regarding the matter, Perera emphasized the tax leakage exists due to improper enforcement of laws, reiterating that the tax leakage takes place due to evasion by top tax payers. “The law is there, but it’s not been followed. What is happening in here is that now the focus is on small man,” perera added. Furthermore, he emphasized that policymakers focus on individual tax payers, stressing that the policies should be made focusing on large corporations, from which a huge tax revenue is being collected. Watch the full programme above…",
        "publication_time": "2025-01-06 05:41:37",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104731/tax-evasion-by-top-earners-to-blame-for-revenue-shortfalls-experts-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Russia vows retaliation after saying it downed eight US-made long-range missiles",
        "short_description": "January 4, 2025 09:34 pm",
        "long_description": "January 4, 2025 09:34 pm Russia has vowed retaliation after claiming to have shot down eight US-made ATACMS missiles fired by Ukraine on Saturday morning. Moscow sees the use of such missiles, which have a range of up to 300 kilometers (186 miles), as a major escalation. The country’s air defenses shot down the eight ballistic missiles alongside 72 aircraft-type unmanned aerial vehicles (UAVs), Russia’s Ministry of Defense said. It added that “these actions by the Kyiv regime, which is supported by Western curators, will be met with retaliation.” The statement said several drones were destroyed in the Leningrad region in the north-west and one in Kursk, where Ukraine launched a surprise attack late last summer. The outgoing US President Joe Biden approved Kyiv’s use of ATACMS in November – saying in part it was in response to Russia expanding the conflict by deploying North Korean troops. Russian President Vladimir Putin has threatened to respond to Ukrainian strikes using ATACMS with Russia’s new nuclear-capable ballistic missile “Oreshnik.” Last month, Putin suggested that it could be fired at the capital Kyiv as a test of Western-supplied air defense systems. The first and only launch of the experimental weapon targeted Ukraine’s Dnipro region on the morning of November 21. The Ukrainian drone attacks forced temporary restrictions to be introduced at an airport in St. Petersburg, Russian state media agency TASS reported. The governor of Leningrad oblast, Aleksandr Drozdenko, said in a statement on Telegram that the “night and morning of January 4 were record-breaking in terms of the number of UAVs destroyed,” with four shot down over his region. A Ukrainian security official, Andrii Kovalenko, said a seaport in Leningrad was targeted, calling it an “instrument of economic and military survival for Russia in isolation.” Meanwhile, Russia launched a total of 81 drones at Ukraine overnight on Friday into Saturday, according to Ukraine’s Air Force Command, including Iranian-made Shahed drones and “various types of imitation drones.” Some 34 Shahed attack UAVs and other types of drones were downed, according to a statement, although the downed drones caused damage in the Chernihiv and Sumy regions. Ukraine enters the year on the back foot in the conflict, which began with in February 2022, with Russian making gains on the eastern frontlines. Russia’s defense ministry said on Saturday that its forces had taken control of the village of Nadiya in Ukraine’s eastern Luhansk region. In Donetsk, the hub of Pokrovsk is under growing Russian pressure as Ukrainian forces lose ground to the south and east of the town. Ukraine is also concerned that the incoming Trump administration could cut vital military aid; Trump himself has vowed to end the conflict. Source: CNN --Agencies",
        "publication_time": "2025-01-06 05:41:38",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104722/russia-vows-retaliation-after-saying-it-downed-eight-us-made-long-range-missiles",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Navy seizes over 11kg of gold being smuggled by boat",
        "short_description": "January 4, 2025 05:41 pm",
        "long_description": "January 4, 2025 05:41 pm A special search operation conducted by the Navy in the sea area off the Baththalangunduwa Island, Kalpitiya on Saturday (4), has led to the interception of a dinghy with 03 suspects who were smuggling around 11kg and 300g of gold. The Sri Lanka Navy said a team of Special Boat Squadron attached to SLNS Vijaya was pressed into action, on receipt of information by the Northwestern Naval Command regarding a gold smuggling racket. Accordingly, naval personnel intercepted the suspicious dinghy off Baththalangunduwa Island and recovered about 11kg and 300g of gold being smuggled from the country, concealed in the dinghy. The operation also led to the apprehension of 03 suspects in connection to the racket while they have been identified as residents of Kalpitiya. Meanwhile, the suspects along with gold will be handed over to the Customs Preventive Office, Katunayake for onward legal action, the navy said.",
        "publication_time": "2025-01-06 05:41:39",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104718/navy-seizes-over-11kg-of-gold-being-smuggled-by-boat",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sacred rituals halted at \u0091Sabaragamuwa Saman Devalaya\u0092 amid protests against Acting Basnayake Nilame",
        "short_description": "January 5, 2025 10:10 pm",
        "long_description": "January 5, 2025 10:10 pm The board of duty (Rajakari Mandalaya) of the ‘Sabaragamuwa Maha Saman Devalaya’ has launched a strike by withdrawing from sacred pooja and rituals of the devalaya today (05), citing their objection to the appointment of an acting Basnayake Nilame, which they allege violates long-standing traditions and was influenced by political considerations. The strike followed the appointment of S.V. Chandrasinghe as acting Basnayake Nilame by the Commissioner for Buddhist Affairs. The appointment is intended to fill the position temporarily until a permanent Basnayake Nilame is named, following the expiration of the previous officeholder’s term. However, the board claims the appointment disregards established customs and alleges that Chandrasinghe has close ties to the current government. In protest, the temple officials staged a silent demonstration at the entrance of the Saman Devalaya.",
        "publication_time": "2025-01-06 05:41:41",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104742/sacred-rituals-halted-at-sabaragamuwa-saman-devalaya-amid-protests-against-acting-basnayake-nilame",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "2024 Scholarship Exam paper marking to resume from Jan 8",
        "short_description": "January 4, 2025 08:09 pm",
        "long_description": "January 4, 2025 08:09 pm The Department of Examinations has announced that the paper marking process for the 2024 Grade 05 Scholarship Examination, which was the subject of recent controversy, will resume next week. Accordingly, the Commissioner General of Examinations, Amith Jayasundara, stated that the paper marking process will take place from January 08 to January 12.",
        "publication_time": "2025-01-06 05:41:43",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104721/2024-scholarship-exam-paper-marking-to-resume-from-jan-8",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "PM Harini denies involvement in cancelling lecture at Peradeniya Uni.",
        "short_description": "January 5, 2025 07:16 pm",
        "long_description": "January 5, 2025 07:16 pm The Office of the Prime Minister and Minister of Education, Dr. Harini Amarasuriya, has categorically denied any involvement in the cancellation of the scheduled lecture organized by the International Youth and Students for Social Equality (IYSSE) at Peradeniya University. Issuing a statement, the Prime Minister’s Office said that Dr. Amarasuriya has consistently championed academic freedom and democratic engagement, values fundamental to fostering critical discourse in educational institutions. The allegations suggesting that the Prime Minister and Minister of Education influenced the university’s decision to cancel the lecture are entirely baseless and misleading, the statement highlighted. Furthermore, the Office of the Prime Minister and Minister of Education has assured that no directive or instruction was issued from this office regarding the event, noting that the autonomy of academic institutions is a principle that the government is committed to upholding. “Universities must remain places where diverse opinions, including critiques of government policies, can be freely expressed and discussed without fear of suppression. Nevertheless, we express concern about any action that undermines democratic expression and open dialogue within academic spaces”, it added. The statement also added that Dr. Amarasuriya reaffirms her unwavering commitment to protecting the rights of students and educators to engage in meaningful and critical discourse, mentioning that upholding these principles is vital to maintaining the trust and confidence of the university community and the public at large.",
        "publication_time": "2025-01-06 05:41:45",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104740/pm-harini-denies-involvement-in-cancelling-lecture-at-peradeniya-uni",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Biden plans to send $8bn arms shipment to Israel",
        "short_description": "January 5, 2025 10:47 am",
        "long_description": "January 5, 2025 10:47 am The US Department of State has notified Congress of a planned $8bn (£6.4bn) arms sale to Israel, an American official has confirmed to the BBC. The weapons consignment, which needs approval from House and Senate committees, includes missiles, shells and other munitions. The move comes just over a fortnight before President Joe Biden leaves office. Washington has rejected calls to suspend military backing for Israel because of the number of civilians killed during the war in Gaza. In August, the US approved the sale of $20bn in fighter jets and other military equipment to Israel. The latest planned shipment contains air-to-air missiles, Hellfire missiles, artillery shells and bombs, the US official said. A source familiar with the sale told the BBC on Saturday: “The president has made clear Israel has a right to defend its citizens, consistent with international law and international humanitarian law, and to deter aggression from Iran and its proxy organisations. “We will continue to provide the capabilities necessary for Israel’s defence.” Biden has often described US support for Israel as iron-clad. The US is by far the biggest supplier of arms to Israel, having helped it build one of the most technologically sophisticated militaries in the world. According to the Stockholm International Peace Research Institute (SIPRI), the US accounted for 69% of Israel’s imports of major conventional arms between 2019 and 2023. In May 2024, the US confirmed it had paused a single consignment of 2,000lb and 500lb bombs over concerns Israel was going ahead with a major ground operation in the southern Gaza city of Rafah. But Biden immediately faced a backlash from Republicans in Washington and from Netanyahu who appeared to compare it to an “arms embargo”. Biden has since partially lifted the suspension and not repeated it. The planned shipment is one of a number of steps taken by the Biden administration in recent weeks, as the outgoing president attempts to shore up his legacy. It will likely also be the last planned weapons sale to Israel before he leaves the White House on 20 January 2025, when his successor Donald Trump is inaugurated. The president-elect has previously spoken of ending foreign conflicts, and of reducing US involvement, including during his re-election bid. Trump has positioned himself as a staunch supporter of Israel, but has urged the American ally to finish its military operation in Gaza quickly. Israel launched a campaign to destroy Hamas in response to the group’s unprecedented attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage. More than 45,580 people have been killed in Gaza since then, according to the territory’s Hamas-run health ministry. Source: BBC --Agencies",
        "publication_time": "2025-01-06 05:41:46",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104727/biden-plans-to-send-8bn-arms-shipment-to-israel",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lanka Police launch special two-week traffic operations",
        "short_description": "January 5, 2025 11:32 am",
        "long_description": "January 5, 2025 11:32 am Sri Lanka Police have taken steps to implement two traffic operations aimed at reducing road accidents and easing traffic congestion, in line with the ‘Clean Sri Lanka’ national initiative. The first operation targets vehicles with various horns, additional flashing lights of different colors, illegal modifications, loud horns, loud silencers, and additional parts that could contribute to accidents and road hazards. The second operation will involve deploying police officers dressed in civil clothing to identify traffic violations committed by drivers of public transport buses and enforce law for those violations, according to police. These operations were implemented as a two-week pilot project from yesterday (January 4) until January 19, with the objective of raising awareness among motorists and the public. Accordingly, the police have stated that, in connection with the first operation, drivers will be warned and informed, and instructed to remove any unauthorized parts or modifications installed in their vehicles during that time. It has also been announced that this system is expected to continue, with further steps to enforce the law against unauthorized vehicle modifications, and police officers dressed in civil clothing will also be deployed on public transport buses to gather information. Accordingly, Sri Lanka Police announced that a grace period until January 19 has been given for vehicle owners to remove illegal modifications, including additional horns and lights.",
        "publication_time": "2025-01-06 05:41:47",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104729/sri-lanka-police-launch-special-two-week-traffic-operations",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "President and AG to discuss progress of controversial cases ",
        "short_description": "January 5, 2025 01:01 pm",
        "long_description": "January 5, 2025 01:01 pm President Anura Kumara Dissanayake will reportedly meet with the Attorney General (AG) tomorrow (06). It is reported that the discussion will focus on the progress of several high-profile controversial cases. Additionally, the challenges faced in handling criminal cases will also be addressed during the meeting, as per reports.",
        "publication_time": "2025-01-06 05:41:49",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104732/president-and-ag-to-discuss-progress-of-controversial-cases-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Two arrested in Seenigama with grenades, pistol and ammunition",
        "short_description": "January 5, 2025 11:03 am",
        "long_description": "January 5, 2025 11:03 am Two persons have been arrested by the Police Narcotics Bureau (PNB) in the Seenigama area for the possession of two grenades, an 8mm pistol, 66 rounds of T-56 ammunition and 55 rounds for 9mm ammunition. Police stated that the suspects were arrested based on a tip-off received from the Director of the Police Narcotics Bureau (PNB). Meanwhile, the police have urged the public to report information on possessing any illegal firearms by contacting the Intelligence and Surveillance Officer of the PNB. The relevant officer can be reached via the contact number 071 8596476. In the meantime, the police have arrested a suspect in the Tangalle area yesterday (04), who was in the possession of a locally-manufactured firearm. The arrest took place during a raid conducted in the Wathumulla area of Okewela by a team of officers attached to Tangalle Police Special Task Force (STF), according to police.",
        "publication_time": "2025-01-06 05:41:50",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104728/two-arrested-in-seenigama-with-grenades-pistol-and-ammunition",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]