[
    {
        "title": "Chinese nationals arrested with gold bars and $800,000 cash in DR Congo",
        "short_description": "Three Chinese nationals have been arrested with 12 gold bars and $800,000 (£650,000) in cash in eastern Democratic Republic of Congo, officials say.",
        "long_description": "Three Chinese nationals have been arrested with 12 gold bars and $800,000 (£650,000) in cash in eastern Democratic Republic of Congo, officials say. The gold and money was hidden under the seats of the vehicle they were travelling in, according to Jean Jacques Purusi, the governor of South Kivu province. He said the operation to arrest the men had been kept secret after the recent release of another group of Chinese nationals accused of running an illegal gold mine in the area. Eastern DR Congo has abundant reserves of gold, diamonds and the minerals used to make batteries for mobile phones and electric vehicles. This mineral wealth has been plundered by foreign groups since the colonial era and is one of the main reasons why the region has been plagued by instability for the last 30 years. Militia groups control many of the mines in eastern DR Congo and their leaders become wealthy by selling it to middle-men. Purusi said some of these dealers in precious metals enjoyed good relations with influential people in the capital, Kinshasa, and this was why the mission to carry out these latest arrests had to be kept quiet. He said they had been acting on a tip-off and that the gold and money was only found after a meticulous search of the vehicle in the Walungu area not far from the border with Rwanda. He did not say exactly how much gold had been seized. Last month, the governor told reporters he was shocked to hear that 17 Chinese nationals, who had been arrested on allegations they had been running an illegal gold mine, had been freed and allowed to return to China. He said this undermined efforts to clean up DR Congo's notoriously murky mineral sector. They owed $10m in taxes and fines to the government, the Reuters news agency quotes him as saying. The Chinese embassy has not commented on the allegations. The arrests come as fighting continues to flare in the neighbouring North Kivu province, where a Rwanda-backed rebel group has captured large areas of territory. Last month, DR Congo said it was suing Apple over the use of \"blood minerals\", prompting the tech giant to say it had stopped getting supplies from both DR Congo and neighbouring Rwanda. Rwanda has denied being a conduit for the export of illegal minerals from DR Congo. In their lawsuit, lawyers acting for the Congolese government alleged that the minerals taken from conflict areas was then \"laundered through international supply chains\". \"These activities have fuelled a cycle of violence and conflict by financing militias and terrorist groups and have contributed to forced child labour and environmental devastation,\" they said. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica It is the second town seized by the group in as many days in the mineral-rich North Kivu province. The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:24",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cdx9w4j5q92o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2c65/live/ecfbbd50-cb83-11ef-b454-0d3064afa545.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Tanzania's fuel revolution slowed down by lack of filling stations",
        "short_description": "A revolution in vehicle fuel is gaining momentum in Tanzania, but a lack of filling stations means it is stuck in second gear.",
        "long_description": "A revolution in vehicle fuel is gaining momentum in Tanzania, but a lack of filling stations means it is stuck in second gear. Like Nigeria and some other countries on the continent, Tanzania is beginning to embrace compressed natural gas (CNG) as an alternative to petrol and diesel. It is seen as cleaner and better for the environment than those fossil fuels, but its relative cheapness is the biggest draw for the 5,000 or so motorists in the East African state who have embraced the change - particularly commercial drivers. This represents a small fraction of Tanzania's vehicles, but the early adopters are paving the way for a wider acceptance of CNG - the government reportedly wants near total adoption by the middle of the century. Tanzania has large reserves of gas under the sea and for those filling up, CNG can cost less than half its petrol equivalent. The potential saving was enough to persuade taxi owner Samuel Amos Irube to part with about 1.5m Tanzanian shillings ($620; £495) to convert his three-wheeled vehicle – known locally as a bajaji - to CNG. But now, having to get the gas twice a day, he often spends more time waiting at a filling station in the largest city, Dar es Salaam, than he does earning money. There are only four places in Tanzania's commercial hub where he can fill up. Quietly frustrated, he says he has to wait for at least three hours every time he wants to refuel, but the savings make it worth it, as he spends just 40% of what he would on the equivalent amount of petrol. The slow-moving queues of vehicles at the Ubungo CNG station snake down the road. Things are orderly – there are three clear lines, one for cars and two for bajajis – but the irritation is palpable. Medadi Kichungo Ngoma, in the queue for two hours already, stares at the vehicles ahead of him as he waits by his silver pick-up truck. He tells the BBC that he was among the first people in the city to convert his vehicle, which involved installing a large cylinder in the back of the pick-up, and reminisces about the short queues. \"Sometimes the attendant would have to be called to serve us,\" he says. He complains that the infrastructure has not expanded to accommodate the increasing demand. This is also the refrain heard at the largest of the city's CNG filling stations near the airport. Sadiki Christian Mkumbuka has waited here for three hours with his bajaji. \"The queue is very long,\" he says, adding that \"we should have as many stations as there are for petrol vehicles\". But the price consideration will keep people coming back. \"I pay 15,000 shillings ($6; £5) to fill my 11kg gas tank, which goes for about 180km,\" says another motorist who introduces himself as Juma, adding that this is less than half the cost for petrol to cover the same distance. The push to encourage motorists to adopt CNG-powered vehicles in Tanzania was hatched over a decade ago but did not begin in earnest until 2018. Those in charge of the project acknowledge that they did not foresee the rapid rise in demand. Aristides Kato, the CNG project manager at the state-oil firm, the Tanzania Petroleum Development Corporation (TPDC), tells the BBC that there \"has been a very drastic increase\" recently in the use of natural gas by vehicle owners. \"We found ourselves not having enough infrastructure to support the demand for gas-using vehicles,\" he admits. The authorities, though, want more people to switch to CNG because it is a relatively clean-burning fossil fuel that results in fewer emissions of nearly all types of air pollutants, according to the UN. Plus the locally available natural gas should allow for cheaper prices than petrol. But the cost of converting a vehicle plus the lower mileage that a full tank gives a motorist compared to petrol or diesel may be putting some people off. However, the country manager of Taqa Arabia, an Egyptian company that runs the filling station near the airport, sees the growing demand as a \"positive sign that CNG use has started to develop in Tanzania\". Amr Aboushady says his firm plans to build more stations and hopes to \"replicate our success story in Egypt by helping the [Tanzanian] government best utilise natural gas as an affordable, reliable, cleaner source of energy\". Egypt has pioneered the use of CNG on the continent, with about half a million vehicles converted to a dual-fuel system since the 1990s. Other African countries that have approved CNG use for vehicles include South Africa, Kenya, Mozambique and Ethiopia. The authorities in Tanzania are committed to rolling out more infrastructure and hope to encourage more private investors to get involved. A central CNG \"mother station\" is being built in Dar es Salaam by TPDC, which will supply gas to smaller stations around the country. In addition, TPDC is acquiring five mobile CNG units that will be located in Dar es Salaam as well as the capital, Dodoma, and Morogoro. These measures should in the medium-term lead to shorter queues, but for the time being the lack of filling stations will continue to frustrate Tanzania's CNG pioneers. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The gold and money was allegedly hidden under the seats of the vehicle they were travelling in. It is the second town seized by the group in as many days in the mineral-rich North Kivu province. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:25",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2pggj3g3po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/715f/live/a9b8e0d0-c143-11ef-b208-058c682ba73e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cb6a/live/b1c8de50-bec9-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "New York becomes first US city with congestion charge",
        "short_description": "The first congestion charge scheme for vehicles in the US has come into effect in New York City.",
        "long_description": "The first congestion charge scheme for vehicles in the US has come into effect in New York City. Car drivers will pay up to $9 (£7) a day, with varying rates for other vehicles. The congestion zone covers an area south of central park, taking in well known sites such as the Empire State Building, Times Square and the financial district around Wall Street The scheme aims to ease New York's notorious traffic problems and raise billions for the public transport network, but has faced resistance, including from famous New Yorker and President-elect Donald Trump. New York state Governor Kathy Hochul made the case for a congestion charge two years ago, but it was delayed and revised following complaints from some commuters and businesses. The new plan revives one scheme that she paused in June, saying there were \"too many unintended consequences for New Yorkers\". Most drivers will be charged $9 once per day to enter the congestion zone at peak hours, and $2.25 at other times. Small trucks and non-commuter buses will pay $14.40 to enter Manhattan at peak times, while larger trucks and tourist buses will pay a $21.60 fee. The charge has been met with plenty of opposition, including from taxi drivers' associations. But its most high-profile opposition has come from Trump, a native New Yorker who has vowed to kill the scheme when he returns to office this month. Local Republicans have already asked him to intervene. Congressman Mike Lawler, who represents a suburban district just north of New York City, asked Trump in November to commit to \"ending this absurd congestion pricing cash grab once and for all\". A judge denied an 11th-hour effort Friday by neighbouring New Jersey state officials to block the scheme on grounds of its environmental impact on adjoining areas. Last year, New York City was named the world's most-congested urban area for the second year in a row, according to INRIX, a traffic-data analysis firm. Vehicles in downtown Manhattan drove at a speed of 11mph (17km/h) during peak morning periods in the first quarter of last year, the report said. The soon-to-be first lady will serve as an executive producer on the film. Up to a foot of snow is expected from Ohio to Washington DC in what could be the biggest such accumulation in over a decade. Investigators are also looking into the attacker's back-to-back travel to Egypt and Canada in 2023. Parts of the US have been covered in snow as a severe winter storm sweeps the country. America's goodbye to its 39th president - which will include a stop at the US Capitol - has officially begun. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:25",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cjr2wn3zvqvo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e12c/live/ce82b930-cb3a-11ef-b373-6d5aa0b08d0c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ef8f/live/027e1e30-cbba-11ef-8639-9b70a770c8e5.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster.",
        "long_description": "She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster. Bosses urge people to be mindful of calling 999 unnecessarily amid \"significant pressures\". After a tumultuous 2024 in Welsh politics, BBC Wales political editor Gareth Lewis asks what's next. Many local people opposed the move, part of a £70,000 savings target for the library service. The politician has an emergency operation to save sight in one eye after experiencing blurry vision. Bosses urge people to be mindful of calling 999 unnecessarily amid \"significant pressures\". Newly-released papers reveal a handwritten note by Blair, calling part of Morgan's speech \"rubbish\". The former US president, an avid reader of the works of poet Dylan Thomas, visited Wales multiple times. After a tumultuous 2024 in Welsh politics, BBC Wales political editor Gareth Lewis asks what's next. Mr Jones, first minister from 2009-18, left after the death of Carl Sargeant. A holiday let with a window described as massive and obtrusive is refused planning permission. A council says it cannot afford to keep offering traders a temporary market space. MS who was later found to have touched two women inappropriately invited to US religious event. The agency says assessments before last month's storm did not suggest the severe floods coming. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:27",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1d13/live/472b6ac0-cb73-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c277/live/718eda60-c824-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "It comes as Israel intensified strikes on Gaza, killing 88 people over the past 24 hours, the Hamas-run health ministry says.",
        "long_description": "It comes as Israel intensified strikes on Gaza, killing 88 people over the past 24 hours, the Hamas-run health ministry says. The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. What the conflict in 2024 means for 2025... Twenty-day old Sila, whose home was a tent on a beach, is one of six newborns to die in recent days. The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The Foreign Press Association has said the move \"raises serious questions about press freedom\". An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. What the latest developments mean for Iran's position - and for the prospect of peace in Gaza Israel will have 60 days to withdraw from Lebanon while Hezbollah must move north of the Litani river. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. A visual guide to the latest developments in the conflict between Israel and Hezbollah. The PM's decision to replace his defence minister follows sharp disagreements over Israel's war strategy. Trump's promises on China as well as ending wars in Ukraine and the Middle East will soon be put to the test. The agency provides aid for Palestinians in Gaza and elsewhere, and has long been criticised by Israel. International editor Jeremy Bowen examines what Iran's response might be to Israel's latest attack. BBC Verify has analysed satellite imagery from Iran to assess damage from Israeli air strikes. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Some of those who reported for duty after October 7 explain why they are now refusing Julia, aged three, looks on from a crowd of fearful and exhausted men. This is her story. In the Lebanese city of Nabatieh, Orla Guerin meets hospital patients and medics vowing to stay despite Israeli strikes. We take a look at what history can teach us about the conflict in the Middle East. It also said that soldiers did not know the hostages were there when they began their operation. Ismail Haniyeh was Hamas's most prominent leader until his death in July. A school sheltering displaced families was hit, according to Gaza's civil defence agency. Both pilots were rescued after ejecting safely from their F/A-18 fighter aircraft. The senior official said a ceasefire deal is close but key issues remain that need to be bridged. Israel rejects as a lie the rights group's claim that it is blocking access to water critical for survival. The 18 were in court after protests against the war in Gaza in the Welsh capital in June. Palestinian news outlets have seen a steep drop in audience engagement since October 2023. The official outlines a phased plan which would see hostages freed in step with Israeli pullouts. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:29",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/topics/c2vdnvdg6xxt",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/42cb/live/28480d40-cb44-11ef-b60f-3756763d3869.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/049c/live/e774c000-c8ec-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Rain warnings are in place for southern England and south Wales, with flood warnings issued as snow melts due to milder temperatures.",
        "long_description": "Rain warnings are in place for southern England and south Wales, with flood warnings issued as snow melts due to milder temperatures. The government pledged to cut the list of patients waiting more than 18 weeks for treatment in England by nearly half a million over the next year. Nigel Farage claims Musk's call is due to a disagreement over support for far-right activist Tommy Robinson. Wes Streeting says his cabinet colleague has \"done more than most people ever do\" to fight grooming gangs. William McNicholl's body was discovered with multiple injuries in a house on Wednesday, police say. The government pledged to cut the list of patients waiting more than 18 weeks for treatment in England by nearly half a million over the next year. James Lee Williams, better known as drag queen The Vivienne, died aged 32 over the weekend. Companies are facing a \"pressure cooker\" of rising costs and taxes, the British Chambers of Commerce says. Nigel Farage claims Musk's call is due to a disagreement over support for far-right activist Tommy Robinson. Snow drives north on Sunday as bitter conditions are set to return for much of the UK next week. Plans for an upgraded NHS app to allow more patients in England to book treatments will be announced by the health secretary on Monday. Horsham's Fay Louise planned her own funeral after doctors found a tumour in her appendix in 2023. A major search for Thomas Roche, who has been missing since October, has been taking place. The local authority said it believed the plate could still be sold for a six-figure sum. Residents in the village were shocked after hearing a very loud bang and seeing a large orange flame. Many people in the north of England and Wales woke up to wintery scenes. Amber weather warnings are in force and travel disruption is expected in some parts of the UK, as snow continues to fall. Luke Littler reflects on becoming the youngest PDC World Championship winner in history. This kit helps football and rugby clubs to keep playing during even the harshest of temperatures. Proposals to list a 1970s building in Craigavon have divided opinion of councillors and locals. Will swapping a southern English accent for a Welsh lilt work to gain opponents trust? Jane Weitzmann has a collection of 50 classic cars at home and freely admits it's an obsession. Georgie Swallow says she used to feel insecure, but a cancer diagnosis changed her perspective. Delays and cancellations related to British weather may become more common. Rain warnings are in place for southern England and south Wales, with flood warnings issued as snow melts due to milder temperatures. Snow drives north on Sunday as bitter conditions are set to return for much of the UK next week. Amber warnings for heavy snow and ice remain in place for parts of England, Scotland and Wales, with travel delays and power cuts likely. Tips on what to carry in your car, and how to drive in snow and icy weather. Many people in the north of England and Wales woke up to wintery scenes. Bitter conditions created by an Arctic wind are expected to continue into next week. The Prince of Wales said his \"thoughts and prayers\" were with the family of Edward Pettifer, who was among 14 killed. Bitterly cold conditions fuelled by an Arctic blast are sweeping the UK and could result in disruption. Luke Littler reflects on becoming the youngest PDC World Championship winner in history. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:30",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0473/live/ce25a8a0-cb88-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a048/live/3568f010-cb95-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Hamas releases video of Israeli hostage Liri Albag as ceasefire talks resume",
        "short_description": "Hamas has posted a video showing a 19-year-old Israeli captive, as indirect talks between the group and Israel on a ceasefire and hostage release deal resume in Qatar.",
        "long_description": "Hamas has posted a video showing a 19-year-old Israeli captive, as indirect talks between the group and Israel on a ceasefire and hostage release deal resume in Qatar. The footage shows Liri Albag calling for the Israeli government to reach a deal. She was taken hostage along with six other female conscript soldiers at the Nahal Oz army base on the Gaza border during Hamas's October 2023 attack. Five of them remain in captivity. The announcement of renewed talks came as Israel intensified attacks on Gaza, with the Hamas-run Gaza health ministry saying on Sunday that 88 people had been killed in bombardment over the past 24 hours. One strike on a home in Gaza City on Saturday killed 11 people including seven children, according to the Gaza civil defence agency. Images showed residents searching through rubble for survivors and the bodies of the dead wrapped in shrouds. \"A huge explosion woke us up. Everything was shaking,\" neighbour Ahmed Mussa told AFP. \"It was home to children, women. There wasn't anyone wanted or who posed a threat.\" The Israeli military said on Sunday that it had struck more than 100 \"terror targets\" in the Gaza Strip over the past two days and \"eliminated dozens of Hamas terrorists\" Responding to the video showing their daughter, Liri Albag's parents said it had torn their hearts to pieces and they appealed to the Prime Minister Benjamin Netanyahu to \"make decisions as if your own children were there\". The Hostages and Missing Families Forum Headquarters, which represents hostage families, said the sign of life from Liri was \"harsh and undeniable proof of the urgency in bringing all the hostages home\". In a call to Lira Albag's parents, Israeli President Isaac Herzog said his country's delegation would remain at the negotiating table until all hostages were returned home. Israeli officials have previously described the release of such videos by Hamas as psychological warfare. Last month a senior Palestinian official told the BBC that talks to reach a ceasefire and hostage release deal were mostly complete, but key issues still needed to be bridged. On Sunday the Israeli military said it had intercepted a missile launched from Yemen, the latest in a series of such attacks by the Iran-backed Houthi movement. The Houthis said they had fired a \"hypersonic ballistic missile\" towards a power station near the Israeli city of Haifa. The group says it began targeting shipping in the Red Sea and firing projectiles at Israel in response to Israeli military actions in Gaza. The current war began when Hamas attacked southern Israel on 7 October 2023, killing about 1,200 people and taking 251 others hostage. Israel's military campaign to destroy Hamas has killed more than 45,800 people, according to the territory's Hamas-run health ministry. On Saturday the Gaza health ministry said all three government hospitals in northern Gaza were completely out of service and \"destroyed\" by the Israeli military. The Israeli military has imposed a blockade on parts of northern Gaza since October, with the UN saying the area has been under \"near-total siege\" as Israeli forces heavily restrict access of aid deliveries to an area where an estimated 10,000 to 15,000 people remain. Late last month the Israeli military forced patients and medical staff to leave Kamal Adwan hospital in Beit Lahia, alleging the facility was a \"Hamas terrorist stronghold\" and arresting the hospital director Hussam Abu Safiya. It said it had facilitated the transfer of some medical staff and patients to the Indonesian hospital nearby. But the Gaza health ministry said on Saturday that that hospital had also been taken out of service, along with the hospital in Beit Hanoun. World Health Organisation chief Dr Tedros Adhanom Ghebreyesus again called for an end to attacks on hospitals and health professionals. \"People in Gaza need access to health care,\" he said. Israel says its forces operate in accordance with international law and do not target civilians. On Saturday the Biden administration said it was planning an $8bn (£6.4bn) arms sale to Israel. The weapons consignment, which needs approval from US House and Senate committees, includes missiles, shells and other munitions. The move comes just over a fortnight before Biden leaves office and Donald Trump takes over as president. Washington has consistently rejected calls to suspend military backing for Israel because of the number of civilians killed in Gaza. What the conflict in 2024 means for 2025... Israel claimed responsibility for the strikes, saying it had targeted Houthi \"military infrastructure\". It also said that soldiers did not know the hostages were there when they began their operation. Four rioters are jailed after a Europa League match between Ajax and Israeli club Maccabi Tel Aviv. Ismail Haniyeh was Hamas's most prominent leader until his death in July. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:31",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3rq5pgdv47o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/42cb/live/28480d40-cb44-11ef-b60f-3756763d3869.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b771/live/41a93f10-cbb3-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Motorbike-sized tuna sold to Tokyo sushi restaurateurs for $1.3m",
        "short_description": "Sushi restaurateurs in Tokyo say they have paid 207m yen ($1.3m; £1m) for a bluefin tuna which is about the size and weight of a motorbike.",
        "long_description": "Sushi restaurateurs in Tokyo say they have paid 207m yen ($1.3m; £1m) for a bluefin tuna which is about the size and weight of a motorbike. The sale is the second highest price ever paid at the annual new year auction at Toyosu Fish Market in the Japanese capital. Onodera Group, which had the winning bid, said the tuna - which weighs in at 276kg (608lb) - would be served at its Michelin-starred Ginza Onodera restaurants, as well as Nadaman restaurants across the country. \"The first tuna is something meant to bring in good fortune,\" Onodera official Shinji Nagao told reporters after the auction, news agency AFP reported. Mr Nagao added that he hoped people would eat the tuna - caught off the Aomori region in northern Japan - and \"have a wonderful year\". The group has paid the top price in the Ichiban Tuna auction for five years straight. Last year, it forked out 114m yen for the top tuna. The highest auction price since comparable records began in 1999 was 333.6m yen in 2019 for a 278kg bluefin. It was paid by self-styled Japanese \"Tuna King\" and sushi restaurant owner Kiyoshi Kimura. Toyosu fish market, which opened in 1935, claims to be the biggest fish market in the world, and is known for pre-dawn daily tuna auctions. But tuna was not the only catch on offer on Sunday, with Hokkaido sea urchins also fetching a record-breaking 7m yen according to the Japan Times. Ms Itooka lived through two world wars and was credited with a sprightly spirit all her life. Biden decided to scrap the deal despite concerns that it could damage Washington's relations with Tokyo. Social media users have complained that their seats were scratched after being wiped with toilet paper. Hideko Hakamata spent decades fighting to save her brother: the world's longest-serving death row inmate. Fukushima plans to go through trash that is not properly sorted, and publicly identify offenders. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:34",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ced835ll74jo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e6e4/live/39c98150-cb64-11ef-bbd6-21b5b98e6ec9.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ed1/live/a27bed50-cb69-11ef-b9af-210670ba447b.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Heavy snow as severe US winter storm moves east",
        "short_description": "Parts of the US can expect heavy snow falls and icy conditions as a severe winter storm moves eastwards from the southern plains.",
        "long_description": "Parts of the US can expect heavy snow falls and icy conditions as a severe winter storm moves eastwards from the southern plains. BBC Weather's Elizabeth Rizzini has the latest forecast and you can follow live updates here. On 20 January 1977, Jimmy Carter took his presidential oath to become the 39th president of the United States. The Democrat from Georgia, who left office in 1981, lived longer than any other former US president. The Norad Tracks Santa website receives several million visitors each year from more than 200 countries and territories. California's central coast was hit by heavy surf from a major storm that was expected to bring hurricane-force winds. No injuries were reported from the fire but two homes were destroyed, firefighters say. The boy required open-heart surgery after he was hit in the chest by the drone in Orlando, Florida. Thomas Conley was sitting next to Isaiah Rodriguez at lunch when he noticed something was wrong. The 26-year-old suspect now faces federal charges in the fatal shooting a healthcare insurance CEO. Avon Lake residents were told to stay indoors while the remaining five structures were taken down. The suspect, who stole a package off a front porch, returned days later after the victim shared footage of the theft on an app. The US president-elect recently referred to Prime Minister Justin Trudeau as the \"governor\" of the \"Great State of Canada\". The damaged pipeline sparked a massive fire prompting road closures and emergency responses. Two people were fatally shot and several injured during a school shooting in Madison, Wisconsin. BBC Verify looks at claims about the involvement of aliens or foreign state actors in the alleged drone sightings. US officials have said there is no evidence the drones pose a national security or public safety threat. At least four people were injured, with cars flipped and trees downed after the tornado tore through Scotts Valley. None of first responders were injured, but the truck driver was taken to the hospital for minor injuries. Governor Kathy Hochul declared a state of emergency due to the severe weather. A police chase in Massachusetts has ended with a man needing to be rescued by the detectives he was fleeing. The Oscar, Tony and Olivier Award-nominated British actor is honoured on Tinseltown's boulevard of stars. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:35",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/ce3l6xnp011o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/56c0/live/4ff3a7d0-cb82-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c04e/live/a868c540-cb77-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha",
        "long_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The US president has previously vowed not to intervene in his son's case. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. Moscow's forces have taken more ground since September than they did over the course of 2023, analysts say. Ukrainians tell of their fear as BBC Verify analyses videos appearing to show drone strikes on civilians. The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Female crooks are exploiting superstition and family love to swindle other women. If the chancellor decides to increase NI for employers in the Budget would that be going back on previous promises? It is illegal for non-citizens to vote in the US election - but Donald Trump has repeatedly claimed immigrants are going to. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-06 05:41:36",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed32/live/a90d6a20-c139-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1651/live/4c270140-bd51-11ef-8889-ebba28ecef92.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Tax evasion by top earners to blame for revenue shortfalls: Experts ",
        "short_description": "January 5, 2025 12:39 pm",
        "long_description": "January 5, 2025 12:39 pm Tax expert N.R. Gajendran says Sri Lanka’s inability to meet tax revenue targets despite tax hikes is due to the tax leakages spurred by tax evasion. Joining Ada Derana’s current affairs program “@HydePark”, Gajendran further expressed that digitalization of proceedings of the Inland Revenue Department (IRD) will significantly contribute to bolstering efficiency while also eradicating loopholes which facilitate tax evasion. “All the taxes have gone up, but we’re still struggling to achieve 13.9% to 14% tax revenue. Next year, 2025, we’re hoping to reach 15%, which is still below what we achieved in the early 90s, 22% tax to GDP ratio. Most of the countries, even developing countries achieve 18% - 22% taxes”, Gajendran mentioned. “If you want to have macroeconomic stability, when we consider a developed country, tax to GDP ratio should be about 28% - 30%. Now we still have this gap. We’re collecting so much from people and we’re still falling short. Next year, at our best, we’ll reach 15%. We had 22% before, in 2022. Where is this 5% - 7% gap? I’m telling, that is the evasion and fraud and corruption”, he added. “This money is not with the small taxpayers. It is with the big taxpayers. Reforms cannot take place when it is corrupt. If higher-ups are corrupt, all subordinates will be corrupt, as the former President said,” Gajendran emphasized. Meanwhile, Tax Consultant, Attorney-at-Law Suresh Perera revealed that tax evasion is most often committed by top tax payers and not those in the lower tax brackets, although they have been at the centre of attention when drafting tax legislation. Commenting regarding the matter, Perera emphasized the tax leakage exists due to improper enforcement of laws, reiterating that the tax leakage takes place due to evasion by top tax payers. “The law is there, but it’s not been followed. What is happening in here is that now the focus is on small man,” perera added. Furthermore, he emphasized that policymakers focus on individual tax payers, stressing that the policies should be made focusing on large corporations, from which a huge tax revenue is being collected. Watch the full programme above…",
        "publication_time": "2025-01-06 05:41:37",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104731/tax-evasion-by-top-earners-to-blame-for-revenue-shortfalls-experts-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Russia vows retaliation after saying it downed eight US-made long-range missiles",
        "short_description": "January 4, 2025 09:34 pm",
        "long_description": "January 4, 2025 09:34 pm Russia has vowed retaliation after claiming to have shot down eight US-made ATACMS missiles fired by Ukraine on Saturday morning. Moscow sees the use of such missiles, which have a range of up to 300 kilometers (186 miles), as a major escalation. The country’s air defenses shot down the eight ballistic missiles alongside 72 aircraft-type unmanned aerial vehicles (UAVs), Russia’s Ministry of Defense said. It added that “these actions by the Kyiv regime, which is supported by Western curators, will be met with retaliation.” The statement said several drones were destroyed in the Leningrad region in the north-west and one in Kursk, where Ukraine launched a surprise attack late last summer. The outgoing US President Joe Biden approved Kyiv’s use of ATACMS in November – saying in part it was in response to Russia expanding the conflict by deploying North Korean troops. Russian President Vladimir Putin has threatened to respond to Ukrainian strikes using ATACMS with Russia’s new nuclear-capable ballistic missile “Oreshnik.” Last month, Putin suggested that it could be fired at the capital Kyiv as a test of Western-supplied air defense systems. The first and only launch of the experimental weapon targeted Ukraine’s Dnipro region on the morning of November 21. The Ukrainian drone attacks forced temporary restrictions to be introduced at an airport in St. Petersburg, Russian state media agency TASS reported. The governor of Leningrad oblast, Aleksandr Drozdenko, said in a statement on Telegram that the “night and morning of January 4 were record-breaking in terms of the number of UAVs destroyed,” with four shot down over his region. A Ukrainian security official, Andrii Kovalenko, said a seaport in Leningrad was targeted, calling it an “instrument of economic and military survival for Russia in isolation.” Meanwhile, Russia launched a total of 81 drones at Ukraine overnight on Friday into Saturday, according to Ukraine’s Air Force Command, including Iranian-made Shahed drones and “various types of imitation drones.” Some 34 Shahed attack UAVs and other types of drones were downed, according to a statement, although the downed drones caused damage in the Chernihiv and Sumy regions. Ukraine enters the year on the back foot in the conflict, which began with in February 2022, with Russian making gains on the eastern frontlines. Russia’s defense ministry said on Saturday that its forces had taken control of the village of Nadiya in Ukraine’s eastern Luhansk region. In Donetsk, the hub of Pokrovsk is under growing Russian pressure as Ukrainian forces lose ground to the south and east of the town. Ukraine is also concerned that the incoming Trump administration could cut vital military aid; Trump himself has vowed to end the conflict. Source: CNN --Agencies",
        "publication_time": "2025-01-06 05:41:38",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104722/russia-vows-retaliation-after-saying-it-downed-eight-us-made-long-range-missiles",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Navy seizes over 11kg of gold being smuggled by boat",
        "short_description": "January 4, 2025 05:41 pm",
        "long_description": "January 4, 2025 05:41 pm A special search operation conducted by the Navy in the sea area off the Baththalangunduwa Island, Kalpitiya on Saturday (4), has led to the interception of a dinghy with 03 suspects who were smuggling around 11kg and 300g of gold. The Sri Lanka Navy said a team of Special Boat Squadron attached to SLNS Vijaya was pressed into action, on receipt of information by the Northwestern Naval Command regarding a gold smuggling racket. Accordingly, naval personnel intercepted the suspicious dinghy off Baththalangunduwa Island and recovered about 11kg and 300g of gold being smuggled from the country, concealed in the dinghy. The operation also led to the apprehension of 03 suspects in connection to the racket while they have been identified as residents of Kalpitiya. Meanwhile, the suspects along with gold will be handed over to the Customs Preventive Office, Katunayake for onward legal action, the navy said.",
        "publication_time": "2025-01-06 05:41:39",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104718/navy-seizes-over-11kg-of-gold-being-smuggled-by-boat",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sacred rituals halted at \u0091Sabaragamuwa Saman Devalaya\u0092 amid protests against Acting Basnayake Nilame",
        "short_description": "January 5, 2025 10:10 pm",
        "long_description": "January 5, 2025 10:10 pm The board of duty (Rajakari Mandalaya) of the ‘Sabaragamuwa Maha Saman Devalaya’ has launched a strike by withdrawing from sacred pooja and rituals of the devalaya today (05), citing their objection to the appointment of an acting Basnayake Nilame, which they allege violates long-standing traditions and was influenced by political considerations. The strike followed the appointment of S.V. Chandrasinghe as acting Basnayake Nilame by the Commissioner for Buddhist Affairs. The appointment is intended to fill the position temporarily until a permanent Basnayake Nilame is named, following the expiration of the previous officeholder’s term. However, the board claims the appointment disregards established customs and alleges that Chandrasinghe has close ties to the current government. In protest, the temple officials staged a silent demonstration at the entrance of the Saman Devalaya.",
        "publication_time": "2025-01-06 05:41:41",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104742/sacred-rituals-halted-at-sabaragamuwa-saman-devalaya-amid-protests-against-acting-basnayake-nilame",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "2024 Scholarship Exam paper marking to resume from Jan 8",
        "short_description": "January 4, 2025 08:09 pm",
        "long_description": "January 4, 2025 08:09 pm The Department of Examinations has announced that the paper marking process for the 2024 Grade 05 Scholarship Examination, which was the subject of recent controversy, will resume next week. Accordingly, the Commissioner General of Examinations, Amith Jayasundara, stated that the paper marking process will take place from January 08 to January 12.",
        "publication_time": "2025-01-06 05:41:43",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104721/2024-scholarship-exam-paper-marking-to-resume-from-jan-8",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "PM Harini denies involvement in cancelling lecture at Peradeniya Uni.",
        "short_description": "January 5, 2025 07:16 pm",
        "long_description": "January 5, 2025 07:16 pm The Office of the Prime Minister and Minister of Education, Dr. Harini Amarasuriya, has categorically denied any involvement in the cancellation of the scheduled lecture organized by the International Youth and Students for Social Equality (IYSSE) at Peradeniya University. Issuing a statement, the Prime Minister’s Office said that Dr. Amarasuriya has consistently championed academic freedom and democratic engagement, values fundamental to fostering critical discourse in educational institutions. The allegations suggesting that the Prime Minister and Minister of Education influenced the university’s decision to cancel the lecture are entirely baseless and misleading, the statement highlighted. Furthermore, the Office of the Prime Minister and Minister of Education has assured that no directive or instruction was issued from this office regarding the event, noting that the autonomy of academic institutions is a principle that the government is committed to upholding. “Universities must remain places where diverse opinions, including critiques of government policies, can be freely expressed and discussed without fear of suppression. Nevertheless, we express concern about any action that undermines democratic expression and open dialogue within academic spaces”, it added. The statement also added that Dr. Amarasuriya reaffirms her unwavering commitment to protecting the rights of students and educators to engage in meaningful and critical discourse, mentioning that upholding these principles is vital to maintaining the trust and confidence of the university community and the public at large.",
        "publication_time": "2025-01-06 05:41:45",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104740/pm-harini-denies-involvement-in-cancelling-lecture-at-peradeniya-uni",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Biden plans to send $8bn arms shipment to Israel",
        "short_description": "January 5, 2025 10:47 am",
        "long_description": "January 5, 2025 10:47 am The US Department of State has notified Congress of a planned $8bn (£6.4bn) arms sale to Israel, an American official has confirmed to the BBC. The weapons consignment, which needs approval from House and Senate committees, includes missiles, shells and other munitions. The move comes just over a fortnight before President Joe Biden leaves office. Washington has rejected calls to suspend military backing for Israel because of the number of civilians killed during the war in Gaza. In August, the US approved the sale of $20bn in fighter jets and other military equipment to Israel. The latest planned shipment contains air-to-air missiles, Hellfire missiles, artillery shells and bombs, the US official said. A source familiar with the sale told the BBC on Saturday: “The president has made clear Israel has a right to defend its citizens, consistent with international law and international humanitarian law, and to deter aggression from Iran and its proxy organisations. “We will continue to provide the capabilities necessary for Israel’s defence.” Biden has often described US support for Israel as iron-clad. The US is by far the biggest supplier of arms to Israel, having helped it build one of the most technologically sophisticated militaries in the world. According to the Stockholm International Peace Research Institute (SIPRI), the US accounted for 69% of Israel’s imports of major conventional arms between 2019 and 2023. In May 2024, the US confirmed it had paused a single consignment of 2,000lb and 500lb bombs over concerns Israel was going ahead with a major ground operation in the southern Gaza city of Rafah. But Biden immediately faced a backlash from Republicans in Washington and from Netanyahu who appeared to compare it to an “arms embargo”. Biden has since partially lifted the suspension and not repeated it. The planned shipment is one of a number of steps taken by the Biden administration in recent weeks, as the outgoing president attempts to shore up his legacy. It will likely also be the last planned weapons sale to Israel before he leaves the White House on 20 January 2025, when his successor Donald Trump is inaugurated. The president-elect has previously spoken of ending foreign conflicts, and of reducing US involvement, including during his re-election bid. Trump has positioned himself as a staunch supporter of Israel, but has urged the American ally to finish its military operation in Gaza quickly. Israel launched a campaign to destroy Hamas in response to the group’s unprecedented attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage. More than 45,580 people have been killed in Gaza since then, according to the territory’s Hamas-run health ministry. Source: BBC --Agencies",
        "publication_time": "2025-01-06 05:41:46",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104727/biden-plans-to-send-8bn-arms-shipment-to-israel",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lanka Police launch special two-week traffic operations",
        "short_description": "January 5, 2025 11:32 am",
        "long_description": "January 5, 2025 11:32 am Sri Lanka Police have taken steps to implement two traffic operations aimed at reducing road accidents and easing traffic congestion, in line with the ‘Clean Sri Lanka’ national initiative. The first operation targets vehicles with various horns, additional flashing lights of different colors, illegal modifications, loud horns, loud silencers, and additional parts that could contribute to accidents and road hazards. The second operation will involve deploying police officers dressed in civil clothing to identify traffic violations committed by drivers of public transport buses and enforce law for those violations, according to police. These operations were implemented as a two-week pilot project from yesterday (January 4) until January 19, with the objective of raising awareness among motorists and the public. Accordingly, the police have stated that, in connection with the first operation, drivers will be warned and informed, and instructed to remove any unauthorized parts or modifications installed in their vehicles during that time. It has also been announced that this system is expected to continue, with further steps to enforce the law against unauthorized vehicle modifications, and police officers dressed in civil clothing will also be deployed on public transport buses to gather information. Accordingly, Sri Lanka Police announced that a grace period until January 19 has been given for vehicle owners to remove illegal modifications, including additional horns and lights.",
        "publication_time": "2025-01-06 05:41:47",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104729/sri-lanka-police-launch-special-two-week-traffic-operations",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "President and AG to discuss progress of controversial cases ",
        "short_description": "January 5, 2025 01:01 pm",
        "long_description": "January 5, 2025 01:01 pm President Anura Kumara Dissanayake will reportedly meet with the Attorney General (AG) tomorrow (06). It is reported that the discussion will focus on the progress of several high-profile controversial cases. Additionally, the challenges faced in handling criminal cases will also be addressed during the meeting, as per reports.",
        "publication_time": "2025-01-06 05:41:49",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104732/president-and-ag-to-discuss-progress-of-controversial-cases-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Two arrested in Seenigama with grenades, pistol and ammunition",
        "short_description": "January 5, 2025 11:03 am",
        "long_description": "January 5, 2025 11:03 am Two persons have been arrested by the Police Narcotics Bureau (PNB) in the Seenigama area for the possession of two grenades, an 8mm pistol, 66 rounds of T-56 ammunition and 55 rounds for 9mm ammunition. Police stated that the suspects were arrested based on a tip-off received from the Director of the Police Narcotics Bureau (PNB). Meanwhile, the police have urged the public to report information on possessing any illegal firearms by contacting the Intelligence and Surveillance Officer of the PNB. The relevant officer can be reached via the contact number 071 8596476. In the meantime, the police have arrested a suspect in the Tangalle area yesterday (04), who was in the possession of a locally-manufactured firearm. The arrest took place during a raid conducted in the Wathumulla area of Okewela by a team of officers attached to Tangalle Police Special Task Force (STF), according to police.",
        "publication_time": "2025-01-06 05:41:50",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104728/two-arrested-in-seenigama-with-grenades-pistol-and-ammunition",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Nicolas Sarkozy goes on trial over alleged Gaddafi election funding",
        "short_description": "Former French President Nicolas Sarkozy has gone on trial in Paris, accused of taking millions of euros of illicit funds from the late Libyan leader Col Muammar Gaddafi to finance his 2007 election campaign.",
        "long_description": "Former French President Nicolas Sarkozy has gone on trial in Paris, accused of taking millions of euros of illicit funds from the late Libyan leader Col Muammar Gaddafi to finance his 2007 election campaign. In exchange, the prosecution alleges Sarkozy promised to help Gaddafi combat his reputation as a pariah with Western countries. Sarkozy, 69, was the president of France from 2007 to 2012. He has always denied the charges, saying they were brought against him by people with motivations to bring him down. The investigation was opened in 2013, two years after Saif al-Islam, son of the then-Libyan leader, first accused Sarkozy of taking millions of his father's money for campaign funding. The following year, Lebanese businessman Ziad Takieddine - who for a long time acted as a middleman between France and the Middle East - said he had written proof that Sarkozy's campaign bid was \"abundantly\" financed by Tripoli, and that the €50m (£43m) worth of payments continued after he became president. Twelve other people - accused of devising the pact with Gaddafi - are standing trial along Sarkozy. They all deny the charges. Sarkozy's wife, Italian-born former supermodel and singer Carla Bruni-Sarkozy, was charged last year with hiding evidence linked to the Gaddafi case and associating with wrongdoers to commit fraud, both of which she denies. Since losing his re-election bid in 2012, Sarkozy has been targeted by several criminal investigations. He also appealed against a February 2024 ruling which found him guilty of overspending on his 2012 re-election campaign, then hiring a PR firm to cover it up. He was handed a one-year sentence, of which six months were suspended. In 2021, he was found guilty of trying to bribe a judge in 2014 and became the first former French president to get a custodial sentence. In December, the Paris appeals court ruled that he could serve his time at home wearing a tag instead of going to jail. Sarkozy was not wearing the tag as he arrived in court in Paris on Monday morning. However, that is only because the details of that sentence have yet to be worked out. It is likely that in the course of this three-month trial over the so-called Libya connection, the former president will appear wearing the device. The trial is set to continue until 10 April. If found guilty, Sarkozy faces up to 10 years in prison. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:02",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c74x28k7987o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a101/live/4592b230-cc4b-11ef-9fd6-0be88a764111.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ex-prison officer jailed over sex with inmate",
        "short_description": "A former HMP Wandsworth prison officer who was filmed having sex with an inmate has been jailed for 15 months.",
        "long_description": "A former HMP Wandsworth prison officer who was filmed having sex with an inmate has been jailed for 15 months. Linda De Sousa Abreu was identified by senior prison staff after the clip was shared online and quickly went viral. The governor of Wandsworth said Abreu's actions had taken \"less than a day\" to undo the many years of work on behalf of female staff in all-male prisons. Abreu, 30, who was arrested at Heathrow Airport before attempting to board a flight to Madrid with her father, previously pleaded guilty to misconduct in public office. In a partial written statement to Isleworth Crown Court, Andrew Davy, the governor of Wandsworth, said many female staff at the prison had reported an increase in being \"hit on\" by inmates and were now \"considered fair game\". Abreu and the inmate were filmed in a cell between 26 and 28 June. The Metropolitan Police said inquiries were ongoing into the two prisoners identified in the video. The court was also told that a further recording of her performing a sex act with the same inmate was found on her prison-issue body-worn camera - and Abreu had admitted to having sex with that prisoner on an additional occasion. Judge Martin Edmunds KC said the video that went viral was therefore not isolated and was part of repeated behaviour. A spokesperson for the Prison Service said: \"While the overwhelming majority of Prison Service staff are hardworking and honest, we're catching more of the small minority who break the rules by bolstering our Counter Corruption Unit and strengthening our vetting processes. \"As today's sentencing demonstrates, where officers do fall below our high standards we won't hesitate to take robust action.\" The Prison Officers' Association, which represents prison staff, said it acknowledged there were a small number of corrupt staff working in prisons who undermined the work of others. Listen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk An expert says he does not believe Hassan Sentamu has diminished responsibility for killing Elianne Andam. Insp Charles Ehikioya, who denies the allegations, is facing a gross misconduct hearing. Leanne McDonnell, 33, denied owning or being in charge of the dog that attacked Akif Mustaq. A 17-year-old boy is on trial, accused of murder, over the fatal stabbing of Kamari Johnson. The opening on 7 April means drivers using Silvertown Tunnel or Blackwall Tunnel will be charged. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:03",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwy849w4ygwo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b7b4/live/4ad6e7b0-cc51-11ef-9deb-9b46bd315486.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2309/live/0806eca0-cc56-11ef-a7a8-3b3e5d22d8c2.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Channel migrants: The real reason so many are fleeing Vietnam for the UK",
        "short_description": "More Vietnamese attempted small-boat Channel crossings in the first half of 2024 than any other nationality. Yet they are coming from one of the world's fastest-growing economies. Why, then, are so many risking their lives to reach Britain?",
        "long_description": "More Vietnamese attempted small-boat Channel crossings in the first half of 2024 than any other nationality. Yet they are coming from one of the world's fastest-growing economies. Why, then, are so many risking their lives to reach Britain? Phuong looked at the small inflatable boat and wondered whether she should step in. There were 70 people packed in, and it was sitting low in the water. She recalls the fear, exhaustion and desperation on their faces. There weren't enough lifejackets to go around. But Phuong was desperate. She says she had been stuck in France for two months, after travelling there from Vietnam via Hungary, sleeping in tents in a scrubby forest. Already she had refused to travel on one boat because it seemed dangerously overcrowded, and previously had been turned back in the middle of the Channel three times by bad weather or engine failure. Her sister, Hien, lives in London, and recalls that Phuong used to phone her from France in tears. \"She was torn between fear and a drive to keep going. \"But she had borrowed so much - around £25,000 - to fund this trip. Turning back wasn't an option.\" So, she climbed on board. Today Phuong lives in London with her sister, without any legal status. She was too nervous to speak to us directly, and Phuong is not her real name. She left it to her sister, who is now a UK citizen, to describe her experiences. In the six months to June, Vietnamese made up the largest number of recorded small boat arrivals with 2,248 landing in the UK, ahead of people from countries with well-documented human rights problems, including Afghanistan and Iran. The extraordinary efforts made by Vietnamese migrants to get to Britain is well documented, and in 2024 the BBC reported on how Vietnamese syndicates are running successful people-smuggling operations. It is not without significant risks. Some Vietnamese migrants end up being trafficked into sex work or illegal marijuana farms. They make up more than one-tenth of those in the UK filing official claims that they are victims of modern slavery. And yet Vietnam is a fast-growing economy, acclaimed as a \"mini-China\" for its manufacturing prowess. Per capita income is eight times higher than it was 20 years ago. Add to that the tropical beaches, scenery and affordability, which have made it a magnet for tourists. So what is it that makes so many people desperate to leave? Vietnam, a one-party Communist state, sits near the bottom of most human rights and freedom indexes. No political opposition is permitted. The few dissidents who raise their voices are harassed and jailed. Yet most Vietnamese have learned to live with the ruling party, which leans for legitimacy on its record of delivering growth. Very few who go to Britain are fleeing repression. Nor are the migrants generally fleeing poverty. The World Bank has singled Vietnam out for its almost unrivalled record of poverty reduction among its 100 million people. Rather, they are trying to escape what some call \"relative deprivation\". Despite its impressive economic record, Vietnam started far behind most of its Asian neighbours, with growth only taking off well after the end of the Cold War in 1989. As a result, average wages, at around £230 a month, are much lower than in nearby countries like Thailand, and three-quarters of the 55-million-strong workforce are in informal jobs, with no security or social protection. \"There is a huge disparity between big cities like Hanoi and rural areas,\" says Nguyen Khac Giang, a Vietnamese academic at the Institute of South East Asian Studies-Yusof Ishak Institute in Singapore. \"For a majority of workers with limited skills, there is a glass ceiling. Even if you work 14 hours a day you cannot save enough to build a house or start a family.\" This was what Phuong felt, despite coming from Haiphong, Vietnam's third-largest city. Her sister Hien had made it to Britain nine years earlier, smuggled inside a shipping container. It had cost her around £22,000 but she was able to pay that back in two years, working long hours in kitchens and nail salons. Hien married a Vietnamese man who already had British citizenship, and they had a daughter; all three are now UK citizens. In Haiphong, jobs were scarce after the pandemic and at 38 years old, Phuong wanted what her sister had in London: the ability to save money and start a family. \"She could survive in Vietnam, but she wanted a home, a better life, with more security,\" explains Hien. Lan Anh Hoang, a professor in development studies at Melbourne University, has spent years studying migration patterns. \"Twenty to thirty years ago, the urge to migrate overseas was not as strong, because everyone was poor,\" she says. \"People were happy with one buffalo, one motorbike and three meals a day. \"Suddenly a few people successfully migrated to countries like Germany or the UK, to work on cannabis farms or open nail salons. They started to send a lot of money home. Even though the economic conditions of those left behind have not changed, they feel poor relative to all these families with migrants working in Europe.\" This tradition of seeking better lives overseas goes back to the 1970s and 80s, when Vietnam was allied to the Soviet Union following the defeat of US forces in the south. The state-led economy had hit rock bottom. Millions were destitute; some areas suffered food shortages. Tens of thousands left to work in eastern bloc countries like Poland, East Germany and Hungary. This was also a time when 800,000 mainly ethnic Chinese boat people fled the communist party's repressive actions, making perilous sea journeys across the South China Sea, eventually resettling in the USA, Australia or Europe. The economic hardships of that time threatened the legitimacy of the communist party, and in 1986 it made an abrupt turn, abandoning the attempt to build a socialist system and throwing the doors open to global markets. The new theme of Vietnam's national story was to catch up, and get rich, any way possible. For many Vietnamese, that meant going abroad. \"Money is God in Vietnam,\" says Lan An Hoang. \"The meaning of 'the good life' is primarily anchored in your ability to accumulate wealth. There is also a strong obligation to help your family, especially in central Vietnam. \"That is why the whole extended family pools resources to finance the migration of one young person because they believe they can send back large sums of money, and facilitate the migration of other people.\" Drive through the flat rice fields of Nghe An, one of Vietnam's poorer provinces lying south of Hanoi, and where there were once smaller concrete houses, you will now find large, new houses with gilded gates. More are under construction, thanks, in part, to money earned in the West. The new houses are prominent symbols of success for returnees who have done well overseas. Vietnam is now enjoying substantial inflows of foreign investment, as it is considered an alternative to China for companies wanting to diversify their supply chains. This investment is even beginning to reach places like Nghe An, too. Foxconn, a corporate giant that manufactures iPhones, is one of several foreign businesses building factories in Nghe An, offering thousands of new jobs. But monthly salaries for unskilled workers only reach around £300, even with overtime. That is not enough to rival the enticing stories of the money to be made in the UK, as told by the people smugglers. The business of organising the travel for those wishing to leave the province is now a very profitable one. Publicly, companies present themselves as either travel agents or brokers for officially approved overseas labour contracts, but in practice many also offer to smuggle people to the UK via other European countries. They usually paint a rosy picture of life in Britain, and say little about the risks and hardships they will face. \"Brokers\" typically charge between £15,000 and £35,000 for the trip to the UK. Hungary is a popular route into the EU because it offers guest-worker visas to Vietnamese passport holders. The higher the price, the easier and faster the journey. The communist authorities in Vietnam have been urged by the US, the UK and UN agencies to do more to control the smuggling business. Remittances from abroad earn Vietnam around £13bn a year, and the government has a policy of promoting migration for work, although only through legal channels, mostly to richer Asian countries. More than 130,000 Vietnamese workers left in 2024 under the official scheme. But the fees for these contracts can be high, and the wages are much lower than they can earn in Britain. The huge risks of the illicit routes used to reach the UK were brought home in 2019, when 39 Vietnamese people were found dead in Essex, having suffocated while being transported inside a sealed container across the Channel. Yet this has not noticeably reduced demand for the smugglers' services. The increased scrutiny of container traffic has, however, pushed them to find alternative Channel crossings, which helps explain the sharp rise in Vietnamese people using small boats. \"The tragedy of the 39 deaths in 2019 is almost forgotten,\" says the cousin of one of the victims, Le Van Ha. He left behind a wife, two young children and a large debt from the cost of the journey. His cousin, who does not want to be named, says attitudes in their community have not changed. \"People hardly care anymore. It's a sad reality, but it is the truth. \"I see the trend of leaving continuing to grow, not diminish. For people here, the success stories still outweigh the risks.\" Three of the victims came from the agricultural province of Quang Binh. The headteacher of a secondary school in the region, who also asked not to be named, says that 80% of his students who graduate soon plan to go overseas. \"Most parents here come from low-income backgrounds,\" he explains. \"The idea of [encouraging their child to] broaden their knowledge and develop their skills is not the priority. \"For them, sending a child abroad is largely about earning money quickly, and getting it sent back home to improve the family's living standards.\" In March the UK Home Office started a social media campaign to deter Vietnamese people from illegal migration. Some efforts were also made by the Vietnamese government to alert people to the risks of using people-smugglers. But until there are more appealing economic opportunities in those provinces, it is likely the campaigns will have little impact. \"They cannot run these campaigns just once,\" argues Diep Vuong, co-founder of Pacific Links, an anti-trafficking organisation. \"It's a constant investment in education that's needed.\" She has first-hand experience, leaving Vietnam to the US in 1980 as part of the exodus of Vietnamese boat people. \"In Vietnam, people believe they have to work hard, to do everything for their families. That is like a shackle which they cannot easily escape. But with enough good information put out over the years, they might start to change this attitude.\" But the campaigns are up against a powerful narrative. Those who go overseas and fail – and many do – are often ashamed, and keep quiet about what went wrong. Those who succeed come back to places like Nghe An and flaunt their new-found wealth. As for the tragedy of the 39 people who died in a shipping container, the prevailing view in Nghe An is still that they were just unlucky. Top image credit: Getty Images BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below. The stronger powers are needed to tackle \"vile gang networks\", the home secretary says. The number of people crossing the Channel in small boats has passed 20,000 since Labour came to power. Solihull council says the borough's 5,000 Hongkonger residents \"enrich all our lives\". Cracks have appeared among Trump supporters over the stand taken by Elon Musk and Vivek Ramaswamy. The number of people who have made the crossing has passed 150,000 since 2018 when records began. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cy8y3l7e2vjo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5485/live/6f01e780-b7c9-11ef-aff0-072ce821b6ab.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ebd/live/58364770-cc10-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Aerial footage shows severe flooding in Leicestershire",
        "short_description": "A major incident has been declared due to widespread flooding across Leicestershire, with dozens of people rescued by emergency services.",
        "long_description": "A major incident has been declared due to widespread flooding across Leicestershire, with dozens of people rescued by emergency services. The BBC helicopter captured large swathes of countryside impacted, with roads cut off and properties inundated by floodwater. Follow live coverage here. Cimi Kazazi said he \"didn't think twice\" about going to the aid of the driver. Graham Wagstaff began making darts aged 15, while on his lunch breaks. Hinckley-based deli Fodder and Chisit has been offering a personalised message in its pie crust. Schoolchildren take part in a drone soccer tournament in Leicestershire. James Sutliff \"lost everything\" after he woke up one morning struggling to walk and talk. A truck's trailer was badly damaged after hitting a bridge previously dubbed Britain's most bashed. Phoebe, 10, saved her mum's life by calling 999 after she collapsed at home. Parties fighting for your vote in Leicestershire debate the issues that matter to you. Rescuers from a wildlife trust came to the bird's aid and helped it back in. A total of 17 attacks were committed by the group against cash machines, police say. The blaze broke out in a unit used as a cash and carry, a fire and rescue service says. Emil Emilov, 25, was sentenced to more than seven years in prison at Leicester Crown Court. After he was jailed for killing son Ollie, police release footage of Michael Davis being arrested. Leon Fairbrother, who served in the Army for 24 years, now repairs the walls at Bradgate Park. Richard Basson blasted Carrie Slater with a pistol at their home in Long Clawson, Leicestershire. At its height, eight crews and at least 32 firefighters attended the blaze. Harold's best friend, a goat called Billy, died at Christmas but now he has been introduced to two new suitors. John Cramp, 43, is living his childhood dream after beating thousands of entrants with his idea. An amateur photographer said he was in the \"right place at the right time\" to capture the footage. Mick Smith, a country singer, writes the song for his wife of nearly 60 years, Diana. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:05",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c7082404d0wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b5b9/live/ee687400-cc44-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9263/live/3e811ff0-c885-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The list is released as new Israeli air strikes kill dozens in Gaza over the weekend.",
        "long_description": "The list is released as new Israeli air strikes kill dozens in Gaza over the weekend. Two women and a police officer are killed after gunmen open fire on a bus and other vehicles in al-Funduq. The weapons consignment, which needs approval from House and Senate committees, includes air-to-air missiles. Marcus Fakana, 18, was jailed for having sex with a British girl, 17, while they were both on holiday. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. Two women and a police officer are killed after gunmen open fire on a bus and other vehicles in al-Funduq. The new authorities have promised justice for crimes under the Assads, but there are huge challenges involved. It comes as Israel intensified strikes on Gaza, killing 88 people over the past 24 hours, the Hamas-run health ministry says. The weapons consignment, which needs approval from House and Senate committees, includes air-to-air missiles. The IDF had earlier told a local NGO it was unaware of his case, sparking concern. The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The Foreign Press Association has said the move \"raises serious questions about press freedom\". The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. What the conflict in 2024 means for 2025... An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Fergal Keane speaks to two Syrian refugees he met at the height of the migrant crisis in 2015. Feras Killani grew up in Yarmouk in Damascus, which saw brutal fighting between rebel and government forces. Orla Guerin visits Al-Sina prison in north-eastern Syria, where many suspected fighters have been held for years. Sharaa led the rebel offensive that toppled the Assad regime in Syria less than two weeks ago. The BBC's Hugo Bachega sees Syrians dancing, waving flags and making peace signs in Aleppo. The BBC's Lina Sinjab says there is a joyous mood in the Syrian capital, as people mark the end of the Assad regime. Two women and a police officer are killed after gunmen open fire on a bus and other vehicles in al-Funduq. The new authorities have promised justice for crimes under the Assads, but there are huge challenges involved. The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science. The Foreign Press Association has said the move \"raises serious questions about press freedom\". The move will raise concerns over the role radicalised foreign militants may play in Syria's future. Egypt's environment ministry says the attack occurred in \"deep waters outside of the designated swimming area\". Sharaa says it could take three years to write a constitution and longer to establish voting integrity. Former regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities. Tedros Adhanom Ghebreyesus tells the BBC he felt \"completely exposed\" during the Israeli strike on Yemen's international airport. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:07",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c2ed/live/3b0fe6c0-cbe2-11ef-9e5d-b18e8cad79e7.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd07/live/14a09f80-cc22-11ef-b733-532f7fefade3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "What to know about winter storm hitting North America",
        "short_description": "A huge winter storm has brought snow, ice and and freezing temperatures to a broad swathe of the US, with more than 60 million Americans under weather alerts.",
        "long_description": "A huge winter storm has brought snow, ice and and freezing temperatures to a broad swathe of the US, with more than 60 million Americans under weather alerts. Much of the US is waking up to below freezing temperatures on Monday morning, with some of the coldest conditions expected in Kansas, while the Washington DC area is awaiting unusually heavy snowfall. Forecasters say the extreme weather - named Storm Blair - is being caused by the polar vortex, an area of cold air that circulates around the Arctic. As of early Monday morning, 1,400 US flights had been cancelled for the day and 800 delayed, according to FlightAware.com. A state of emergency has been declared in of Kansas, Missouri, Kentucky, Virginia, West Virginia, Arkansas and parts of New Jersey. And much of Canada is also under weather alerts, as the blizzard conditions have dumped about a foot of snow (30cm) in places. Thirty US states, spanning from the middle of the country to the east coast - including major cities such as Washington DC and Philadelphia - are under weather alerts, the National Weather Service (NWS) said. On Sunday - which was forecast to be the most intense day of the storm - people in affected states saw roads cut off. Schools were shut down on Monday in Virginia, Maryland, Indiana and Kentucky. Hundreds of car accidents and stranded drivers were reported over the weekend in several midwestern states - including Kansas as well as Indiana, Kentucky and Virginia. Blizzard warnings have been issued in Kansas, Missouri and Nebraska. Kansas City is seeing its heaviest snow in 32 years, with more than a foot (30 to 40cm) having come down so far, according to Matthew Cappucci, a senior meteorologist at the weather app MyRadar. Parts of northern Missouri have already experienced 14in (36cm) of sleet and snow. The storm began moving toward the US's east coast on Sunday, with parts of Virginia, Maryland, Washington DC and Delaware due to take the brunt. Washington DC is bracing for heavy snow and bitter cold on Monday, the same day the US Congress is set to meet and formally certify Republican Donald Trump's election as president. But Republican House Speaker Mike Johnson said the weather would not prevent lawmakers from carrying out their duties. But officials have announced that federal offices in the nation's capital will be closed. The NWS said the winter storm could bring \"the heaviest snowfall in at least a decade\", while AccuWeather forecaster Dan DePodwin said: \"This could lead to the coldest January for the US since 2011.\" He added that \"temperatures that are well below historical average\" could linger for a week. Temperatures 12-25F (7-14C) below normal are forecast. Further north, Canadians are also feeling the effects of the polar vortex. Much of Canada has been under extreme weather alerts, with freezing temperatures spanning the country. Some areas are also seeing snow squalls - a sudden heavy snowfall accompanied by strong winds. In the central province of Manitoba, the wind chill could see temperatures plummet to as low as -40C. Meanwhile, as much as 15in (38cm) of snow was expected in parts of Ontario on Sunday. Amtrak has also cancelled numerous rail services. American, Delta, Southwest and United airlines are waiving change fees for passengers because of the potential flight disruptions. Conditions on roads have deteriorated, with crashes involving lorries and cars, as well as a fire engine rolling over near Salina, Kansas. \"Whiteout conditions will make travel extremely hazardous, with impassable roads and a high risk of motorists becoming stranded,\" the NWS warned. Meanwhile, severe thunderstorms capable of producing tornadoes were set to move east from Arkansas and Louisiana into Mississippi and Alabama on Sunday evening, the NWS said. Private meteorologist Ryan Maue said: \"It's going to be a mess, a potential disaster. This is something we haven't seen in quite a while.\" How have you been affected by the storm? Share your experiences by following this link. Trump's lawyers said they would appeal the decision as sentencing in his New York criminal case looms Harris, who Trump defeated in the 2024 election, presided over the event as required by the US Constitution. Monday's session in Congress came on the anniversary of violence by Trump supporters on 6 January 2021. The ban covering most of America's coastline comes two weeks before Donald Trump's inauguration ceremony. Daniel Andreas San Diego, who is wanted over a bombing in 2003, was arrested in rural north Wales. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:08",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c0kvlkvzdgzo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fb2c/live/856f83c0-cc2c-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/904b/live/5c368350-cbaa-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "More than 80 young Kenyans have gone missing in recent months, with many blaming the security forces.",
        "long_description": "More than 80 young Kenyans have gone missing in recent months, with many blaming the security forces. Blouin ran in the same circles as liberation icons like Patrice Lumumba, Kwame Nkrumah and Sékou Touré. It is the second town seized by the group in as many days in the mineral-rich North Kivu province. Capoeira, a sport mixing martial art and dance, is one of Brazil’s biggest cultural exports. Now a new generation of African children are rediscovering its appeal and African roots. The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. Blouin ran in the same circles as liberation icons like Patrice Lumumba, Kwame Nkrumah and Sékou Touré. Venâncio Mondlane left Mozambique shortly before last October's elections, which he says he won. The gold and money was allegedly hidden under the seats of the vehicle they were travelling in. It is the second town seized by the group in as many days in the mineral-rich North Kivu province. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. During the festive season, a community in the West African state confers titles to wealthy men in search of prestige. Growers find that the changing climate is having a big impact on the size of their harvests. Pictures of revellers from the Calabar Carnival marking Christmas in the southern Nigeria. Carmen Souza's latest album is inspired by the little-known British influence on the Cape Verde islands. Three friends, known as the Kids of the Colony, have racked up millions of views on social media. The BBC goes on patrol with the Kenyan officers sent to quell violence in gang-ravaged Haitian capital Port-au-Prince. Lebo M, who played a key role in the original movie, reflects on his career and contribution to Mufasa. Nigeria midfielder Alex Iwobi says the team spirit at Fulham is enabling him to enjoy his \"best season\" in the Premier League. Two continental football tournaments and the road cycling world championships in Rwanda are among the highlights of Africa's sporting calendar for 2025. Sudan coach Kwasi Appiah reflects on how his team defied the odds in the middle of a civil war to reach the 2025 Africa Cup of Nations. Kenya's Beatrice Chebet smashes the women's 5km world record to set a time of 13 minutes and 54 seconds at the Cursa dels Nassos road race in Barcelona. Zambia captain Barbra Banda, recently-crowned African Women's Footballer of the Year, wants to be the world's best player. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Fulham and Nigeria star Alex Iwobi has been playing Santa Claus with his own Christmas shop in east London, giving out free food, including turkeys, to local residents. BBC Africa Correspondent Mayeni Jones reports from cyclone-hit Mayotte, as French President Emmanuel Macron visits to assess the damage. Nigerian Pastor Tobi Adeboyega addresses his UK deportation case and allegations against his church Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa More than 80 young Kenyans have gone missing in recent months, with many blaming the security forces. Venâncio Mondlane left Mozambique shortly before last October's elections, which he says he won. Blouin ran in the same circles as liberation icons like Patrice Lumumba, Kwame Nkrumah and Sékou Touré. The gold and money was allegedly hidden under the seats of the vehicle they were travelling in. It is the second town seized by the group in as many days in the mineral-rich North Kivu province. The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. A compelling new audio drama shines a spotlight on Ethiopia's ancient Aksumite Empire. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Somalia says no concessions were made to Ethiopia in the Turkey-brokered deal, but Ethiopia has not commented. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0769/live/4281a7d0-cc2e-11ef-b19f-35bc04f01269.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/742e/live/c38fb130-cc0d-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Five missing Kenyan youths freed amid uproar over abductions",
        "short_description": "Five young Kenyan men - including a popular cartoonist - who went missing just before the Christmas holidays have been found alive, family members and rights groups say.",
        "long_description": "Five young Kenyan men - including a popular cartoonist - who went missing just before the Christmas holidays have been found alive, family members and rights groups say. Kenya has been gripped by a wave of disappearances, with the state-funded rights group saying that over 80 people have been abducted in the last six months. The abductions generally target government critics and are widely believed to be the work of security agents, although the authorities have not admitted responsibility. They began in June last year during nationwide anti-tax protests, but increased in December, when AI-generated photos of the president in a coffin were widely shared. The youth-led protests forced President William Ruto to withdraw a series of planned tax rises and shook his government, leaving his authority badly undermined. Kibet Bull, known for his silhouette cartoon memes critical of the president, announced his release on Monday afternoon on X to much fanfare. He told his 105,000 followers that he had been dropped off in the town of Luanda, nearly 370 km (229 miles) from the capital, Nairobi, where he was last seen in December. Kibet Bull said straight after he was released he went to a disco. His mother told the BBC she \"rejoiced\" after she heard the news that her son had returned. \"I gave him a call and we talked, we didn't talk much, the moment he told me 'I am Kibet' and I heard his voice, I screamed, I celebrated until he hung up,\" she said. The others released on Monday include 24-year-old student Billy Mwangi in Embu, in the central Mount Kenya region. Local MP Gitonga Mukunji told journalists that Mr Mwangi \"was whipped and beaten while in a dark room. He is traumatised.\" Mr Mwangi's father said his son was not able to discuss what he had gone through adding that he had been taken to hospital. \"He came home around eight in the morning. He walked by himself - his mother and I saw him. We thank everyone who has prayed and supported him,\" he told the Daily Nation news site. Last week, Mr Mwangi's father broke down in court as he pleaded for his son to be released. A relative of 22-year-old Peter Muteti, who was seized in Nairobi, on 21 December, told the BBC on Monday that he had been reunited with the family but was disoriented and unable to speak about the ordeal. Amnesty International Kenya welcomed the releases and urged \"the State to free all abductees and hold those responsible accountable\". Two weeks ago the police denied responsibility for the abductions carried out by men in plain clothes across the country, some of which were captured on CCTV. Rights groups and other Kenyans have linked the abductions to a shadowy intelligence and counter-terrorism unit of the security forces. Amid the public uproar, President Ruto said last month: \"We are going to stop the abductions so that our youth can live peacefully and have discipline\", while urging parents to take care of their children. Until now, no-one had been freed since he spoke on 27 December, with activists planning protests on Monday to push the government to act. On Monday the police released an update acknowledging the freeing of the men, saying they were already in contact with one of the abductees, Bernard Kavuli, who had presented himself at a police station. The police said investigations into all cases of missing people were under way. One other man - Ronny Kiplangat – has also been released, his family told local media. Mr Kavuli, a content creator, was seized on the outskirts of Nairobi in December, while Mr Kiplangat is the brother of Kibet Bull. Two others were seized after posting AI-generated images of the president. At least 24 people are still missing. The Law Society of Kenya has filed a legal case against the state, demanding the immediate and unconditional release of seven individuals abducted last month, including those who have now been released. The situation continues to stoke fear across the country, with parents worried about the safety of their children and activists vowing to maintain pressure until all missing persons are accounted for. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica Venâncio Mondlane left Mozambique shortly before last October's elections, which he says he won. Blouin ran in the same circles as liberation icons like Patrice Lumumba, Kwame Nkrumah and Sékou Touré. The gold and money was allegedly hidden under the seats of the vehicle they were travelling in. It is the second town seized by the group in as many days in the mineral-rich North Kivu province. The authorities want vehicles to switch to gas but the transition has been hampered by a lack of filling stations. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ced8q1yxggqo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0769/live/4281a7d0-cc2e-11ef-b19f-35bc04f01269.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump's eyeing Greenland - but other Arctic investment is frozen",
        "short_description": "The Arctic recently made headlines after Donald Trump repeated his desire to buy Greenland. Trump cited national security interests, but for many the territory's vast mineral wealth is the main attraction. Yet economic development elsewhere in the vast polar region has ground to a halt.",
        "long_description": "The Arctic recently made headlines after Donald Trump repeated his desire to buy Greenland. Trump cited national security interests, but for many the territory's vast mineral wealth is the main attraction. Yet economic development elsewhere in the vast polar region has ground to a halt. Working conditions in the Arctic Ocean are extremely challenging at this time of the year for Norwegian fisherman Sondre Alnes-Bonesmo. The sun last rose at the end of October, and it is not due to appear in the sky again until the middle of February. In addition to the endless dark, temperatures can plummet below minus 40C, and storms can bring vast waves. Mr Alnes-Bonesmo, 30, works two six-hour shifts a day, during five-week tours on a ship called Granit. One of the largest factory trawlers fishing in Arctic waters north of Norway, and off the coast of Greenland, it doesn't stop for winter. Unsurprisingly, he prefers the endless daylight of summer. \"I do like it when the weather is nice, as we're not sent crashing into the walls and such, the way we are during storms, when the waves can be fairly big,\" he grins in understatement. Mr Alnes-Bonesmo is a participant in the so-called Arctic \"cold rush\". A play on words with gold rush, it began in earnest around 2008 when a series of reports identified vast mineral and hydrocarbon reserves across the Arctic region. Reserves that, together with large fishing stocks, could continue to become more accessible as climate change reduces ice levels. This reduction in ice has also increasingly opened up Arctic sea routes, north of the Canadian mainland and Russia. So much so that, in the decade from 2013 to 2023, the total recorded annual distances sailed by ships in the Arctic Sea more than doubled from 6.1 million to 12.9 million miles. The hope in the longer term is that cargo ships can travel from Asia to Europe and the east coast of the US, through Arctic waters above Canada and Russia. But the question Mr Alnes-Bonesmo now asks himself is this – did he arrive too late? Following Russia's invasion of Ukraine in 2022 much of the planned economic development of the Arctic region ground to a halt as relations between Russia and the West deteriorated. \"Russia had great plans in the Arctic,\" says Morten Mejlaender-Larsen, Arctic operation and technology director from Norwegian firm DNV. His company sets rules and standards for the maritime sector. \"They began constructing regional rescue centres complete with ships and helicopters to facilitate both destination shipping for gas, oil and coal projects in Siberia, as well as for shipping along the Northeast Passage [north of Russia]. \"[But] since the invasion of Ukraine, international shipping in the Northeast passage has all but stopped, apart from a few Chinese ships,\" observes Mr Mejlaender-Larsen. He adds that Norway has also halted oil and gas exploration in the region. \"It's completely stopped,\" he says. \"We don't expect to see any further developments in the Barents Sea north of Bear Island.\" This small Norwegian island is some 400km (250 miles) north of Norway's mainland. Norway's scaled back ambitions in the Arctic have pleased environmentalists who have consistently warned about the impact of drilling for hydrocarbons on both wildlife and the fragile environment of the polar region. Last month Greenpeace welcomed the decision of the Norwegian government to stop the first round of licensing for deep sea mining in Arctic waters between Norway's Svalbard and Jan Mayen islands. Commentators say that while poor relations with Russia is a key reason why Norway is wary of ploughing money into Arctic projects, its interest in the polar region had already cooled. Helene Tofte, director of international cooperation and climate at the Norwegian Shipowners Association, says that in hindsight the outlook for shipping in the Arctic had been \"exaggerated\". She points out that despite the impact of climate change, the Arctic remains a difficult place in which to operate. \"Conditions in the Arctic can be extremely challenging, even when the absence of sea ice allows passage,\" she says. \"Large parts of the route are far from emergency response capacities, such as search and rescue, and environmental clean-up resources. \"Increased shipping in this area would require substantial investments in ships, emergency preparedness, infrastructure, and weather forecasting systems, for a route that is unpredictable and has a short operational season. At present, we have no indication that our members view this as commercially interesting.\" Mr Mejlaender-Larsen points to a \"belief that thanks to global warming there'll be summers up there. That'll never happen. If it's minus 40C and it gets 3C warmer, it's still not warm.\" Moreover, Prof Arild Moe, from Norwegian research group Fridtjof Nansen Institute, says the entire cold rush of the Arctic was based on exaggerated assumptions. \"The exuberance was excessive,\" says the expert on oil and gas exploration in the region. \"What the reports from 2008 referred to weren't actual reserves, but potential and highly uncertain resources, which would be risky, expensive, and difficult to locate and exploit.\" Regarding Trump's renewed interest in Greenland, an autonomous Danish territory, authorities in Greenland and Denmark were again quick to reply that it was not for sale. Prof Moe says that Trump's \"crude and undiplomatic statement\" shows that the US under Trump eyes both security and economic interests in the island, including its \"rich mineral resources\". The Danish government also responded by announcing a huge increase in defence spending for Greenland. Elsewhere in the Arctic, Trump is expected to allow increased oil and gas exploration in Alaska, specifically in the resource rich Arctic National Wildlife Refuge. This 19 million acre expanse is the US's largest wildlife refuge, and back in 2020 Trump authorised drilling in one section of it. Meanwhile, Canada is continuing to build a deep-water port at Grays Bay, on the north coast of Nunavut, its most northern territory. Grays Bay is approximately in the centre of the so-called Northwest Passage, the Arctic sea route north of the Canadian mainland. Back on the Granit fishing ship, Mr Alnes-Bonesmo says that, while he has earned good money, fishing quotas continue to go down to try to preserve stocks in Norwegian Arctic waters. Nevertheless, he is philosophical. \"After a few years at sea I've grown more scared of the Arctic Ocean, but I've also come to respect and value it for all its power and beauty.\" A self-described fighter, Prime Minister Justin Trudeau ignored calls for him to step down - until he couldn't. In power since 2015, Trudeau said he would resign after a new leader of his Liberal Party is chosen. The Canadian prime minister says he will step down once his party elects a new leader. Provides an overview of Canada, including key dates and facts about this North American country. Trudeau said he will step aside as Prime Minister and Liberal leader. What does that mean for the country? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4gj72m8x3zo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/374c/live/af9c1a40-c5cf-11ef-bb2c-870ab79f51c8.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2d36/live/4ae59630-c5d9-11ef-bb2c-870ab79f51c8.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Indie band English Teacher kick off BBC's Sound of 2025",
        "short_description": "One of the UK's most promising new guitar bands, English Teacher, have kicked off the countdown of the top five on the BBC's annual list of music's rising stars.",
        "long_description": "One of the UK's most promising new guitar bands, English Teacher, have kicked off the countdown of the top five on the BBC's annual list of music's rising stars. The Leeds quartet have been voted in fifth place in BBC Radio 1's Sound of 2025 poll – with a panel of 180 music industry experts choosing them as one of the acts with \"the best chance of mainstream success\" in the next 12 months. They got well on their way last year. In September, the band beat pop stars like Charli XCX and CMAT to win the Mercury Prize for their debut album, This Could Be Texas. The record deals in sharp portraits of life in sleepy northern towns, where the background hum of racism, loneliness and deprivation is thrown into sharp relief by sublime scenery and lifelong friendships. Their music, meanwhile, is constantly surprising – full of shifting time signatures, needle-point guitar riffs and soaring melodies that are simultaneously odd and captivating. \"We never really set out with an aim to create something specific,\" says guitarist Lewis Whiting. \"But, that's the fun part, right? Trying to make something new and interesting.\" They say the acclaim they've received so far still doesn't feel real. \"Where we come from, this just doesn't happen,\" says frontwoman Lily Fontaine. \"I keep telling people that I feel like I'm living in a simulation.\" \"It does feel dream-like,\" adds Whiting. \"Best year of my life, craziest year of my life.\" Over the last 12 months, the group have played more than 100 gigs in 16 countries, rising steadily up festival bills as they go, and surviving on \"willpower, laughter and Red Bull\". Along the way, they told journalists their origin story more times than they care to count. Eventually, they got tired of the \"boring\" reality (they met studying music at Leeds Conservatoire) and started inventing less prosaic stories. \"We said we were distant relatives who met at a wedding 20 years ago in Leeds,\" laughs Fontaine. \"They put us at the odd table. We were sort of like the outcasts,\" adds Whiting, continuing the story. \"But we really clicked,\" says Fontaine. \"We started talking about Shakira and how we wanted to be like her, then they played Hips Don't Lie at the disco and we said, 'We should start a band'.\" English Teacher, it should be noted, sound nothing like Shakira. They started out as a dream-pop outfit called Frank and, after the addition of Whiting on guitar, began to lean into a more angular, post-punk sound. Key references include Radiohead, Sonic Youth and Pavement. \"But, famously, we don't agree on our favourite bands,\" says Whiting. One of their first releases was a demo of The World's Biggest Paving Slab, which they put out independently in 2020. Like many of their songs, it draws inspiration from Fontaine's hometown of Colne in Lancashire, where the titular paving stone resides outside the town hall. The lyrics reference a host of local heroes – from Life On Mars actor John Simm to novelist Charlotte Bronte – juxtaposing the colour and vigour of the town's history against the social problems it faces in the current day. It's an itch she continues to scratch throughout the band's catalogue, addressing social deprivation and political mismanagement (\"Can the river stop its banks from bursting? / Blame the council, not the rain\") alongside themes of identity, self-doubt and emotional turbulence. Incredibly, she only started writing relatively recently. As a teenager, she'd been in a wedding band with her friend, playing Amy Winehouse and Adele covers. She didn't consider composing until she applied for university. \"I wrote my first song for the audition,\" she recalls. \"It was awful, but it worked. I got a place to study singing and performance, but I very quickly switched to composition, because I was suddenly spending all my time writing songs.\" During that period, English Teacher's members – completed by drummer Douglas Frost and bassist Nicholas Eden – circled each other on Leeds' live music scene, playing with various other bands before settling on their current line-up. Their breakthrough came with 2021's R&B, their official debut single, where Fontaine addresses the challenge of being a woman of colour fronting an indie band: (\"Despite appearances, I haven't got the voice for R&B\"). It's a perception she struggled with herself as a teenager, frustrated that she wasn't capable of \"the kind of the vocal runs that the black singers I looked up to were able to do\". As a frontwoman, she developed her own style – a droll mixture of sprechgesang and her fluttering, airy upper register. But she still encountered prejudice. \"There'd be times where I told people that I made music, and they'd give a certain expression when I said that it was guitar music or it was indie music,\" she says. \"There were a lot of small comments after gigs. People would come up and say, 'Oh, that's not what I was expecting at all',\" adds Whiting. Fontaine is careful not to make too big an issue of it. \"I think I've got a lot of privilege, because I'm quite a light skinned woman of colour,\" she says. \"I think if I was dark skinned it would be even harder - but it did affect me, not seeing people who looked like me in bands. \"I think it made me start a band later in life. Maybe I would have started when I was a teenager, and not when I was leaving university.\" English Teacher's early songs gained an audience during the first wave of the Covid pandemic – which meant they didn't get to play a gig together until the lockdown ended. Their first show was as part of an all-day mini festival in May 2021, where the audience still had to be seated and socially distanced. \"Those first gigs were kind of jarring,\" Whiting recalls. \"It was quite strange because everything up 'til then felt very online, which doesn't feel as tangible. And then when you go and play a gig, it's like, 'Yeah, this is actually going somewhere.'\" \"We were so nervous, too,\" says Fontaine. \"I feel like it was only late into 2023 that we really found our confidence.\" By that point, they were deep into recording their debut album with Italian producer Marta Salogni (Bjork, Depeche Mode, MIA) – including new, more polished versions of R&B and The World's Biggest Paving Slab. The band say they put \"immense pressure\" on themselves to perfect the record, fixating on its push-pull dynamics, adding extra layers of context, and experimenting with new instruments. \"It was an intense time in our personal lives, trying to get it finished and out. We gave a lot to it,\" says Whiting. \"Recording your first album is just a huge opportunity,\" continues Fontaine. \"I think we were very aware of that.\" The hard work paid off. Record Collector Magazine called This Could Be Texas \"one of the most confident and charismatic debuts in years\". The Mercury Prize judges said the band's \"winning lyrical mix of surrealism and social observation... displays a fresh approach to the traditional guitar band format\". The quartet are endearingly amazed that anyone paid attention at all. \"I wasn't sure that it would connect with people, because the lyrics are quite specific to the area I grew up in,\" says Fontaine. Instead, it was the bigger themes – of leaving home and finding your place in a world that's \"going up in flames\" – that helped them find an ever-growing audience. On The World's Biggest Paving Slab, Fontaine mockingly describes herself as \"the world's smallest celebrity\" – a lyric that's rapidly becoming obsolete. \"I'm not the smallest, but certainly not the biggest,\" she laughs. \"In the alphabet of celebrity, I'm probably on the X-list.\" One act from the BBC Sound of 2025 top five will be revealed on Radio 1 and BBC News every day this week, culminating with the winner on Friday. The Bristol Beacon is giving local performers studio time and money to help them make music. A group of musicians who met 40 years ago join together to help raise funds for a music charity. The rock legend will now headline despite initially criticising what he called \"corporate control\". The guitarist and singer, who co-wrote some of the family's biggest hits, dies at the age of 73. Radio 1, 1Xtra and Asian Network presenters on the music artists that could be everywhere this year. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:19:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ckgx2w78ppwo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/782c/live/33cbb690-c9ef-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/29cd/live/d3326440-c9ea-11ef-b056-6f0ecb5a0ddb.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Canada\u0092s Prime Minister Justin Trudeau resigns",
        "short_description": "January 6, 2025 10:02 pm",
        "long_description": "January 6, 2025 10:02 pm Under growing pressure from his own party, Canadian Prime Minister Justin Trudeau has announced he will step down and end his nine-year stretch as leader. Trudeau said he would stay on in office until his Liberal Party can choose a new leader, and that parliament would be prorogued - or suspended - until 24 March. “This country deserves a real choice in the next election and it has become clear to me that if I’m having to fight internal battles, I cannot be the best option in that election,” he said during a press conference Monday. Trudeau’s personal unpopularity with Canadians had become an increasing drag on his party’s fortunes in advance of federal elections later this year. Source: BBC --Agencies",
        "publication_time": "2025-01-07 03:19:13",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104774/canadas-prime-minister-justin-trudeau-resigns",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "India to offer unconditional support for Sri Lanka\u0092s sports development",
        "short_description": "January 6, 2025 04:39 pm",
        "long_description": "January 6, 2025 04:39 pm Indian High Commissioner to Sri Lanka Santosh Jha has expressed India’s commitment to offer unconditional support for the development of sports in Sri Lanka. He shared these views during a meeting held today (06) with Sri Lanka’s Minister of Youth Affairs and Sports, Sunil Kumara Gamage, at the ministry premises. The High Commissioner emphasized that India would provide support for conducting sports development programs across Sri Lanka, particularly to promote cricket and other sports activities. Additionally, he has expressed hopes for strengthening bilateral relations between the two countries in the field of youth affairs. Posting on ‘X’ (formerly Twitter) regarding the meeting, the Indian High Commission stated that that the discussion was focused on the shared potential of a young demography and potential areas of deepening cooperation between the two countries in youth affairs and sports.",
        "publication_time": "2025-01-07 03:19:14",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104764/india-to-offer-unconditional-support-for-sri-lankas-sports-development",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lanka Navy seized narcotics valued nearly Rs. 3,000M during operations in 2024",
        "short_description": "January 6, 2025 11:19 am",
        "long_description": "January 6, 2025 11:19 am Sri Lanka Navy’s operations in 2024 have yielded impressive results, bringing to justice 407 persons, both local and foreign, involved in a wide array of illegal acts such as smuggling of narcotics, prescription drugs, and contraband as well as apprehending those involved in human smuggling. Issuing a statement, Sri Lanka Navy stated that these operations were conducted in close coordination with law enforcement agencies and maritime partners in the region. Meanwhile, the gross street value of narcotics and prescription drugs seized in these operations has been valued at over Rs. 28,158 million of street value, Sri Lanka Navy said. The Sri Lanka Navy consistently carries out operations in partnership with regional maritime partners, to address an assortment of illicit activities, including drug trafficking, within the ocean region. The Navy has collaborated closely with the Sri Lanka Police, Police Narcotic Bureau, Police STF, Excise Department and law enforcement agencies as well as the Indian Navy and Maldivian Coast Guard, actively sharing information during these operations. In such operations conducted in 2024, significant quantities of illicit substances have been seized, including more than 622kg of heroin worth over Rs. 15,554 million of street value, more than 1,211kg of Crystal Methamphetamine (ICE) worth over Rs. 11,508 million of street value, more than 1,752kg of Kerala cannabis worth over Rs. 700 million of street value, more than 119kg of local cannabis worth over Rs. 23 million of street value and 1,179,746 prescription drugs worth over Rs. 373 million of street value. In addition, based on information by the Navy, the Police and Police STF destroyed 107626 plants of local cannabis. Additionally, 21 local fishing boats along with 230 individuals suspected of involvement in drug trafficking have been apprehended and produced for onward legal action. Accordingly, the gross street value of narcotics and prescription drugs held in the operations in the past year has been valued at over Rs. 28,158 million, Sri Lanka Navy added. Also, the Navy has apprehended 02 suspects attempting to illegally sell 226 bottles of liquor as well as 234670 illegal cigarettes, 972 aphrodisiacs drug pills and 52 suspects in connection to those illegal acts. Moreover, 11 elephant pearls and over 04kg of gold, made ready to be smuggled from the country, with 14 suspects were held as part of the naval operations in the year 2024. Apart from that, the Navy intercepted a craft with 05 individuals, for smuggling wild animals, through island waters, according to the navy. The Navy also seized over 65,687kg of smuggled Tendu leaves, more than 7,272kg of dried turmeric, over 368kg of ginger, 8,330 bottles and 56,786 packets of agrochemical, 727 cosmetic products and apprehended 81 Sri Lankan nationals, 03 Indian nationals and an Indian dhow in the past year. Preventive of human smuggling and illegal migration efforts, the Navy held 01 boat from India and 20 persons for their involvement in human smuggling. Upon being held, they were handed over to authorities for legal proceedings, it added. As part of the “Clean Sri Lanka” national initiative, the Sri Lanka Navy has strategized its operations for 2025, aiming to combat illegal activities, including drug trafficking in the country’s maritime zones, promote maritime stability, and support the realization of Sri Lanka’s national maritime aspirations, according to the navy.",
        "publication_time": "2025-01-07 03:19:15",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104751/sri-lanka-navy-seized-narcotics-valued-nearly-rs-3000m-during-operations-in-2024",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Cardinal Ranjith urges new Constitution to strengthen democracy",
        "short_description": "January 6, 2025 10:27 am",
        "long_description": "January 6, 2025 10:27 am The Archbishop of Colombo, His Eminence Malcolm Cardinal Ranjith, has stated that a new constitution is essential for ensuring democratic governance. Cardinal Ranjith emphasizes that a new constitution is required to establish a strong mechanism for investigating corruption that undermines democracy. A meeting between the Speaker of Parliament, Dr. Jagath Wickramaratne, and the Archbishop of Colombo was held last afternoon (5), after which the Cardinal made the following comments to the media. “It is very important to reveal the true information behind the Easter Sunday attack. A comprehensive investigation should be conducted into who was responsible, why it happened, and who helped in the attack. Many similar incidents have occurred in Sri Lanka in the past, including cases of murder, disappearances, and others, which have not been properly investigated,” Cardinal Ranjith added. The Cardinal also urged that a necessary mechanism be established to investigate all acts of corruption undermining democracy. He emphasized that constitutional changes are crucial for this purpose and mentioned that a new constitution is required to address the flaws in the existing one.",
        "publication_time": "2025-01-07 03:19:16",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104748/cardinal-ranjith-urges-new-constitution-to-strengthen-democracy",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "No direct talks with foreign missions: New circular tightens Sri Lanka\u0092s diplomatic protocols ",
        "short_description": "January 6, 2025 11:41 am",
        "long_description": "January 6, 2025 11:41 am The government has introduced a comprehensive set of guidelines aimed at streamlining and ensuring coordinated communication between the state institutions and foreign entities. Accordingly, the government has issued a circular, effective from January 1, 2025, in order to safeguard national interests and prevent diplomatic complications. As per the new circular, the Ministry of Foreign Affairs will serve as the lead institution for all international relations while making it compulsory to obtain the President’s pre-approval for all foreign visits by government officials. The guidelines emphasize strengthening the role of the Ministry of Foreign Affairs, ensuring clarity in communication protocols, and establishing a clear framework for international agreements, foreign financing, and diplomatic protocols. At the core of the circular lies the assertion that the Ministry of Foreign Affairs will serve as the lead institution for conducting international relations, as outlined in the Vienna Convention on Diplomatic Relations. Going forward, all communication with foreign governments or international organizations must be coordinated through the Ministry of Foreign Affairs. The circular also establishes clear communication protocols, stressing that no direct communication with foreign governments should occur without the involvement of the Ministry of Foreign Affairs. All Provincial Councils and Local Government institutions are strictly prohibited from engaging with foreign missions, both in Sri Lanka and abroad, without Ministry of Foreign Affairs’ approval. Meanwhile, the circular also noted that the ministries such as Finance or Defence may still engage with foreign entities on specific issues, such as loans or technical matters, but only after prior consultation with the Ministry of Foreign Affairs. In response to the growing complexities of international travel and participation in diplomatic events, the circular introduces new rules for foreign visits: - All foreign visits must be pre-approved by the President and coordinated through the MFA to prevent last-minute complications or overlooked diplomatic nuances. - Senior officials travelling for official purposes must inform the MFA well in advance. - The Ministry will also coordinate visa requests for these officials, which must be submitted at least four weeks prior to departure. In addition, the circular stipulates that senior officials travelling for official purposes are entitled to transportation and consular support; however, private visits will not be funded by the Ministry unless explicitly authorized. The circular also states that costs related to accommodation, travel, or communication services are typically borne by the respective ministry organizing the trip. The circular also includes protocols for emergency contacts by foreign missions and informal communications. - In the event of an emergency, foreign missions are permitted to contact the relevant ministries directly. - However, the Ministry of Foreign Affairs must be notified promptly to avoid misunderstandings or the potential for diplomatic fallout. Similarly, any informal correspondence with foreign missions must be reported to the Ministry of Foreign Affairs, especially if it could evolve into a more significant policy issue. When meeting foreign ministers, dignitaries, or ambassadors, representatives from the Ministry of Foreign Affairs are mandatory to be invited. If not, a report must be submitted to the Ministry detailing the discussion that took place during the meeting. The circular further states that senior officials of the Government of Sri Lanka should not attend events hosted by representatives of countries with which Sri Lanka does not have diplomatic relations or recognition. In such cases, inquiries can be directed to the Ministry of Foreign Affairs for clarification. Before initiating discussions for bilateral, regional, or multilateral agreements or memoranda of understanding with foreign entities, ministries must first notify the Ministry of Foreign Affairs. Any formal agreements or Memoranda of Understanding (MoUs) must be cleared by the Ministry to assess potential policy or legal implications. The circular also outlines participation in diplomatic events. It states that the Cabinet will nominate a Minister each month to represent Sri Lanka at the National Day celebrations of foreign countries. If the nominated Minister is unable to attend, the Ministry of Foreign Affairs must be informed at least two weeks in advance to make alternative arrangements.",
        "publication_time": "2025-01-07 03:19:17",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104752/no-direct-talks-with-foreign-missions-new-circular-tightens-sri-lankas-diplomatic-protocols-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "New chairman and board members appointed to 1990 \u0091Suwa Seriya\u0092 Foundation",
        "short_description": "January 6, 2025 02:32 pm",
        "long_description": "January 6, 2025 02:32 pm President Anura Kumara Dissanayake has appointed a new Chairman and Board Members to the 1990 ‘Suwa Seriya’ Foundation. Accordingly, A.M.N. Ratnayake has been appointed as the new Chairman of the 1990 Suwa Seriya Foundation, the President’s Media Division (PMD) reported. Meanwhile, R.J.M.A.P. Sampath and Nalin Perera have been appointed as Board Members of the 1990 Suwa Seriya Foundation. The appointment letters were presented by Secretary to the President Dr. Nandika Sanath Kumanayake today (06) at the Presidential Secretariat, the PMD added,",
        "publication_time": "2025-01-07 03:19:18",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104758/new-chairman-and-board-members-appointed-to-1990-suwa-seriya-foundation",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Colombo Stock Exchange declines for second consecutive day",
        "short_description": "January 6, 2025 05:10 pm",
        "long_description": "January 6, 2025 05:10 pm The Colombo Stock Exchange (CSE) recorded a decline for the second straight day today (06), reflecting a slowdown after a historic rally. At the close of trading, the All Share Price Index (ASPI) dropped by 170.82 points, settling at 15,878.60 points. This follows a sharp dip last Friday (03), when the ASPI fell by 299.13 points, ending a remarkable 26-day streak of uninterrupted growth. The recent crossing of the 16,000-point mark by the ASPI was a notable milestone, underscoring the market’s robust performance prior to the downturn. Despite the decline, the market maintained a strong turnover of Rs. 8.57 billion today.",
        "publication_time": "2025-01-07 03:19:19",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104767/colombo-stock-exchange-declines-for-second-consecutive-day",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "NTC to prepare list of passenger rights to ensure safety in buses",
        "short_description": "January 6, 2025 09:43 am",
        "long_description": "January 6, 2025 09:43 am The National Transport Commission (NTC) has announced that preparations have begun to compile a list of passenger rights to ensure the safety of passengers traveling on buses. Accordingly, it is reported that steps will be taken to prepare this list of passenger rights by incorporating all the conditions contained in the operating licenses issued by the NTC for buses, as well as the conditions included in the bus operating licenses issued by provincial councils. In a statement to Ada Derana, the NTC Chairman, Dr Bandura Dileepa Witharana, mentioned that a final decision would be made after discussions with bus associations and passenger organizations regarding these matters. Dr. Witharana also noted that necessary measures are being taken to ensure the job security of private bus drivers and conductors.",
        "publication_time": "2025-01-07 03:19:20",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104747/ntc-to-prepare-list-of-passenger-rights-to-ensure-safety-in-buses",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "India detects first suspected HMPV case, 8-month-old baby infected",
        "short_description": "January 6, 2025 11:43 am",
        "long_description": "January 6, 2025 11:43 am India has detected its first suspected Human Metapneumovirus (HMPV) case in Bengaluru in an eight-month old baby. Sources from the Bruhat Bengaluru Mahanagara Palike (BBMP) said that the suspected case was detected through a private laboratory, and that the patient and its family have no travel history. “The case has come from Hunasanahalli in Bengaluru Rural district. The child has been admitted to the Bengaluru Baptist Hospital,” the source said, adding the child will be discharged today. HMPV is a viral respiratory infection that causes symptoms resembling the common cold. It spreads via droplets, direct contact, and possibly airborne particles. Symptoms range from mild, such as a runny nose, to severe, including breathing difficulties and chest pain. The Centre had last week announced that it is closely monitoring the situation following a surge in respiratory illnesses in China, adding that there was no cause for panic as the virus was not new to India. Medical experts say that the virus has been present in India for years and predominantly impacts paediatric population between six to twelve months of age, though it can also be present in children up to fourteen years old. Addressing concerns, Director General Health Services (DGHS) Atul Goel on Friday had said that HMPV is similar to other respiratory viruses, causing flu-like symptoms in very young children. ”There was no significant increase in respiratory illness cases reported at our centres in December 2024,” he had said. The Ministry of Health and Family Welfare (MoHFW) had also convened a joint monitoring group meeting over the issue to assess the outbreak on Saturday. ”The government will continue to keep a close watch on the outbreak through all available channels,” the ministry had stated. It added that the World Health Organization (WHO) has also been requested to provide timely updates on the situation in China. To strengthen preparedness, the group has recommended increasing the number of laboratories testing for HMPV under Indian Council of Medical Research (ICMR)’s network, to monitor HMPV trends throughout the year. Taking cue, health departments of several states such as Karnataka, Delhi and Kerala have started monitoring to look out for cases of HMPV, with ministers or departments sharing public statements over preparedness. Kerala Health Minister Veena George on Saturday had said that the state was closely monitoring the recent reports of an outbreak of HMPV in China. Similarly, the Karnataka health department is also expected to issue an advisory on precautionary measures by Monday afternoon. Source: Business Standard --Agencies",
        "publication_time": "2025-01-07 03:19:21",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104753/india-detects-first-suspected-hmpv-case-8-month-old-baby-infected",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Grade 11 Term Tests suspended in NCP schools",
        "short_description": "January 6, 2025 07:33 pm",
        "long_description": "January 6, 2025 07:33 pm The Grade 11 Term Tests in all government schools within the North-Central Province have been cancelled until further notice. This was announced by Education Secretary of the North Central Province. Earlier today, it was revealed that the Sinhala Literature question paper for the Grade 11 term test in the North Central Province (NCP) has been confirmed to have leaked on social media, prompting authorities to take immediate action. As of this morning, the distribution of the compromised question paper was halted across more than 600 schools in the province. These schools span 30 educational divisions across eight zones, according to Education Secretary to the North Central Province, Sirimevan Dharmasena.",
        "publication_time": "2025-01-07 03:19:22",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104771/grade-11-term-tests-suspended-in-ncp-schools",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]