[
    {
        "title": "NewsNews",
        "short_description": "With the fall of Bashar al-Assad's regime, Russia lost a key all in the Middle East - but it still hopes to keeps its military bases in Syria.",
        "long_description": "With the fall of Bashar al-Assad's regime, Russia lost a key all in the Middle East - but it still hopes to keeps its military bases in Syria. A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low. The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. The man was being held with another inmate at a prison in the eastern city of Semnan, according to Iran's semi-official Tasnim News Agency. The young boys were killed with their cousin in a strike which Israel said targeted a \"terrorist cell\". A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. Sala is said to have been held in solitary confinement in Tehran's notorious Evin prison. The body of Yousef Zyadna, 53, was found in an underground tunnel in the Rafah area, the military says. Eight children were reportedly among those killed in the al-Mawasi area and Khan Younis city overnight. At the time, many blamed Carter for not bringing the US hostages in Iran home. But one Marine says he saved his life. The UN human rights chief says it is time Iran \"stems this ever-swelling tide of executions\". The new authorities have promised justice for crimes under the Assads, but there are huge challenges involved. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. What the conflict in 2024 means for 2025... Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Video shows chaos inside an airport terminal in Sanaa, as passengers flee the strikes. Feras Killani grew up in Yarmouk in Damascus, which saw brutal fighting between rebel and government forces. Orla Guerin visits Al-Sina prison in north-eastern Syria, where many suspected fighters have been held for years. Sharaa led the rebel offensive that toppled the Assad regime in Syria less than two weeks ago. The BBC's Hugo Bachega sees Syrians dancing, waving flags and making peace signs in Aleppo. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Provides an overview of Lebanon, including key dates and facts about this Middle Eastern country. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. The man was being held with another inmate at a prison in the eastern city of Semnan, according to Iran's semi-official Tasnim News Agency. The young boys were killed with their cousin in a strike which Israel said targeted a \"terrorist cell\". The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. Provides an overview of Syria, including key dates and facts about this Middle Eastern country. The UN human rights chief says it is time Iran \"stems this ever-swelling tide of executions\". Two women and a police officer are killed after gunmen open fire on a bus and other vehicles in al-Funduq. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:06",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9247/live/5c1e7660-c476-11ef-9016-0b19c70ef50e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/571d/live/226442a0-cf3f-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday.",
        "long_description": "The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. The deputy prime minister says Anas Sarwar will always get a \"listening ear\" from Downing Street. Alistair Wilson's shooting on the doorstep of his home in Nairn has remained unsolved for 20 years. The party's sole representative at Holyrood says she is standing for the party's leadership. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. The former Scotland rugby captain was given a community payback order after he admitted domestic abuse. The ex-first minister criticised the X owner after he shared a post about the murder of a Scottish schoolboy. The deputy prime minister says Anas Sarwar will always get a \"listening ear\" from Downing Street. Some of Scotland's most renowned artworks could be locked away if galleries close due to a funding gap. The 35-year-old Conservative has represented Dumfriesshire in the Scottish Parliament since 2016. The first minister has offered an \"unreserved\" apology days before a new CalMac ship finally begins passenger sailings. John Swinney is questioned by opposition party leaders during the first FMQs of the year. The Greens co-leader is expected to be in recovery for at least six weeks due to a planned medical procedure. The Labour leader says his MSPs could back the government's plans, if ministers agree to certain demands. Politicians are navigating how to deal with the social media presence of Donald Trump and Elon Musk. Scrapping the two-child cap and changes to tax thresholds are among plans for the next financial year. Judges are considering how a woman is defined in equalities law - what could their ruling mean? The new CalMac vessel at the centre of Scotland's ferries saga has finally been delivered by Ferguson shipyard Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland/scotland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/775d/live/11a3a250-cdc6-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e831/live/0135ae20-d0e8-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump threats cast ominous shadow over icy fjords of Greenland",
        "short_description": "The sun is rising over the ice-covered mountains of Nuuk fjord and we are travelling along one of the world's last wild frontiers.",
        "long_description": "The sun is rising over the ice-covered mountains of Nuuk fjord and we are travelling along one of the world's last wild frontiers. But there are shadows gathering here and across the rest of the frozen spaces of Greenland. With Donald Trump about to become president of the United States, his refusal to rule out taking Greenland by force is reverberating through conversations across the island. \"He's welcome to come visit for sure,\" says the skipper of the converted fishing boat taking us east. Conscious that he needs to do business with people of all political hues, he asked not to be named, but used a phrase I hear repeatedly here. \"Greenland belongs to Greenlanders. So, Trump can visit but that's it.\" The waters are flat calm as we pull into the isolated settlement of Kapisillit - population about 40 - where a few hunters are setting out to shoot seals. It's -16C (3F), and with wind chill effect feels more like -27C. But near the harbour I meet a local church elder, Kaaleeraq Ringsted, 73, a great-grandfather, who is out drying fillets of cod caught in the fish-rich waters beside his front door. When I ask about President-elect Trump buying or invading Greenland, he chuckles at first. Then his tone becomes serious. \"It is not acceptable that he says this. Greenland is not for sale.\" Then he tells me how he learned to fish and hunt here with his father and grandfather, and how he wants to preserve this life for his children and grandchildren. Crossing the bay, the boat nosed through the broken surface ice. Two eagles perched on a rock, scanning for fish in the clear waters. We were heading to the farm of Angutimmarik Hansen who keeps sheep as well as hunting seals, wildfowl and rabbits. All of his winter feed for the sheep needs to be imported from Denmark, a reminder of how a harsh climate defines the possibilities of life here. Inside his front door is a rack of hunting rifles. He notices me looking at them. \"Those are in case there's an invasion,\" he jokes. But his attitude to the bellicose rhetoric from Mar-A-Lago is far from relaxed. \"What a stupid person in the world like Trump,\" he says. \"Never will we sell Greenland.\" This little farm is about 3,000 miles (4,828km) from Florida where the incoming US president gave his now infamous press conference last week. \"But Trump is not the USA. We can work with the people of the USA,\" Mr Hansen says. The Trump effect went into overdrive with the arrival in Greenland of Donald Trump Jr, hot on the heels of his father's pronouncements. He flew into the capital Nuuk on the family's 757 jet - Trump Force One - and stayed for four hours and thirty-three minutes, meeting some locals and offering only polite remarks. \"It's been incredibly nice to meet people, and people were very happy to meet with us,\" he said, after lunch at a local hotel. \"Dad will have to come here.\" Then it was back to the sunnier climes of Florida. Trump Jr was welcomed by local businessman Jorgen Boassen, who once campaigned for the president-elect. He told local media that he was Trump's \"biggest fan\" and that \"of course they are interested in our country, and they are welcome to come and see what our country is like. It is also about opening up for trade and cooperation.\" The city of Nuuk is the world's most northerly capital. It has a thriving civil society and a robust press. And there is some satisfaction here that the Trump comments have propelled the debate about Greenland's independence onto the international stage. There must be a Greenland that is nobody's colony, say campaigners like Kuno Fencker, an MP with the governing coalition and member of the local parliament's Foreign and Security Committee. We meet by the harbour, under the bronze statue of Hans Egede, the 18th century missionary widely seen here as the man who opened the way to colonisation. \"Donald Trump is a politician,\" says Mr Fencker. \"He's a hard businessman, and we know his rhetoric, and that rhetoric is something we have gotten used to since 2019, and it's just a matter of talking to a peer, an ally, on how we can solve things here in the Arctic and also in Nato.\" Mr Fencker offers the central argument of pro-independence campaigners. \"What is necessary here is that Greenland as a sovereign state should negotiate directly with the United States and not Denmark doing that for us.\" Independence from Denmark could come at a significant financial cost. Greenland receives subsidies from Copenhagen worth roughly a fifth of its GDP every year. Mr Fencker suggests, as have other leading figures here, that the island would negotiate with America and Denmark for support. \"We are not naïve in regard to that. We need support in defence, security, and also economic development. We want a sustainable and self-sufficient economy.\" The editor of the local newspaper Sermitsiaq, Maasana Egede, admits he was worried by the implied threat of force from Donald Trump, but wants to see how reality matches the rhetoric. As for independence, Mr Egede has been frustrated by what he sees as a polarised debate in the media - local and international. \"We are very much telling this story that it has to be about independence or not independence. But there's all of this story that is in between, that people want independence, but not at any cost. There's a living standard that has to be maintained. There's trade that has to be maintained. There are living ways that have to be maintained.\" There is an expectation that at some point - not in the immediate future - there will be a vote in favour and Denmark will accept the result. The island's Prime Minister, Mute Egede, addressed a joint press conference with the Danish Prime Minister, Mette Frederiksen, in the wake of the latest Donald Trump comments. \"We do not want to be Danish, we do not want to be American, we want to be Greenlandic,\" he said. The Danish PM took care not to offend anybody, least of all the incoming US president. \"The debate on Greenlandic independence and the latest announcements from the US show us the large interest in Greenland,\" she said. \"Events which set in motion a lot of thoughts and feelings with many in Greenland and Denmark.\" Ms Frederiksen knows well how deep feelings run in Greenland. Memories of injustice and racism remain fresh here among the indigenous Inuit people. Scandals like the campaign to insert IUDs (Intrauterine devices) to prevent pregnancies in thousands of Inuit women and girls in the 1960s and 70s, haunt the relationship between Greenland and Denmark. It's not known how many of these procedures were carried out without the permission of those involved, but the numbers are considerable. The aim was to reduce the Greenlandic population. Maliina Abelsen is a former finance minister in Greenland's government, and now a consultant for companies and organisations working on the island. She's also worked for UNICEF Denmark and leading Greenland businesses, like the seafood group, Royal Greenland. Ms Abelsen believes far more needs to be done to address the injustices of the past. \"I think a lot of people are saying, maybe also the Danish government and state have said, 'Oh well, you know this happened in the past. This is so many years ago. How are we going to be responsible for that? It's time to move on.' \"But you cannot move on if you have not been healed, and if you have not been acknowledged to what happened to you. That is a job that we have to do together with Denmark, not something Greenland can do on its own.\" And despite her own high profile in civil society and business, Maliina Abelsen says that when it comes to racism - for example jokes about Inuit people - she \"can speak for most Greenlanders, that we have all experienced that in our life\". The issues of self-determination and facing the past are intimately intertwined. Now the intervention of Donald Trump has placed both before the eyes of the world. But the message we heard - from the remote settlements on the fjord to the capital city Nuuk - is that Greenland's destiny must be decided here, among people whose voices have been too long overlooked. With additional reporting by Adrienne Murray and Kostas Kallergis. The 46th president had his accomplishments - but for now these are partly overshadowed by certain missteps The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. John Swinney says he will capitalise on Donald Trump's Scottish connection in an attempt to avoid tariffs being applied on imports to the US. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. His exit comes amid a dispute over his report into Donald Trump's handling of classified documents. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c93qyky1gglo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/21b5/live/37d2f190-d07f-11ef-8cb7-dd6f12558450.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c77c/live/605c2410-d07f-11ef-8cb7-dd6f12558450.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Inside story of Biden's undoing: 'Infighting, frustration and an insular inner circle'",
        "short_description": "Standing at a lectern at Washington's National Cathedral last Thursday, Joe Biden delivered the eulogy for former President Jimmy Carter while three other former presidents – Bill Clinton, George W Bush and Barack Obama – and the once and future president, Donald Trump, looked on.",
        "long_description": "Standing at a lectern at Washington's National Cathedral last Thursday, Joe Biden delivered the eulogy for former President Jimmy Carter while three other former presidents – Bill Clinton, George W Bush and Barack Obama – and the once and future president, Donald Trump, looked on. Each spectating president had achieved the validation of the American people (re-election to a second term) that has eluded Biden. And as Biden, whose term comes to an end next week, paid tribute to Carter, a fellow one-term president, it was hard not to draw other parallels too. \"Many think he was from a bygone era, but in reality, he saw well into the future,\" Biden said of Carter. He went on to note Carter's accomplishments in advancing civil rights, his work on peace and nuclear non-proliferation, and his efforts to protect the environment. Earlier in the week, however, Biden was making the case for his own legacy and how history should judge him. \"I hope that history says that I came in and I had a plan how to restore the economy and reestablish America's leadership in the world,\" he said in a television interview. \"And I hope it records that I did it with honesty and integrity; that I said what was on my mind.\" Whether that happens is subject to vigorous discussion - but he exits the White House with his approval ratings near their lowest mark of his presidency. Only 39% have a positive view, according to the latest Gallup survey, down from 57% at the start of his term. Next week, the man he defeated in 2020 returns to power, marking what must feel to him like a dour end to a presidency. Biden had his accomplishments – adroitly shepherding complex investment and infrastructure legislation through Congress despite narrow majorities, strengthening and expanding Nato, and appointing a remarkable number of diverse judges to the federal bench – but at least for now, that is overshadowed. His current place in history is as the Democratic interregnum between the two Trump presidential terms. A blip, rather than a pivot. \"He'd like his legacy to be that he rescued us from Trump,\" says author and Democratic strategist Susan Estrich. \"But sadly, for him, his legacy is Trump again. He is the bridge from Trump One to Trump Two.\" It didn't have to be this way. Biden and his team were buffeted by events – some within his control and some outside it. Many of the most damaging developments were entirely predictable, however – and, in fact, predicted - yet the president and his administration appeared to be caught flat-footed. For that, they paid a high price. Biden's first misstep as president came half a world away, in the chaos that unfolded during the US withdrawal from Afghanistan in August 2021. The exit had been negotiated during the final months of the Trump administration, but Biden backed it – despite warnings from some of his military advisors. Those dire predictions proved prophetic, as Kabul descended into panic and unrest. By the end of that month, Biden's Gallup approval rating had dipped below 50% for the first time – a mark it would never again reach. On the domestic front, the situation for the president was equally inauspicious. By summer, US inflation had surpassed 5% for the first time in 30 years. Treasury Secretary Janet Yellen said that she believed the spike was \"transitory\". Biden called it \"temporary\". Some outside the administration, most notably Obama's Treasury Secretary Larry Summers, thought otherwise. By the time inflation reached its peak a year later, at 9.1% in June 2022, Yellen and Biden had admitted they miscalculated. Americans did not forget or forgive, however. And although the monthly inflation numbers had dropped below 3% by summer 2024, unemployment remained low, economic growth was steady and the US had outperformed the world's other industrialised nations, voters continued to have a pessimistic view of the economy. Other issues followed this pattern: The Biden administration was slow to respond to the post-Covid spike in undocumented migration at the US-Mexico border. And it was seemingly caught off-guard by the disruptive impact the Republican-backed programme of relocating migrants to Democratic-run northern cities would have on government services far from the border. Shortages in Covid tests and infant formula, a dramatic increase in the price of eggs, the end of Roe v Wade abortion protections, and the wars in Ukraine and Gaza – for every seemingly unanticipated fire the Biden administration addressed, two new ones would emerge. The challenges were, in fact, daunting – ones that felled incumbent leaders in democracies around the world. But for Biden and the Democrats, hoping to prove that they were a competent and effective counterpoint not just to Trump but to global authoritarian regimes, the stakes were high. Amid all of this, responses from the administration were sometimes glaringly off-key. When asked during a television interview about raising oil production in America to reduce gas prices, in November 2021, Energy Secretary Jennifer Granholm responded with a laugh. \"That is hilarious,\" she said. \"Would that I had the magic wand.\" Biden – once regarded as a gifted communicator and orator - appeared less able to connect with the American people. Signs of his advancing years were also showing. \"Watching Biden speak, I'm like, oh my God, this is a different person,\" said a senior White House official who served in the early years of the Biden administration and spoke on the condition of anonymity. \"Maybe it's simply that when you're there every day, you don't see it.\" A report by Robert Hur, a special counsel appointed to investigate Biden's handling of classified documents, referred to the president as an \"elderly man with a poor memory\", setting off a round of hand-wringing among Democrats. Biden's interactions with the media were curtailed, and his public appearances tightly scripted. His verbal miscues and stumbles became fodder for Republican attacks. But Biden pressed on, determined to seek and win a second term in office. During his presidency, Biden surrounded himself with veterans of government service. His secretary of state, Antony Blinken, had been one of his top foreign policy advisors since his days in the Senate. Merrick Garland, a distinguished appellate court judge and Barack Obama's ill-fated 2016 pick for the Supreme Court, was tabbed for attorney general. Yellen, his pick for treasury, had previously chaired the Federal Reserve. Within the White House, Biden chose Ron Klain – who had worked in Democratic presidential administrations for decades – as his chief of staff. Mike Donilon, another Biden veteran, served as a senior advisor. The team was particularly successful at managing the narrow majorities in the House and the Senate, notching early legislative victories even in the face of unified Republican resistance and reluctance from centrists in his own party. Biden's \"American Rescue Plan\", which passed just two months after he took office, included nearly $2 trillion in new government spending. It expanded healthcare subsidies, and funded the distribution of Covid vaccines and a payment programme that cut child poverty in half, to 5%. Later that year, Democrats and some Republicans joined to pass an infrastructure investment bill, which included $1tn in new spending on transportation, clean energy, water, broadband and other construction programmes. Others followed, marking a legislative agenda that few first-term presidents in the modern era could match – but it came with what some critics see as a fatal flaw. Brent Cebul, an associate professor of history at the University of Pennsylvania, argues that Biden's efforts were too focused on shifting policies that take years to translate into economic benefits for average American workers. \"I think that the time horizon associated with those big pieces of legislation was way out of sync with the exigencies of the presidential election,\" he said. Biden would have been better served finding ways to bring the tangible benefits to voters more quickly – a sentiment Biden himself expressed during a recent newspaper interview. His team also proved less able when success was measured not in laws enacted but in the daily messaging battle against a political opposition that was growing increasingly assertive. A senior Biden official said that the White House team was more decisive early on in his presidency. \"As things started to become a grind and you lose that sense of getting big things done, it can give way to infighting and frustration,\" they admitted, adding that it was their sense that the circle around Biden became more insular as the pressure built. After a two-year respite, his political opponents launched investigations, held hearings (into the Afghanistan withdrawal, the Biden family's business dealings and more) and, in September 2023, formally initiated a presidential impeachment inquiry. All the while, Biden's public approval languished in the low 40s. Biden's presidency should be seen in two halves, says Mr Cebul. The first was more accomplished. The second was less focused. \"Biden's sense that the US was macro-economically doing quite well led him and his advisors to take their eyes off the ball when many, many Americans were still very much hurting.\" On 25 April, 2023, Biden made his presidential bid official in a campaign video warning that Trump \"extremists\" were threatening America. Over the following months, there would be more warnings of the danger Trump posed to American democracy. He would tout his economic plan – embracing the label \"Bidenomics\" - and point to how inflation was dropping while the economy was still growing. I travelled with Biden on a June 2023 trip to Chicago, where he held a reception for deep-pocketed donors and gave a speech on the economy in an historic downtown post office. \"Bidenomics is about the future,\" he said.\"Bidenomics is just another way of saying: Restore the American dream.\" Mr Cebul believes that was a bad move. \"For him to then spend most of the spring and the early summer basically talking about how he's the most successful economic president in modern history, it was just so discordant,\" he said. \"Not only was the message out of sync, he was also just a terrible messenger.\" In Chicago, as in many of his speeches, Biden's delivery was at times halting. His words sometimes mumbled and his syntax mangled. Through it all, however, Biden was telling aides that he believed he was the man best positioned to defeat Trump – that he had done it once, and he would do it again. And those aides vigorously pushed back whenever anyone questioned Biden's abilities. \"I'm not a young guy, that's no secret,\" Biden said in a campaign advert. \"But here's the deal: I understand how to get things done for the American people.\" In the autumn, Biden confronted yet another crisis - following the 7 October Hamas attack on Israel, he quickly cautioned Israel not to overreact or overreach in its response to the bloodshed. As with the Russian invasion of Ukraine, the president turned his attention to world affairs. But unlike Ukraine, during which Biden assembled a unified western coalition against the invasion, the continued US support of Israel eroded enthusiasm and support for Biden in some quarters at home. At the same time, Biden was confronting his son Hunter's growing legal troubles – a June trial and conviction on gun charges and, perhaps more concerning for the president, an indictment on tax-related violations that involved Hunter's foreign business dealings. The airing of family discord and pain was, at the very least, a distraction and an emotional drain on the president. His ultimate decision to pardon his son, made after November's election, was condemned by many, including some allies. Ultimately, Biden's presidential bid – and his presidency – came crashing down in late June on a stage in Atlanta during a debate with Trump. His confused and at times incomprehensible performance dealt his campaign a mortal blow that seemingly confirmed Republican attacks – and Democratic fears – about his advancing age. But eventually, after Trump defiantly responded to a failed assassination attempt and held a boisterous, unified national party convention in mid-July, Biden dropped out of the race. Trump's victory over Kamala Harris, Biden's hand-picked successor, ensured that the final electoral judgement on Biden's half-century political career would be one of rejection and defeat. What would Biden's legacy have been if he had simply stepped aside – \"passed the torch\" in his words – without seeking a second term? No video campaign launch. No grasping for campaign messages or Trump debate disaster. Instead, a robust race for the Democratic nomination with Biden floating above it all. \"We should have had primaries,\" argues Ms Estrich. \"His successor would have had time to make the case.\" In the end, Biden's age and Trump's enduring appeal were the fires that his administration could never put out, and the ones that ultimately consumed his presidency. In exactly one week, Trump will take the oath of office and will likely set about dismantling much of what Biden accomplished over the past four years. How effective he is at doing this will go a long way towards determining Biden's lasting legacy. A few weeks ago, I asked Attorney General Garland how he thought history would judge Biden and this administration. \"I'll leave that to the historians,\" he replied. That, in the end, is all Biden has left. Top picture credit: Getty Images BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below. Harris, who Trump defeated in the 2024 election, presided over the event as required by the US Constitution. Among the allies the president-elect has chosen to join his administration are contentious figures, including among fellow Republicans. The president-elect has nominated RFK to lead the Department of Health and Human Services. The suspect used an “improvised incendiary device” to start the fire in Portland, Oregon, ahead of the US election. A week after losing the election, Kamala Harris's team are still appealing for funds. Republicans have won control of both chambers of Congress, yielding Trump limited congressional oversight for at least 2 years. The president and president-elect shook hands as part of a long-standing tradition signifying the transfer of power. Given all the things they’ve said about each other, Joe Biden and Donald Trump’s meeting could be really awkward. 'I think Putin believes that he knows how to play Trump', says Trump's former adviser John Bolton. The Russian president says he was impressed by Trump's reaction to the first assassination attempt against him. The president addressed Americans from the White House for the first time since Donald Trump's election victory. After Donald Trump's decisive victory, we asked Americans what they think made the difference for each campaign. The BBC's Samira Hussain was on the ground for Harris's concession speech at Howard University. The vice-president addressed supporters at Howard University in Washington DC, following her election defeat to Donald Trump. BBC NI asks people in Belfast how they feel about Donald Trump's victory in the US election. Donald Trump took the stage at his campaign watch party in West Palm Beach, Florida, and was met with loud cheers. Voters across the US have their say on the re-election of Donald Trump. Sir Keir Stamer and Kemi Badenoch react to Donald Trump's US Election victory at PMQs. The first minister had backed Democrat Kamala Harris, which Trump's Scottish business had branded \"an insult\". Catch up on the key moments from election night. His exit comes amid a dispute over his report into Donald Trump's handling of classified documents. All five living presidents appeared together at the funeral service of former US President Jimmy Carter. The outgoing president also says he is considering pardons for Trump foes. The Republican will begin his second presidential term in January 2025. The outgoing vice-president is weighing her options, which could include another White House run, or a bid to be California's governor. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c7vd5n3el6no",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2e42/live/ebfa90c0-cf43-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7c85/live/b10b1130-cf5f-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Zelensky offers exchange of North Korean soldiers",
        "short_description": "Ukrainian President Volodymyr Zelensky says he is willing to hand over two captured soldiers from North Korea back to their home country in exchange for Ukrainian prisoners of war in Russia.",
        "long_description": "Ukrainian President Volodymyr Zelensky says he is willing to hand over two captured soldiers from North Korea back to their home country in exchange for Ukrainian prisoners of war in Russia. \"For those North Korean soldiers who do not wish to return, there may be other options available,\" Zelensky said on social media, adding \"those who express a desire to bring peace closer by spreading the truth about this war in Korean will be given that opportunity\". Ukraine said on Saturday that the men were captured on 9 January. When asked last year, President Vladimir Putin did not deny Russia was using North Korean troops in its war on Ukraine, saying it was Russia's \"sovereign decision\". The Security Service of Ukraine (SBU) said the two men are in Kyiv and receiving medical care. They only speak Korean and are being questioned with the assistance of the South Korean NIS (National Intelligence Service), the intelligence service said. Zelensky posted photos on social media on Saturday showing the men, who are injured. He also shared a photo of a red Russian military card that gives the place of birth as Turan, in the Tuva Republic, which is close to Mongolia. The intelligence service said that when the prisoners were captured, one of the soldiers had a Russian military ID card issued in the name of another person with registration in the Tuva Republic. The other had no documents. The intelligence service said that during interrogation, one of the soldiers told security personnel that he had been issued the document in Russia during the autumn of 2024. He is alleged to have stated that at that time, some of North Korea's combat units had one-week interoperability training. \"It is noteworthy that the prisoner...emphasises that he was allegedly going for training, not to fight a war against Ukraine,\" the SBU statement said. Zelensky's office said in a statement on Saturday that the Russians \"are trying to hide the fact that these are soldiers from North Korea by giving them documents claiming they are from Tuva or other territories under Moscow's control\". The intelligence service reported that the soldier carrying the ID card said he was born in 2005 and had been serving North Korea as a rifleman since 2021. The second prisoner is reported to have given some of his answers in writing because he had an injured jaw, according to SBU. The intelligence service said it believed he was born in 1999 and had been serving North Korea as a scout sniper since 2016. The Geneva Convention states that the questioning of prisoners should be carried out in a language they understand and prisoners must be protected against public curiosity. BBC News and other international media have not yet verified Ukraine's account of the prisoners and their capture. Ukraine and South Korea reported late last year that North Korea had sent at least 10,000 troops to Russia. The White House said North Korean forces were experiencing mass casualties. In December, South Korea's intelligence agency reported that a North Korean soldier believed to have been the first to be captured while supporting Russia's war in Ukraine had died after being taken alive by Ukrainian forces. Zelensky said on Sunday \"there should be no doubt left that the Russian army is dependent on military assistance from North Korea\". President Zelensky says the two men are receiving \"necessary medical assistance\". The former US president halted a US-North Korea showdown, but was also accused of going rogue. The actions are aimed at cutting off revenue Moscow is using to fund its war in Ukraine. The US president-elect has said previously that he wants to negotiate an end to the war in Ukraine. The vehicles will be driven to Krakow to help refugees and those injured in Ukraine. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cn57z316y02o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9df/live/65066770-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7fdc/live/904013f0-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Earthslip disrupts train services in up-country line",
        "short_description": "January 12, 2025 10:38 am",
        "long_description": "January 12, 2025 10:38 am Train services along the upcountry railway line have been disrupted following an earthslip between the Ohiya and Idalgasinna railway stations, triggered by the prevailing adverse weather conditions. The Ministry of Transport, Highways, Ports, and Civil Aviation said that railway staff are currently working to clear the soil and debris from the affected area. Efforts are underway to restore train operations as soon as possible, the ministry added. As a result of the disruption, the night mail train from Colombo Fort to Badulla and the train from Badulla to Colombo Fort have been delayed until the railway line is restored. Update 11.25 a.m.: The train operations along the upcountry railway line which were disrupted following an earthslip between the Ohiya and Idalgasinna railway stations, have now been restored after the tracks were cleared, according to the Department of Railways.",
        "publication_time": "2025-01-13 08:45:13",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104907/earthslip-disrupts-train-services-in-up-country-line",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Fairly heavy showers expected in parts of the island",
        "short_description": "January 12, 2025 08:31 am",
        "long_description": "January 12, 2025 08:31 am The Meteorology Department says showers or thundershowers will occur at times in Northern, North-central, Eastern, Uva and Central provinces. Fairly heavy showers above 50 mm can be expected at some places in Eastern, Uva and Central provinces and in Polonnaruwa district. Showers or thundershowers will occur in the North-western province and in Colombo and Gampaha districts in the morning, the Met. Department said. Showers or thundershowers will occur at several places elsewhere during the afternoon or night. Fairly strong winds of 30-40 kmph can be expected at times over Northern, Eastern, North-central and North-western provinces, it added. Misty conditions can be expected at some places in Sabaragamuwa and Central provinces during the morning. Thus, the general public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
        "publication_time": "2025-01-13 08:45:14",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104902/fairly-heavy-showers-expected-in-parts-of-the-island",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lankans rally to stop deportation of Rohingya refugees to Myanmar",
        "short_description": "January 12, 2025 09:09 pm",
        "long_description": "January 12, 2025 09:09 pm Sri Lankan civil society groups and activists are mobilizing to save more than 100 Rohingya refugees rescued off the Indian Ocean island nation last month following a government announcement that they will be deported. A group of about 100 Rohingya refugees, which reportedly included over two dozen children, was rescued off the coast of the northeastern Mullaitivu district on Dec. 19. Several protests were recently organized in Mullaitivu and the capital Colombo after Sri Lanka’s Minister of Public Security and Parliamentary Affairs Ananda Wijepala announced on Jan. 3 that the government was in talks with Myanmar authorities over the deportation of the Rohingya refugees. “These are stateless people, they don’t have a home to go to,” social activist Thasneema Dahlan, who took part in a protest in Colombo on Friday, told Arab News. “The Rohingya are massacred and chased and terrorized in their own home, and that is why they fled their own country looking for greener pastures elsewhere.” The mostly Muslim Rohingya — the “world’s most persecuted minority,” according to the UN — have faced decades of oppression in Myanmar. In 2017, more than 730,000 Rohingya from Rakhine State were forced to flee to neighboring Bangladesh to escape a brutal military crackdown that UN experts have referred to as a “genocidal campaign,” amid evidence of ethnic cleansing, mass rape, and killings. As Rakhine became a focal point in Myanmar’s intensifying nationwide civil war, hundreds of Rohingya have been fleeing the country in recent weeks through dangerous sea crossings, often on rickety boats. Last year, more than 7,800 people made such attempts, according to the UN refugee agency — an 80 percent increase compared with 2023. “Their objective wasn’t to get to Sri Lanka. Their objective was to get somewhere, anywhere where they could survive,” Dahlan said. “We are urging the government to … please not send them back, not repatriate them, not deport them, because that is just sending them back to death.” Sri Lanka, which is not a signatory to the 1951 UN Refugee Convention and its 1967 protocol, is a transit point for refugees until the UNHCR helps them resettle in another country. In 2022, its navy also rescued about 100 Rohingya refugees, who have been under the care of local NGOs as they await resettlement. Sri Lankan activists have also filed petitions with the government, urging authorities to relocate the new group of refugees from the Keppapulavu Air Force base in Mullaitivu, where they have stayed since Dec. 23. According to protesters, aid agencies, including the UN, have been stopped from meeting the Rohingya. “Sheltering the refugees under a militarized environment is incompatible with international humanitarian norms and basic human values,” the North-East Coordinating Committee, which organized the Mullaitivu protest on Thursday, said in a letter. Ruki Fernando, a human rights activist based in Colombo, said the Rohingya refugees should be “kept in a place under civil administration,” not military. “Many Sri Lankans have been refugees. We need to help others. It’s our legal obligation … under customary international law, non-refoulement is prohibited. It means no one fleeing a well-founded fear of persecution should be sent back,” Fernando told Arab News, referring to the hundreds of thousands of Sri Lankan Tamils who fled the country’s civil war between 1983 and 2009. “We also have moral, ethical obligations to welcome, care and support those in distress. Our religious and spiritual values teach us this.” Source: Arab News --Agencies",
        "publication_time": "2025-01-13 08:45:15",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104921/sri-lankans-rally-to-stop-deportation-of-rohingya-refugees-to-myanmar",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lankan cricketer Dhananjaya de Silva\u0092s brother remanded ",
        "short_description": "January 11, 2025 07:30 pm",
        "long_description": "January 11, 2025 07:30 pm Savithra de Silva, also known as “Sangu,” the brother of Sri Lanka’s Test cricket captain Dhananjaya de Silva, has been ordered to be remanded in custody until January 24, 2025, after he was produced before Mount Lavinia Magistrate’s Court. Savithra de Silva was arrested by Mount Lavinia Police following a violent altercation in Ratmalana last night (10). The incident reportedly began when he assaulted an individual near his residence on Friday night (10). The victim is said to be a close associate of “Kudu Anju” and “Alto Dharma”, both accused in the murder of Dhananjaya de Silva’s father. In retaliation, the victim returned to the scene with Indika Suranga Zoysa, alias “Ratmalane Sudda,” and another group. They then attacked “Sangu”, with one person reportedly striking him with a sharp weapon during the clash. Despite his injuries, he allegedly armed himself with a sharp weapon and retaliated, injuring “Ratmalane Sudda” and another individual. All three injured parties were admitted to Kalubowila Teaching Hospital for treatment and subsequently taken into police custody, according to police. Meanwhile, it was reported that Savithra de Silva is still receiving treatment at the Kalubowila Teaching Hospital under police security. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures.",
        "publication_time": "2025-01-13 08:45:16",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104899/sri-lankan-cricketer-dhananjaya-de-silvas-brother-remanded-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "China ready to deepen political trust and strengthen ties during President Dissanayake\u0092s visit",
        "short_description": "January 11, 2025 06:11 pm",
        "long_description": "January 11, 2025 06:11 pm At the invitation of Chinese President Xi Jinping, Sri Lanka’s President Anura Kumara Dissanayake will pay a state visit to China from Jan. 14 to 17, Chinese foreign ministry spokesperson Hua Chunying announced during a press conference held in China on Friday (10). The visit, the first one to China by President Dissanayake since taking office, is of great significance to the development of China-Sri Lanka relations, Guo Jiakun, also a spokesperson for the foreign ministry, told a news briefing on the same day. During the visit, President Xi Jinping will hold talks with President Dissanayake. Premier Li Qiang and Chairman of the National People’s Congress Standing Committee Zhao Leji will meet with him respectively. Noting that China and Sri Lanka are traditional friendly neighbors, Guo said that since the establishment of diplomatic ties in 1957, China-Sri Lanka relations have stood the test of the changing international landscape and maintained sound and steady development, setting a good example of friendly coexistence and mutually beneficial cooperation between countries with different sizes. China stands ready to work with Sri Lanka to take President Dissanayake’s visit as an opportunity to continue the traditional friendship, deepen political mutual trust, expand high-quality Belt and Road cooperation and practical cooperation in various fields, strive for new progress in bilateral strategic cooperative partnership based on sincere mutual assistance and ever-lasting friendship, and deliver more benefits to the two peoples, Guo said. Source: Xinhua --Agencies",
        "publication_time": "2025-01-13 08:45:17",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104898/china-ready-to-deepen-political-trust-and-strengthen-ties-during-president-dissanayakes-visit",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]