[
    {
        "title": "NewsNews",
        "short_description": "Peter Kyle responds as internet safety campaigner Ian Russell says laws to protect children need fixing.",
        "long_description": "Peter Kyle responds as internet safety campaigner Ian Russell says laws to protect children need fixing. The Tory leader's call follows allegations about properties linked to her family in Bangladesh. Why Rachel Reeves needs a more detailed growth strategy - and soon. A group of councillors in Derbyshire say the party \"has lost its sense of direction\" under Farage's leadership. Activists gathering at a regional conference assess whether the US billionaire could help or hinder the party. The Tory leader's call follows allegations about properties linked to her family in Bangladesh. The chancellor has been criticised for making the trip while the government is under pressure from rising borrowing costs. In an exclusive interview, Ian Russell tells the BBC that he believes there is \"no real movement\" within government on online safety. Why Rachel Reeves needs a more detailed growth strategy - and soon. A Home Office team is tracking the reach and impact of posts by the tech mogul and others for security risks. The warning from a former Bank of England official comes in the wake of rising UK borrowing costs. Three women whose lives were ruined by historical child abuse want the PM to come and meet survivors. The Conservatives and Reform UK are both demanding a fresh national investigation into the issue. Experts say the UK has enough gas after Centrica said storage levels were \"concerningly low\". The BBC's Analysis editor, Ros Atkins, investigates Elon Musk's recent posts on X about grooming gangs - and looks at how one day unfolded on his timeline. Government borrowing costs have hit their highest level for several years - what does it mean for you? The postcode lookup allows anyone in England to monitor new home-building targets in their area. Chancellor Rachel Reeves may have to choose between tax rises and spending cuts, writes Henry Zeffman. The X owner shared false claims that a Home Office memo urged police not to intervene in child grooming cases. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7d84/live/38bc0be0-d0e9-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/10c7/live/5c173e80-d06b-11ef-8995-c744de01a2c8.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Leading tech firms are said to have committed £14bn towards the project, which could create more than 13,000 jobs.",
        "long_description": "Leading tech firms are said to have committed £14bn towards the project, which could create more than 13,000 jobs. The review aims to ensure motorists are not penalised if they are unable to pay promptly. Hundreds gathered in Liverpool to pay their respects to the TV star, who died aged 32. The series will now premiere in March after devastating fires in southern California, where it was filmed. Fen skating takes place when a meadow floods and then freezes, resulting in very shallow ice. The review aims to ensure motorists are not penalised if they are unable to pay promptly. A 37-year-old man is in police custody after being arrested on suspicion of attempted murder. Three people are charged with murder over Thomas Taylor death near a bus station, say police. Hundreds gathered in Liverpool to pay their respects to the TV star, who died aged 32. Off-duty PC Rosie Prior, who had stopped to help, represents the \"very best of British policing,\" the force says. The family of Cumali Turhan, who went missing in November, are told his body has been found. Peter Kyle responds as internet safety campaigner Ian Russell says laws to protect children need fixing. A friend of Samuel Harris, whose body was found on the Dolomites, has paid tribute. Memorabilia and everyday items from Morecambe's home were sold following the death of his widow, Joan. Former Royal Marine Sgt Jeffrey Broadhurst celebrates his 102nd birthday with a musical treat. Footage has shown the efforts to successfully capture two lynx illegally released in the Highlands. This is the moment a sheep was pulled free from a snow drift where it had been trapped. The Thistle will open its doors next week after nearly a decade of deadlock over drug laws. Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. We've rounded up all the key culture releases for the week ahead, from film to music. Adam Tucker counts Pink, Hugh Jackman and Zac Efron among his fans even if they don't know it. Laura Truelove has seen a huge increase in the number of women taking up surfing in recent years. As Love Island All Stars returns, we find out if reality stars can still have a lucrative social media career. Michael Bowen was granted parole despite being considered high risk, BBC Wales has learned. A 37-year-old man is in police custody after being arrested on suspicion of attempted murder. Simon and Barbara Williamson's daughter Rachel was 16 when she died after an asthma attack at home. The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday. The review aims to ensure motorists are not penalised if they are unable to pay promptly. Call outs range from missing people to overdue vessels. Artists are being encouraged to apply for a cultural exchange with Puglia, a region in Italy. A UK charity says free defibrillators and first aid kits are being provided to island fishers. The UK's coldest January night in 15 years saw temperatures in northern Scotland drop to -18.9C. Chloe says her mental health was affected by working in a hospital during Covid. Jeni Larmour, from County Armagh, died after taking ketamine in 2020 as she started university. Jonathan Hall KC says those who return could be prosecuted here over what they did for the jihadist group. Probation officers say they were overworked even before thousands of prisoners were released early. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:05",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9697/live/f2a28520-d12f-11ef-9514-a797c48e9787.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b503/live/c6a5bb70-d14a-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A man trying to defend his home of 55 years, an Australian citizen, and an amputee and his bedbound son are among at least 16 victims of the Los Angeles fires.",
        "long_description": "A man trying to defend his home of 55 years, an Australian citizen, and an amputee and his bedbound son are among at least 16 victims of the Los Angeles fires. The woman got married to her partner as she believed it would boost his social media following. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Pat Cummins will miss the tour of Sri Lanka for the birth of his second child, with Steve Smith leading the side in his absence. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The woman got married to her partner as she believed it would boost his social media following. Australia says it will do \"everything we responsibly can\" to help the US city, despite enduring its own fire season. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Footage released by police shows the suspect stripping off their burning clothes and fleeing. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. The accessory was a gift designed to send love and strength from older women in Australia. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. The band's frontman fell through a trapdoor during a concert in Australia but appeared unharmed. The woman got married to her partner as she believed it would boost his social media following. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Pat Cummins will miss the tour of Sri Lanka for the birth of his second child, with Steve Smith leading the side in his absence. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. The youth pastor was spearfishing with his family off an island at the time of the attack. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:06",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ba81/live/fac517d0-cf87-11ef-9b5b-79c2d603c688.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d2c4/live/b764e620-cf49-11ef-ac0b-3daa0fac542c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Sudanese army claims capture of key city from rebels",
        "short_description": "The army in Sudan says it has captured a key central city, one of its biggest gains yet in an almost two-year-long war against rebel forces.",
        "long_description": "The army in Sudan says it has captured a key central city, one of its biggest gains yet in an almost two-year-long war against rebel forces. Footage on social media showed people celebrating in the streets as army soldiers entered the city of Wad Madani. The leader of paramilitary group the Rapid Support Forces (RSF), Gen Mohamed Hamdan Dagalo, also known as Hemedti, acknowledged the loss in an audio message. His admission was angry and rambling, attributing the defeat to the army's air superiority and use of Iranian-made drones. But he vowed to continue fighting until victory, even if it took another 20 years. Wad Madani is the capital of the state of Al Jazira, and is 87 miles (140km) south of the country's capital, Khartoum. Wad Madani serves as a strategic crossroads, connecting several states through key supply highways. It is also the closest major town to Khartoum. Sudan has been ravaged by war since April 2023, when fighting broke out between the RSF and the Sudanese army. The RSF continues to control nearly all of Sudan's western Darfur region, as well as significant portions of the country's south. Meanwhile, the army controls the north and east, as well as parts of Khartoum. The war has claimed tens of thousands of lives. And in what the United Nations has called one of the world's \"largest displacement crises\", about nine million people have been forced to flee their homes. The country is also slipping into a famine, with 24.6 million people - about half the population - in urgent need of food aid, experts said. Earlier this month, the US sanctioned the RSF leader after it accused the group of committing genocide. Officials said he was being punished for his role in \"systematic\" atrocities against the Sudanese people during the 20-month conflict. She is a staunch critic of the Tanzanian President Samia Suluhu Hassan. The woman has lived in Niger for over two decades and is a fixture in her community, reports say. The Kenyan villagers surprised by falling satellite debris heralding a new year full of surprises. Dr Angela Tabiri wants more African girls and women from less privileged backgrounds to study maths. The money was recovered from Nigeria's former oil minister Diezani Alison-Madueke and others. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:08",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c626gzqk339o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9baf/live/51576370-d099-11ef-adff-155484bd97ba.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/172e/live/ed68a0f0-d10a-11ef-97c1-7d50e240dbf6.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Before and after footage reveals scale of damage after LA wildfires",
        "short_description": "The Palisades Village and Pacific Palisades have been devastated by the fires which raged across Los Angeles.",
        "long_description": "The Palisades Village and Pacific Palisades have been devastated by the fires which raged across Los Angeles. A walking tour video filmed in March last year by lifestyle bloggers Simran and Ishaan shows the lush gardens, villas, luxury shops and sea views which were once a feature of the area. But ten months later, after the fire decimated the neighbourhood, a Reuters cameraman has retraced the steps of the walking tour, with footage which showing burnt out shells of buildings, mangled cars and streets covered in ashes and debris. Click here to follow live updates on this story. US Presidents Joe Biden, Donald Trump, Barack Obama, George W Bush and Bill Clinton sat in the front pews. A glimpse of just 90 minutes in the luxury LA neighbourhood ravaged by wildfires. The latest blaze, Sunset Fire, is threatening homes and landmarks as Hollywood is evacuated. The blaze has been declared the most destructive in the city's history with more than 1,000 structures destroyed. One resident watching as her home burned said her neighbourhood was like driving through a \"war zone\". Claudia Sheinbaum chided the US president-elect and proposed a part of the US be renamed \"Mexican America\" like it was in 1607. Emma Vardy assesses the damage along Pacific Coast Highway, as winds continue to worsen the fires in the area. Flames are seen climbing trees and embers fly as wind gusts continue to fuel wildfires in LA. Footage shows plumes of smoke billowing above Santa Monica, where an evacuation order is in place. A plume of smoke is seen billowing over Los Angeles in a video charting the wildfire's growth. Homes are gone in the wealthy Pacific Palisades area as wildfires rage on. The blaze has been fuelled by fierce winds that are expected to reach up to 100mph (160km/h). The machinery was used to move hundreds of abandoned cars, clearing the road for fire crews. Mike Johns was on his way to the airport when the Waymo robotaxi began circling a parking lot non-stop The former president's coffin was transported to Washington DC from Georgia on Tuesday. A \"world record\" number of cuddly toys were thrown into the rink during a US ice hockey match. The second-youngest PM stepped down amid growing pressure from within his party and beyond. Harris, who Trump defeated in the 2024 election, presided over the event as required by the US Constitution. Trudeau says he intends to resign as party leader and as prime minister after the party selects its next leader. Five inches (12.7cm) of snow fell in the Little Cottonwood Canyon area causing the slide. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c70qz802ke5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/49f2/live/3239da80-d117-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a668/live/916bc050-d0e9-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Immigration has long been a polarising issue in the West but Canada mostly avoided it - until now",
        "long_description": "Immigration has long been a polarising issue in the West but Canada mostly avoided it - until now The surge in mental health referrals among young people has prompted debate among experts about the cause - and the most effective solution More Vietnamese attempted small-boat crossings in early 2024 than any other nationality - what makes them risk this dangerous journey? What the conflict in 2024 means for 2025... Advances in technology raise questions about the need to send people to space - and the risks and cost Safety issues with the Boeing 737 Max and mass employee strikes made for a challenging 2024. More Vietnamese attempted small-boat crossings in early 2024 than any other nationality - what makes them risk this dangerous journey? With new financial backers and a rapidly growing base, Reform UK seems to have momentum, but will it last? Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side What the conflict in 2024 means for 2025... New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits From cancer battles to an ongoing family fallout, it was a testing year. But it also gave a telling glimpse into his approach to leadership Are extreme fantasies about dominating women that were once just that - fantasies - now becoming more normalised in reality too? As those in the lucrative Captagon network move aside, how will the new leaders stop any criminals waiting in the wings to replace them? How the tech billionaire went from a political centrist to a right-wing radical How feminists in South Korea are being hunted down, attacked and sacked. How new tariffs could affect the world economy during a second Trump presidency. Naomi Alderman explores the mind of Socrates, the original disruptor. Simon Schama searches for who we are now - and discovers the answers in art and culture. On 7 July 2005, four bombs explode in London, followed by a further attack. Are electric bikes a new menace in need of tighter regulation? Discover how midwives take care of the new lives in the London borough of Poplar. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/76db/live/4da9a5c0-cd0c-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b87/live/fb189e40-bd2c-11ef-a0f2-fd81ae5962f4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low.",
        "long_description": "A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. Shatha al-Sabbagh's family accuses the Palestinian Authority over her death in Jenin, but the PA blames \"outlaws\". It comes as Israel intensified strikes on Gaza, killing 88 people over the past 24 hours, the Hamas-run health ministry says. The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. The body of Yousef Zyadna, 53, was found in an underground tunnel in the Rafah area, the military says. Eight children were reportedly among those killed in the al-Mawasi area and Khan Younis city overnight. Shatha al-Sabbagh's family accuses the Palestinian Authority over her death in Jenin, but the PA blames \"outlaws\". What the latest developments mean for Iran's position - and for the prospect of peace in Gaza Israel will have 60 days to withdraw from Lebanon while Hezbollah must move north of the Litani river. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. A visual guide to the latest developments in the conflict between Israel and Hezbollah. What the conflict in 2024 means for 2025... The PM's decision to replace his defence minister follows sharp disagreements over Israel's war strategy. Trump's promises on China as well as ending wars in Ukraine and the Middle East will soon be put to the test. The agency provides aid for Palestinians in Gaza and elsewhere, and has long been criticised by Israel. BBC Verify has analysed satellite imagery from Iran to assess damage from Israeli air strikes. An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Some of those who reported for duty after October 7 explain why they are now refusing Julia, aged three, looks on from a crowd of fearful and exhausted men. This is her story. We take a look at what history can teach us about the conflict in the Middle East. A total of 95 hostages, taken captive after the 7 October attacks, still remain unaccounted for. It also said that soldiers did not know the hostages were there when they began their operation. Ismail Haniyeh was Hamas's most prominent leader until his death in July. A school sheltering displaced families was hit, according to Gaza's civil defence agency. Both pilots were rescued after ejecting safely from their F/A-18 fighter aircraft. The senior official said a ceasefire deal is close but key issues remain that need to be bridged. Israel rejects as a lie the rights group's claim that it is blocking access to water critical for survival. The 18 were in court after protests against the war in Gaza in the Welsh capital in June. Palestinian news outlets have seen a steep drop in audience engagement since October 2023. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/topics/c2vdnvdg6xxt",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/571d/live/226442a0-cf3f-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/640b/live/0e786170-cf23-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj.",
        "long_description": "The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. An outbreak of the flu-like virus in China is causing concern, but experts say a Covid-like pandemic is unlikely. The Tirupati temple is one of the richest in India and attracts millions of devotees every year. Several flights and trains have been delayed as visibility reached zero in many areas. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. Visa woes and an immigration row are sparking uncertainty for Indians who want to work in the US. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. An outbreak of the flu-like virus in China is causing concern, but experts say a Covid-like pandemic is unlikely. After a report by the Melbourne Age suggests that plans for a two-tier World Test Championship would be discussed later this month, BBC Sport looks at the reaction so far. Doctors say Jagjit Singh Dallewal's health has deteriorated but he has refused medical aid so far. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. The deadly gas leak at the Union Carbide factory in central India killed thousands in 1984. BBC Sport and data analysts CricViz look at five talking points from the Australia and India series and what England can learn about their next two opponents. The rate of India’s economic growth is still robust, but the latest GDP figures signal a slowdown. Rumeysa Geligo from Turkey towers over Jyoti Amge from India, who stand at 7ft 0.7, and 24.7in, respectively. Indian tycoon Ratan Tata spoke to the BBC on the 50th anniversary of India's independence. The legendary business tycoon has died at the age of 86. Authorities in the eastern city of Kolkata announced plans to discontinue its iconic trams first set up in 1873. The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. Fixtures, results and scorecards from Ireland's women's tour of India, featuring three one-day internationals in Rajkot. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. Jasprit Bumrah will miss India's five-match T20 series against England but fellow fast bowler Mohammed Shami returns from injury. Several flights and trains have been delayed as visibility reached zero in many areas. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. He was stopped by airport officials during a security check at Indira Gandhi International Airport. The Tirupati temple is one of the richest in India and attracts millions of devotees every year. Visa woes and an immigration row are sparking uncertainty for Indians who want to work in the US. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:14",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b930/live/f49440a0-ce8a-11ef-8670-655253746824.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6d8a/live/0b1eeb50-cf25-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "A murder that shook British India and toppled a king",
        "short_description": "It looked like an ordinary murder.",
        "long_description": "It looked like an ordinary murder. One hundred years ago on this day - 12 January 1925 - a group of men attacked a couple on a car ride in a upmarket suburb in Bombay (now Mumbai) in colonial India, shooting the man dead and slashing the woman's face. But the story that unfolded brought global spotlight on the case, while its complexity put the country's then British rulers in a spot of bother, and eventually forced an Indian king to abdicate. Newspapers and magazines described the murder as \"perhaps the most sensational crime committed in British India\", and it became \"the talk of the city\" during the investigation and subsequent trial. The victim, Abdul Kadir Bawla, 25, was an influential textile businessman and the city's youngest municipal official. His female companion, Mumtaz Begum, 22, was a courtesan on the run from the harem of a princely state and had been staying with Bawla for the last few months. On the evening of the murder, Bawla and Mumtaz Begum were in the car with three others, driving in Malabar Hill, an affluent area along the shore of the Arabian Sea. Cars were a rarity in India at the time, and only the rich owned them. Suddenly, another car overtook them. Before they could react, it collided with theirs, forcing them to stop, according to intelligence and newspaper reports. The attackers showered expletives on Bawla and shouted \"get the lady out\", Mumtaz Begum later told the Bombay High Court. They then shot Bawla, who died a few hours later. A group of British soldiers, who had inadvertently taken a wrong turn on their way back from a golf game, heard the gunshots and rushed to the scene. They managed to catch one of the culprits, but one officer suffered gunshot wounds when an attacker opened fire at them. Before fleeing, the remaining attackers made two attempts to snatch the injured Mumtaz Begum from the British officers, who were trying to rush her to the hospital. The newspapers suggested that attackers' aim was likely abducting Mumtaz Begum, as Bawla - whom she had met while performing in Mumbai a few months earlier and had been living with since - had earlier received several threats for sheltering her. The Illustrated Weekly of India promised readers exclusive photographs of Mumtaz Begum, while the police planned to issue a daily bulletin to the press, Marathi newspaper Navakal reported. Even Bollywood found the case compelling enough to adapt it into a silent murder thriller within months. \"The case went beyond the usual murder mystery as it involved a rich and young tycoon, a slighted king, and a beautiful woman,\" says Dhaval Kulkarni, author of The Bawla Murder Case: Love, Lust and Crime in Colonial India. The attackers' footprints, as speculated in the media, led investigators to the influential princely state of Indore, which was a British ally. Mumtaz Begum, a Muslim, had lived in the harem of its Hindu king, Maharaja Tukoji Rao Holkar III. Mumtaz Begum was famed for her beauty. \"In her own class, it was said, Mumtaz was without a peer,\" KL Gauba wrote in his 1945 book, Famous Trials for Love and Murder. But the Maharaja's (king's) attempts to control her - preventing her from seeing her family alone and keeping her under constant surveillance - soured their relationship, says Kulkarni. \"I was kept under surveillance. I was allowed to see visitors and my relations but somebody always accompanied me,\" Mumtaz Begum testified in the court. In Indore, she gave birth to a baby girl, who died soon after. \"After my child was born, I was unwilling to stay at Indore. I was unwilling because the nurses killed the female child that was born,\" Mumtaz Begum told the court. Within months, she escaped to the northern Indian city of Amritsar, her mother's place of birth, but troubles followed. She was watched there too. Mumtaz Begum's stepfather told the court that the Maharaja wept and begged her to return. But she refused and moved to Bombay, where the surveillance continued. The trial confirmed what media had speculated following the murder: representatives of the Maharaja had indeed threatened Bawla with dire consequences if he continued to shelter Mumtaz Begum, but he had ignored the warnings. Following a lead given by Shafi Ahmed, the only attacker captured at the scene, the Bombay police arrested seven men from Indore. The investigation revealed links to the Maharaja that were hard to ignore. Most of the arrested men were employed by the Indore princely state, had applied for leave around the same time and were in Bombay at the time of the crime. The murder put the British government in a tough spot. Though it happened in Bombay, the investigation clearly showed the plot was planned in Indore, which had strong ties to the British. Terming it \"the most awkward affair\" for the British government, The New Statesman wrote that if it were a minor state, \"there would be no particular cause for anxiety\". \"But Indore has been a powerful feudatory of the Raj,\" it said. The British government initially tried to keep mum about the murder's Indore connection in public. But in private, it discussed the issue with much alarm, communication between the governments of Bombay and British India shows. Bombay police commissioner Patrick Kelly told the British government that all evidence \"points at present to a conspiracy hatched in Indore or by instigation from Indore to abduct Mumtaj [sic] through hired desperadoes\". The government faced pressure from different sides. Bawla's community of wealthy Memons, a Muslim community with roots in modern-day Gujarat, raised the issue with the government. His fellow municipal officials mourned his death, saying, \"there surely must be something more behind the scene\". Indian lawmakers demanded answers in the upper house of British India's legislature and the case was even discussed in the British House of Commons. Rohidas Narayan Dusar, a former police officer, writes in his book on the murder that the investigators were under pressure to go slow, but that then police commissioner Kelly threatened to resign. The case drew top lawyers for both the defence and the prosecution when it reached the Bombay High Court. One of them was Muhammad Ali Jinnah, who would later become the founding father of Pakistan after India's partition in 1947. Jinnah defended Anandrao Gangaram Phanse, one of the accused and a top general with the Indore army. Jinnah managed to save his client from the death penalty. The court sentenced three men to death and three to life imprisonment, but it stopped short of holding the Maharaja accountable. Justice LC Crump, who led the trial, noted, however, that \"there were persons behind them [assailants] whom we cannot precisely indicate\". \"But where an attempt is made to kidnap a woman, who was for 10 years the mistress of the Maharaja of Indore, it is not in the least unreasonable to look to Indore as the quarter from which this attack may have emanated,\" the judge remarked. The case's prominence meant the British government had to act quickly against the Maharaja. They gave him a choice: face a commission of inquiry or abdicate, according to documents presented to parliament in India. The Maharaja chose to quit. \"I abdicate my throne in favour of my son on the understanding that no further inquiry into my alleged connection with the Malabar Hill Tragedy will be made,\" he wrote to the British government. After abdicating, the Maharaja stirred more controversy by insisting on marrying an American woman against the will of his family and community. Eventually, she converted to Hinduism and they wed, according to a British home department report. Meanwhile, Mumtaz Begum received offers from Hollywood and later moved to the US to try her luck there. She faded into obscurity after that. The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. The government places an export bar on a 2,000-year old artefact which was sold to a foreign buyer. The service will be held in Hull on Sunday 26 January. Historians are hoping to shine a light on the rich history of an ancient burial ground in Newcastle. Jasprit Bumrah will miss India's five-match T20 series against England but fellow fast bowler Mohammed Shami returns from injury. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:15",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c70e0drd480o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a5f1/live/93dcf810-cf20-11ef-9fe1-bf1ac95addb4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f8db/live/e093f230-cf20-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Fact-checking criticism of California Democrats over fires",
        "short_description": "With fires still burning in Los Angeles after several days, some have been accusing politicians of mismanaging resources and making the fires worse.",
        "long_description": "With fires still burning in Los Angeles after several days, some have been accusing politicians of mismanaging resources and making the fires worse. President-elect Donald Trump has pointed a finger squarely at California Governor Gavin Newsom, a Democrat, who he said is responsible for LA's struggling water supply. A lack of water for firefighter's hoses has been cited as one of the reasons the fires have burned so long. Meanwhile, others have blamed LA Mayor Karen Bass for cutting the city's fire department budget. BBC Verify looked into the facts behind the political fallout. In a social media post on Saturday evening, Trump blamed California's leaders for the current situation. \"The fires are still raging in LA. The incompetent pols have no idea how to put them out. Thousands of magnificent houses are gone, and many more will soon be lost,\" he wrote on Truth Social. \"They just can't put out the fires,\" he added. \"What's wrong with them?\" Earlier in the week, he criticised Governor Newsom for refusing to sign the \"water restoration declaration put before him that would have allowed millions of gallons of water\" to put out the fires. But the specific declaration he mentions doesn't appear to exist. We've also searched for this document and been unable to find it. Newsom has previously opposed efforts to redirect more water to southern California. This includes a 2020 presidential memorandum in which Trump sought to divert water away from Northern California to farmland further south. Newsom opposed this at the time, saying he wanted to protect \"highly imperilled fish species close to extinction\". That is what Trump is referencing in his post blaming Newsom for the response to the wildfires, where he says the governor \"wanted to protect an essentially worthless fish\", Trump spokeswoman Karoline Leavitt has confirmed. In an interview with Pod Save America on Saturday, Newsom said Trump's statements were \"made up\" and \"delusional\". California's attorney general ultimately blocked the measure to redirect water to the south, citing potential harm to endangered species and saying that it was not scientifically justified. Jeffrey Mount, senior fellow at the Public Policy Institute of California's Water Policy Center, said: \"The federal government does not deliver water from northern California to southern California. \"While efforts to save Delta smelt, along with salmon and steelhead trout, do reduce the amount of water that is moved from northern California by the state at certain times, it has no bearing on the current availability of water for fire-fighting.\" Although southern California is currently experiencing a drought, data shows its reservoirs are almost all currently above the historic average for this time of the year. None are at significantly low levels. However, one large reservoir in Pacific Palisades, the Santa Ynez Reservoir, was closed for maintenance and empty when the fire broke out. Officials from the Los Angeles Department of Water and Power (DWP) said that if the Santa Ynez Reservoir had been operational, it might have increased the supply of water, but that it's unclear what the ultimate effect might have been. On Friday, Newsom confirmed Trump's claim that there had been no water for some fire hydrants, which hampered the emergency response. Firefighters in Los Angeles have told the BBC they experienced shortages. Newsom called for an independent investigation into the loss of water pressure to hydrants and \"the reported unavailability of water supplies from the Santa Ynez Reservoir\". In a letter addressed to the heads of the LA Department of Water and Power and LA County Public Works, Newsom said that reports of inadequate water supplies were \"deeply troubling\" . \"Losing supplies from fire hydrants likely impaired the effort to protect some homes and evacuation corridors,\" he wrote. \"We need answers to how that happened,\" he continued, adding that he expects the agencies to \"fully and transparently\" share information and records for the state's probe. Adam Van Gerpen, a captain with the Los Angeles fire department, confirmed to the BBC that his crew, which has been tackling the Pacific Palisades blaze, and other crews battling other wildfires, ran out of water, forcing them to \"improvise\". As of 08:30 local time (16:30 GMT) on Sunday, Cal Fire data showed firefighters had fully contained one of the remaining fires, the Kenneth fire, and made significant progress with another, known as the Hurst fire. However, the containment of the largest fire in Palisades remained at 11%, while the Eaton fire was 27% contained. LA Mayor Karen Bass has faced criticism over cuts to the city's fire department budget. For the latest financial year, the LA Fire Department (LAFD) budget was reduced by $17.6m (£14.3m). LA Fire Chief Kristin Crowley told CNN that the budget cut had \"severely\" affected the department's ability to respond to the disaster. She said the department was already under-staffed and the elimination of civilian positions, like mechanics, had meant that 100 fire apparatuses were out of service. Mayor Bass responded to the criticism, saying: \"There were no reductions that were made that would have impacted the situation that we were dealing with over the last couple of days.\" According to the LA Times, after the 2024-25 budget was passed, the city council approved $53m in pay raises for firefighters and $58m for new kit, such as firetrucks. Once that funding is taken into account, the fire department's operating budget technically grew this year, according to the newspaper. The LAFD has an overall budget of approaching $1bn, and it isn't the only department responding to the fires. For example, the California Department of Forestry and Fire Protection and the Los Angeles County Fire Department are part of the relief efforts, along with the federal government. Additional reporting by Joshua Cheetham and Merlyn Thomas What do you want BBC Verify to investigate? The tech giant has asked investors to reject a proposal from a conservative group to end its DEI policies. The 46th president had his accomplishments - but for now these are partly overshadowed by certain missteps Real estate mogul Jason Oppenheim says renters are being asked for thousands over previous prices. Prime Minister Justin Trudeau said Canadians are \"very, very proud of being Canadian\". Footage shared by a headteacher shows the charred remains of a school in Altadena as wildfires continue to rage across LA. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:16",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/czj3yk90kpyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0850/live/b2873240-cf51-11ef-ac0b-3daa0fac542c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dec8/live/81928ae0-cf51-11ef-ac0b-3daa0fac542c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Moment kitesurfing Olympian rescues drowning woman",
        "short_description": "Video shows the moment that Olympic kitesurfer Bruno Lobo rescues a woman who appeared to be drowning at sea.",
        "long_description": "Video shows the moment that Olympic kitesurfer Bruno Lobo rescues a woman who appeared to be drowning at sea. The athlete was practising with a new camera, while kitesurfing off the coast of São Luís in Brazil when he heard someone screaming. Lobo, who is also an orthopaedic doctor, helped the woman onto his back and used his kite to carry her to the shore. The woman appeared to meet friends on the shoreline and walk off the beach. \"I only did my duty\" and was \"in the right place at the right time\" Lobo said in a self-filmed video on Instagram. The athlete said he wanted to use the opportunity to warn people on social media that \"the sea is really very dangerous\" and \"the tide can pull you out to sea\". Videos show waves reported to be up to four metres high upending boats and deluging towns. A firefighter dressed as Santa abseils down a bridge in Guatemala City to give gifts to children. An officer in Peru smashed a suspected drug dealer's door in, while clad as Dr Seuss' famous character. The BBC's Will Grant looks at unrest in which seven people died, leading to family members attempting to break inside to check on their relatives. Locals call the shacks \"suicide homes\" with authorities planning a forced evacuation if necessary. Throwing a mace out a window has historic significance in the country and previously happened in 1965. A 28-year-old was man detained in Lima, accused of trying to transport endangered spiders, centipedes and ants from Peru to South Korea. The BBC's Georgina Rannard shows a virtual rendition of Valeriana - which has been discovered centuries after it disappeared under the jungle canopy in Mexico. Evo Morales said he survived an attempt on his life on Sunday, blaming the current government. The former One Direction star has died after falling from the third floor of a hotel in Argentina. Flowers and messages can be seen outside the Casa Sur Hotel in Buenos Aires. Video shows the San Francisco Church in Iquique, Chile engulfed in flames, with smoke rising above it. BBC Monitoring's Luis Fajardo looks at how the Mexican media has been reporting on US elections. The solar eclipse was visible in Chile and Argentina on 2 October. BBC Monitoring's Luis Fajardo looks at how the Mexican media has been reporting on US elections. Eleven people were rescued by boat from the uninhabited island of Monito in Puerto Rico. The protesters - many of them pensioners - tore down police barriers and hurled stones at police in Buenos Aires. They were protesting the president's plan to veto measures to raise pensions in line with Argentina's triple-digit inflation. Prince Harry and his wife Meghan have been taking part in a series of events in Colombia. Videos show opposition protesters in multiple locations taking to the streets. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:17",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c8639nw6nl2o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f46d/live/130959a0-cd12-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/465d/live/2f12c7b0-9781-11ef-8538-e1655f5a8342.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Zelensky offers exchange of North Korean soldiers",
        "short_description": "Ukrainian President Volodymyr Zelensky says he is willing to hand over the two captured North Korean soldiers back to Pyongyang in exchange for Ukrainian prisoners of war in Russia.",
        "long_description": "Ukrainian President Volodymyr Zelensky says he is willing to hand over the two captured North Korean soldiers back to Pyongyang in exchange for Ukrainian prisoners of war in Russia. \"For those North Korean soldiers who do not wish to return, there may be other options available,\" Zelensky said on X. Those who want \"to bring peace closer by spreading the truth about this war in Korean will be given that opportunity\", he added. The Security Service of Ukraine (SBU) said one of the two soldiers told officials he thought he was going to Russia for \"training\", rather than to fight. He was found with a Russian military ID card issued in the name of another person. The other soldier had no documents. SBU said the two men, who were taken prisoner on 9 Jan, are in Kyiv and receiving medical care. They only speak Korean and are being questioned with the assistance of South Korea's National Intelligence Service, SBU said. Russia has not denied using North Korean troops in its war against Ukraine. President Vladimir Putin said in October that it was his country's \"sovereign decision\" whether or not to deploy such troops. On Saturday, Zelensky posted photographs of the two captured soldiers, showing one of them with his head and chin in bandage, while the other had both his hands fully wrapped up. Zelensky also shared a photo of a red Russian military ID card that gives the place of birth as Turan, in the Russian republic of Tuva, which shares a border with Mongolia. SBU said that the soldier found with the ID card told interrogators he had been issued the document during the autumn of 2024, in Russia. According to SBU, he also said that some of North Korea's combat units had undergone a one-week training at the time. \"It is noteworthy that the prisoner...emphasises that he was allegedly going for training, not to fight a war against Ukraine,\" the SBU statement said. Zelensky's office said in a statement on Saturday that the Russians \"are trying to hide the fact that these are soldiers from North Korea by giving them documents claiming they are from Tuva or other territories under Moscow's control\". The intelligence service reported that the soldier carrying the ID card said he was born in 2005 and had been serving North Korea as a rifleman since 2021. The second prisoner is reported to have given some of his answers in writing because he had an injured jaw, according to SBU. SBU said it believed he was born in 1999 and had been serving North Korea as a scout sniper since 2016. The Geneva Convention states that the questioning of prisoners should be carried out in a language they understand and prisoners must be protected against public curiosity. BBC News and other international media have not yet verified Ukraine's account of the prisoners and their capture. Ukraine and South Korea reported late last year that North Korea had sent at least 10,000 troops to Russia. South Korea's National Intelligence Service said on Monday that more than 300 North Korean soldiers have died while fighting for Russia, and at least 2,700 of them have been wounded. In December, South Korea's intelligence agency reported that a North Korean soldier believed to have been the first to be captured while supporting Russia's war in Ukraine had died after being taken alive by Ukrainian forces. Zelensky said on Sunday \"there should be no doubt left that the Russian army is dependent on military assistance from North Korea\". President Zelensky says the two men are receiving \"necessary medical assistance\". The former US president halted a US-North Korea showdown, but was also accused of going rogue. The actions are aimed at cutting off revenue Moscow is using to fund its war in Ukraine. The US president-elect has said previously that he wants to negotiate an end to the war in Ukraine. The vehicles will be driven to Krakow to help refugees and those injured in Ukraine. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:18",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cn57z316y02o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9df/live/65066770-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7fdc/live/904013f0-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "One of the soldiers thought he was going to Russia for \"training\", Kyiv's security service said.",
        "long_description": "One of the soldiers thought he was going to Russia for \"training\", Kyiv's security service said. Nine in 10 new cars in the country are now battery-powered, and it aims to hit 100% later this year. Germany's foreign minister accused Moscow of \"deploying a fleet of rusty tankers\" to avoid sanctions. The BBC investigates possible scenarios for the huge Arctic territory's future as the US president-elect talks about taking control of it. The world's richest man takes his endorsement of Germany's far-right party to a new level. Nine in 10 new cars in the country are now battery-powered, and it aims to hit 100% later this year. Zoran Milanovic has been a frequent critic of the governing party on corruption, inflation and healthcare. Two trams collided at the French city's main train station, a prefecture spokesperson says. Germany's foreign minister accused Moscow of \"deploying a fleet of rusty tankers\" to avoid sanctions. The actions are aimed at cutting off revenue Moscow is using to fund its war in Ukraine. Copenhagen's grey winter skies match the mood among politicians and business leaders in the face of a crisis. The Kremlin reacts to the US president-elect's remarks saying the Arctic is in Russia's sphere of interest. The man was being held with another inmate at a prison in the eastern city of Semnan, according to Iran's semi-official Tasnim News Agency. Sala is said to have been held in solitary confinement in Tehran's notorious Evin prison. Caroline Darian has become a vocal advocate for victims of sexual violence in the wake of her mother's trial. A Holocaust denier and unrepentant extremist on race and immigration, the far-right politician has died at 96. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. The French satirical magazine wants to show its cause is still kicking, writes the BBC's Hugh Schofield. After edging close to extinction, there are now some 2,000 Iberian lynxes in Spain and Portugal. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Three survivors of the downed Azerbaijani plane have described the moments on the flight before the crash. Footage shows survivors walking and being dragged away from the tail section of the plane. More than 30 million Catholic pilgrims are expected to head to Rome for the jubilee, which takes place once every 25 years. Zoran Milanovic has been a frequent critic of the governing party on corruption, inflation and healthcare. Nine in 10 new cars in the country are now battery-powered, and it aims to hit 100% later this year. A man in his 60s has been arrested following a large drugs seizure at Dublin Airport on Sunday morning. Gardaí were called to the scene at about 21:30 local time and a man has been arrested. Two trams collided at the French city's main train station, a prefecture spokesperson says. The latest storm comes one month after Cyclone Chido laid waste to the island and left dozens dead. In the isolated settlement of Kapisillit, Greenlanders tell the BBC's Fergal Keane Donald Trump is welcome to visit - \"but that's it\". Germany's foreign minister accused Moscow of \"deploying a fleet of rusty tankers\" to avoid sanctions. A prisoner escapes from custody while at Tallaght Hospital on Saturday and is at large. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:21",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/europe",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9df/live/65066770-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c923/live/9c92acb0-ce6d-11ef-bc74-8dfde0ea71bc.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Our remote isle celebrates New Year on 13 January",
        "short_description": "A remote Shetland island is celebrating its traditional New Year's Day - two weeks after other parts of the world.",
        "long_description": "A remote Shetland island is celebrating its traditional New Year's Day - two weeks after other parts of the world. Foula - which is home to less than 40 people - never fully adopted the modern Gregorian calendar, preferring instead to follow some of the traditions of the Julian calendar. So this sees islanders celebrate Christmas on 6 January rather than 25 December, and New Year's Day on 13 January. \"It is how we have always done it,\" one islander told BBC Scotland News. More than four centuries ago, Pope Gregory XIII designed the calendar used today to replace the Julian calendar, which had miscalculated the number of days it takes for the Earth to revolve around the sun. Foula residents do not follow the Julian calendar as a strict daily rule due to the practicalities of island life, as they have to fit in with things such as plane and ferry timetables. However Christmas Day and New Year's Day are different. Foula is about 16 miles from the Shetland mainland and lays claim to being Britain's most remote inhabited island. It is less than five miles long, and is powered by wind turbines, hydro energy and solar panels, with generators for back-up. It is served by a ferry which runs between the island and Shetland, and there are also regular flights from Tingwall Airport, just outside Lerwick, to the island. The island was one of the last places in Shetland where the old Norn language, a relic of Norse times, was spoken. The most recent population headcount was 36. Like many of those islanders, Robert Smith, 27, has a number of roles. These include crewing the ferry, working at the water treatment plant, doing tours, and delivering mail if needed. \"We do anything and everything,\" he said. \"You have got to keep busy. Everyone chips in.\" He spent some of his life on mainland Shetland during his education, and has experienced the \"best of both worlds\" by getting to celebrate two Christmas days and two New Year days in a single 12-month period. On Foula's calendar differences, he said: \"I think growing up it felt unique. \"But our New Year has similarities with first-footing. You go round houses with a drink, stay a while, and catch up. Then maybe home for dinner and then somewhere for a party into the small hours. \"In Foula it's family-focussed, it's more intimate, and we are always playing music together. It's something the island is known for. It's a good bonding thing. \"It is how we have always done it.\" He started off on the guitar, then moved onto the mandolin, and is now trying to learn the fiddle, all \"just for enjoyment\". He added: \"Christmases are similar, most people stay at home in the morning for presents and spending time together. \"In the past there were maybe different traditions that have slipped away - the men would go out shooting birds to cook.\" Population levels can fluctuate but Mr Smith described things as being in a healthy place at the moment. \"Most small islands can be older people but we are doing good,\" he said. \"We have got a lot of children and young people. \"I think Foula has a very relaxed and independent feel, there is no-one breathing down your neck.\" For New Year's Day he said he would follow in the traditions he had learned from his mother and grandmother - doing a bit of something you want to do well in for the rest of the year. This could perhaps include crofting work, or gardening, or fishing. \"It's a token effort to bring good fortune,\" he said. \"I have a croft house I am trying to do up, so I might do some plastering.\" Another islander, who preferred not to be named, said: \"Yule Day on the 6th works in a fairly similar way to the 25th for most folk. \"The things that are unique are we make an effort to go round every house for music and singing, and a big party. \"It feels less commercialised, and rooted in traditions. It's important to maintain these old traditions.\" Islanders were lucky enough to have a \"kind of\" white Christmas this year amid a thaw, he said, with some snow still on the hills. \"And New Year is not Hogmanay like the rest of the country, with the 13th being the equivalent of the 1st,\" he explained. \"Everything is the same as Yule Day, with a big party at the end of the evening.\" The crofter echoed: \"We try to do a little bit of everything for the year ahead, a small amount of each job you are involved in. \"And I would go and collect some driftwood from the shore, which is a tradition, for good luck.\" Data from Hitched shows hundreds are choosing off-season nuptials with some based around Christmas. After this year's fireworks event fell victim to the weather, organisers rule out using drones. Residents in a street where every house is lit-up for Christmas start planning their next showstoppers. Dedicated yarnbombers enter the record books by topping 102 post boxes with knitted creations. Crews are disposing of trees in exchange for a donation to the Fire Fighter charity. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:23",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/crl3grgg9zeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/52b4/live/31cf30a0-ce8c-11ef-88fb-773afcb947ae.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b6c2/live/e6bf1670-ce90-11ef-baba-a72afabc16d7.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The fires have been spreading rapidly because of high winds and very dry conditions.",
        "long_description": "The fires have been spreading rapidly because of high winds and very dry conditions. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. The Northern Lights were visible across many parts of the UK on Wednesday evening As the festivities get under way, here is a snapshot of some of the events happening across the globe. A look back at the life of the 39th US president. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. Over the past few years Megan Winstone has taken photographs for Vogue, Kerrang! and Dr. Martens. The Northern Lights were visible across many parts of the UK on Wednesday evening A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures by our readers on a set theme. A selection of pictures sent in by our readers on the theme of \"fluids\". Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page Photographs on the theme of 'autumn walks' sent in by our readers. A selection of pictures on the theme of 'road trip'. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of \"fluids\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 11:18:25",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4934/live/703aa4a0-ce7d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5f52/live/473b2520-ce87-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]