[
    {
        "title": "NewsNews",
        "short_description": "Martin was jailed for killing intruder Fred Barras, 16, in a case that sparked national debate.",
        "long_description": "Martin was jailed for killing intruder Fred Barras, 16, in a case that sparked national debate. Thames Water is hoping to secure an emergency cash injection or face runing out of money in weeks. It is known as one of the most scenic and famous driving roads, but could Snake Pass close to cars? Large crowds turn out to watch Lunar New Year festivities around Chinatown. The home team delivered for thirsty punters at the Gedling Inn in Nottinghamshire. Thames Water is hoping to secure an emergency cash injection or face runing out of money in weeks. Ofsted scrapped its single-word judgements for schools after the death of head teacher Ruth Perry. Police are appealing to anyone who may have seen a seen black Ford Focus at the time. It is known as one of the most scenic and famous driving roads, but could Snake Pass close to cars? Margaret Miles-Bramwell started her first slimming group in Alfreton, Derbyshire, in 1969. A group of MPs say they receive more abuse now than in 2016 when Jo Cox was murdered. Police urged anyone who saw what happened or has dashcam or doorbell footage to get in touch. Farnborough Airport wants to up its annual flight limit from 50,000 to 70,000 planes. Officers forced entry into an abattoir and a house, with three people arrested, police say. Pauline Richards, 74, known as \"Mrs Chicken\" has worked at the East Street branch for 47 years. The Milton Keynes resident is a former athlete who represented Italy in track competitions. The boat, a replica of one found in Denmark, is to be displayed before its maiden voyage. Tracy O'Shaughnessy wants to see the end of gambling adverts, after the activity \"ruined\" her life. Luke Shipman, 37, says acting and modelling has helped put him in a \"better head space\". Gemma Whysall says the new death certification process left her and her family in limbo for weeks. Why saying who was first to split the atom is almost as hard as mastering atomic theory. Freddie, who is studying politics, reveals which politicians he thinks would do well as contestants. Ahead of the annual Clowns' Church Service, we've gone back to 1977 to learn more about its history. Elliot Caswell says adaptive clothing is \"life-changing\" as he models for fashion store Primark. Arsenal thrash Manchester City to make a statement of intent in the Premier League title race as they cut Liverpool's lead at the top back to six points. England slump to a record T20 defeat as Abhishek Sharma's scintillating century powers India to a 150-run win in Mumbai. Former captain Jamie George has re-joined England's squad ahead of their second Six Nations match against France at Allianz Stadium on Saturday. Sarah Mayling concedes a late own goal to deny Aston Villa a battling point against Women's Super League leaders Chelsea as the Blues continue their formidable winning run. Brendon McCullum wanted a challenge in taking over as England's white-ball coach. Sunday's mauling in Mumbai showed he has what he wanted. Yorkshire Water say the discharge at its Leyburn works was in accordance with its permit. The blaze broke out at a farm on Sunday morning. Somerset Council hopes area will be \"relaxing and exciting\" and give the town a new lease of life. Former captain Jamie George has re-joined England's squad ahead of their second Six Nations match against France at Allianz Stadium on Saturday. Martin was jailed for killing intruder Fred Barras, 16, in a case that sparked national debate. The boat, a replica of one found in Denmark, is to be displayed before its maiden voyage. Thousands of spectators thronged the streets to celebrate the Year of the Snake. England don't have the replacements to sustain their high-tempo gameplan, leaving them vulnerable to late surrenders says World Cup winner Matt Dawson. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:39",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/england",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2d5f/live/71b65420-e181-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bdb7/live/ba980f40-e1c1-11ef-bbea-4ba2f1c1337c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Endangered frog dads travel 7,000 miles to 'give birth'",
        "short_description": "Endangered male frogs with an unconventional approach to child-rearing have 'given birth' to 33 tiny young in the UK as part of an urgent mission to rescue the species from a devastating fungal disease.",
        "long_description": "Endangered male frogs with an unconventional approach to child-rearing have 'given birth' to 33 tiny young in the UK as part of an urgent mission to rescue the species from a devastating fungal disease. Southern Darwin's frog tadpoles grow up inside the vocal sacs of their fathers and are 'born' through their mouths as froglets. The brooding dads made an incredible 7,000-mile journey by boat, plane, and car to London Zoo from their remote island off the southern coast of Chile. The frogs were first discovered by Charles Darwin in 1834. Conservationists say that keeping a population in captivity will buy the species time while efforts are made to make their forest home safe again. Amphibian chytridiomycosis is a fungal disease that has affected at least 500 amphibian species, making it one of the most devastating infectious diseases described by science. In 2023, surveys confirmed the arrival of the deadly chytrid fungus to Southern Darwin's frogs in the Parque Tantauco forests in southern Chile. The frogs are particularly susceptible and monitored populations declined by 90% within a year. Last October conservationists from London Zoo located a chytrid-free population. The task was challenging - not only are the frogs tiny, they are extremely well camouflaged to blend into their mossy homes. They travelled in specially designed, climate-controlled boxes on a long, complex route: a six-hour boat ride, a 15-hour drive to Chile's capital Santiago, and a final flight to Heathrow. Each fully grown male, which weighed less than 2g and measured under 3cm, continued to carry the little tadpoles until they metamorphosed into froglets. You can watch the moment a Southern Darwin's froglet is 'born' in this clip from Sir David Attenborough's landmark nature series Life on Earth. Ben Tapley, curator of amphibians at London Zoo, said: \"This is a landmark moment in our work to protect the Darwin's frog from the devastating impact of chytrid fungus. \"The successful parent-rearing of these froglets is a powerful symbol of hope for the species [and] highlights what can be achieved when conservationists work together.\" Andrés Valenzuela Sanchez, ZSL's Institute of Zoology research fellow, said: \"These frogs are not only vital for the future of their species but also help us better understand how we can combat chytrid fungus and safeguard other amphibians globally.\" Why saying who was first to split the atom is almost as hard as mastering atomic theory. A buzzard and heron are just the latest victims of garden and sport netting, a rescue centre says. Vaccinating poultry against bird flu is still not allowed in the UK despite a rise in farm outbreaks. Bennu contains minerals and thousands of organic molecules, including the chemical components that make up DNA. The government says it will dispose of its 140 tonnes of radioactive plutonium - currently stored at Sellafield. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwyeg6r2771o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/00ca/live/d7953740-dfe5-11ef-980d-87f49f932b9b.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e51e/live/35486db0-dff7-11ef-a552-ef694361914c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Canadian fans boo US anthem as tariffs spur 'buy local' pledge",
        "short_description": "A few hours after President Donald Trump announced that he would impose steep tariffs on Canada, hockey fans in the capital Ottawa booed the Star-Spangled Banner during a National Hockey League game against a visiting US team.",
        "long_description": "A few hours after President Donald Trump announced that he would impose steep tariffs on Canada, hockey fans in the capital Ottawa booed the Star-Spangled Banner during a National Hockey League game against a visiting US team. On Sunday, during a National Basketball Association game between the Toronto Raptors and the Los Angeles Clippers, it happened again, continuing throughout the song and almost drowning out the 15-year-old's singer's arena performance. The vocal displeasure from usually respectful fans is a clear sign of Canadians' deep dismay at Trump's move to hit its nearest ally with punitive taxes, which threaten to spark an unprecedented trade war on the North American continent. The 25% tariffs imposed by Trump on all Canadian imports into the US - with a lower 10% levy on energy - are set to take effect on Tuesday. And they come as President Trump doubles down on his push - no longer dismissed as a joke - for Canada to join America and become the 51st state. While many economists project the tariffs will also drive up costs for Americans on everyday essentials, from gas to groceries, Canada is the more exposed trade partner. If they last for months, the country could tip into a painful economic recession. Anger is building - and with it, a desire to mount a fightback that has been echoed by political leaders in the country of 40 million. \"Many among us will be affected by this, and we will have some hard times. I ask you to be there for each other,\" said Prime Minister Justin Trudeau in a Saturday evening address. \"Now is the time to choose Canada.\" Some Canadians have already heeded the calls for solidarity. On social media, guides have circulated on how to avoid American-made products. One local grocery store in Toronto even began labelling its Canadian yogurt for shoppers, according to an image posted by Toronto doctor Iris Gorfinkel on X. Others have stated they will be cancelling travel plans to the US, or forgoing visiting there altogether. \"Yesterday, in response to Trump tariffs, we cancelled our family March break to the US,\" wrote Seth Klein, a Canadian author, on Bluesky on Sunday. \"Took a small hit on cancelled train tickets, but it needed to be done.\" In some Canadian provinces - namely Ontario, the largest by population - American booze will be pulled off the shelves indefinitely starting on Tuesday. This is in addition to a total of C$155bn ($105bn; £86bn) of American goods that Canada has said it will tariff in retaliation, including vegetables, clothing, sports equipment, perfume and other items. Goods originating from Republican-led states, like Florida orange juice, are specifically being targeted. The US imports more of its oil from Canada than any other country, and Trudeau's government has signalled \"all options remain on the table\" for further retaliation. Trump's follow-through on his threat of steep tariffs - which were long speculated to be a negotiation tactic to get concessions on border security - have bewildered Canadians, who have enjoyed close economic, social and security ties to the US for decades. \"It's a shock,\" Michael Ignatieff, the former leader of Canada's Liberal Party, told the BBC. \"We're into a new world, in which the question on whether you can trust America becomes the fundamental question in foreign policy for every country.\" Pierre Poilievre, leader of Canada's opposition Conservative Party, called the tariffs on Sunday \"massive, unjust and unjustified.\" \"Canada is the United States' closest neighbour, greatest ally and best friend,\" he said, noting that Canada fought alongside the US in two world wars, as well as in Korea and Afghanistan. \"There is no justification whatsoever for this treatment.\" Prime Minister Trudeau questioned in his Saturday address why the US would target Canada instead of looking to \"more challenging parts\" of the world. A portion of his speech was directly addressed to Americans, and he too, pointed to a history of shared bloodshed. \"We have fought, and died, alongside you,\" Trudeau said. Thomas Juneau, a professor at the University of Ottawa with a focus on national security, told the BBC that Trump's tariffs \"undoubtedly represent an earthquake in Canada-US relations.\" \"This is extremely destabilising for Canada,\" Prof Juneau said. \"As a country, we have massively benefited from our extremely close trade and security partnership with the US for decades.\" While the trade battle would likely force Canada to look for partners elsewhere, it ultimately can't escape geography, he said. It will remain reliant on the economic superpower next door. \"That is why Canada must absolutely now focus on salvaging the relationship as much as possible,\" Prof Juneau said. The big unknown remains how long the US will keep the tariffs in place, and what steps Canada could take to appease the Trump administration, which has said it expects action on cross-border fentanyl trafficking and illegal migration. TD Economics projects that the longer the tariffs remain in place, the worse the impact will be. Canada could enter a recession in five to six months, and its unemployment rate could hit more than 7%. Theo Argitis, managing director of the Ottawa-based public affairs firm Compass Rose Group, said the unknowns had left Canada no choice \"but to hit (Trump) back hard.\" \"At the end of the day, we don't even really know why he's doing this,\" Mr Argitis told the BBC. Trump says the flow of fentanyl, a highly potent and deadly drug, into the US from Canada and Mexico, is one key reason. US officials say the levies will remain in place \"until the crisis is alleviated.\" In response, the Canadian government has noted that less than 1% of fentanyl and illegal border crossings into the US come from Canada. It has offered to spend an additional C$1.3bn to secure the US-Canada border But Trump has also spoken publicly about his frustration with the trade deficit between Canada and the US, and more broadly his view that tariffs could be a source of revenue for Washington's coffers. On Sunday, he wrote on Truth Social that the US does not need Canadian products, and said the US pays \"hundreds of billions of dollars to subsidize Canada.\" \"Without this massive subsidy, Canada ceases to exist as a viable country,\" Trump wrote, before repeating his view that Canada should instead become a US state. He has warned that the White House will enact harsher penalties on Canada should it choose to retaliate. For now, Canada has chosen to try and inflict some targeted pain on its more powerful neighbour, even if the economic scales are tipped against it. \"We prefer to solve our disputes with diplomacy,\" Trudeau told his country on Saturday. \"But we are ready to fight when necessary.\" Investigators have also located the aircraft's black box, CBS reports. It could provide clues into the cause of the crash. The US president's talk about taking control has come at a time when many on the island are already considering their future Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. US Transportation Secretary Sean Duffy said there was a \"consolidation of air traffic controllers an hour before it was supposed to happen\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3348gk8my0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/53c9/live/58313f00-e1b4-11ef-8b4b-8ff682b1bdae.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/57ac/live/d1826730-e18c-11ef-8bd8-47b8f36ef1b9.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Punxsutawney Phil makes Groundhog Day weather prediction",
        "short_description": "People have gathered for the annual Groundhog Day at Gobbler's Knob in the town of Punxsutawney, Pennsylvania.",
        "long_description": "People have gathered for the annual Groundhog Day at Gobbler's Knob in the town of Punxsutawney, Pennsylvania. Punxsutawney Phil, the groundhog, shared his prediction with the only man who can understand him - the president of Punxsutawney Groundhog club. The rules are simple: If Phil, the groundhog, sees his shadow while perched on top of a tree trunk then there will be another six weeks of winter. Watch to find out what Phil predicted for 2025! An American Airlines flight collided in mid-air with a military helicopter on Wednesday night in Washington DC. A trial date has been set for It Ends With Us co-stars Blake Lively and Justin Baldoni's dispute. Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. The new president promised to make heads spin on day one. The BBC’s Analysis Editor Ros Atkins tries to keep up with what just happened. Qing Bao and Bao Li made their first appearance at the Smithsonian National Zoo after three months of adapting to life in the US. The ship became stuck on Lake Erie while departing Buffalo, New York on 22 January. The new wildfire grew quickly overnight and was dubbed an \"immediate threat to life\" by the California Fire Department. Officer Mindy Cardwell inadvertently \"put pressure on the trigger\" of the pistol during the traffic stop. The BBC's Analysis Editor explains how controversial pardons made by Biden and Trump stretched the limits of the power. The Hughes fire ignited on Wednesday afternoon, growing to more than 8,000 acres in a few hours. Snow and freezing rain hits parts of the deep south, closing highways and airports and prompting a first-ever blizzard warning in southwest Louisiana. A winter storm is dropping snow and freezing rain onto parts of the US deep south, prompting blizzard warnings. Right Rev. Mariann Edgar Budde made a plea to the president in a sermon that Trump later criticised. Historic snowfall prompted the first-ever blizzard warning in Southern Louisiana and Southern Texas. The former leader of the Oath Keepers group was released hours after Donald Trump has pardoned over 1,500 people involved in the Capitol riot. Republicans celebrating his return enjoy a dig at Democrats, but say he'll be a president for all. Donald Trump has pardoned more than 1,500 6 January Capitol riot defendants. The president has moved to change the US government's policies on gender and diversity - here's what that means. The Trumps took the floor at the Commander-in-Chief Ball, later joined by Vice-president JD Vance and his wife Usha. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "14 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c78xeg59y83o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0b26/live/bd465650-e0c4-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0465/live/1a731dc0-e01d-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Trump has imposed a 10% levy - but his campaign included promises of 60% tariffs against Chinese imports.",
        "long_description": "Trump has imposed a 10% levy - but his campaign included promises of 60% tariffs against Chinese imports. Fireworks, music, lanterns, and dragon dancing filled streets across Asia to celebrate the Year of the Snake. Student among dozens who challenged China’s authorities to have been sent to psychiatric units, BBC finds. The two leaders pledged to bring China-Russia relations to \"greater heights\". Forty eight men detained since they fled China years ago risk being deported, rights groups say. Fireworks, music, lanterns, and dragon dancing filled streets across Asia to celebrate the Year of the Snake. How did a little-known Chinese start-up build a powerful new AI model despite restrictions? The app spooked the markets as well as the bullish sense of American superiority in AI development. Student among dozens who challenged China’s authorities to have been sent to psychiatric units, BBC finds. Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. Many Chinese are now asking: what about their loved ones still trapped in scam centres? An outbreak of the flu-like virus in China is causing concern, but experts say a Covid-like pandemic is unlikely. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China. Trump accuses the US's main trading partners of not addressing concerns over illegal drugs and migration - his main election pledges. Trump has imposed a 10% levy - but his campaign included promises of 60% tariffs against Chinese imports. Hundreds of people in Bristol are set to take part in celebrations for Chinese New Year. Canadian oil will be hit with a lower levy of 10%, likely by mid-February, President Trump says. More details about Yang's relationship with the royal have emerged following a long-running legal battle with the Home Office. Zhenhao Zou is accused of drugging and raping 10 women at his south London flat, which he denies. ChatGPT maker says it will need extra protection from US government, following emergence of Chinese rival, DeepSeek. Zhenhao Zou denies 35 charges, including 11 counts of rape and three counts of voyeurism. Some MPs showed \"concerning conduct\" but widespread alarm is unwarranted, an inquiry report says. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/china",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f801/live/4505d510-e08f-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/107c/live/8567e6f0-de25-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A living will lets people choose the medical care they want to receive if they develop a terminal illness.",
        "long_description": "A living will lets people choose the medical care they want to receive if they develop a terminal illness. She died from pneumonia after contracting influenza while on a vacation in Japan, Taiwanese media report. Meteorologists say these could be the worst floods to hit northern Queensland in 60 years. The finance minister announced steps to tackle slowing growth, rising prices and low middle-class consumption. A scarcity of vehicles to buy, the country's weak currency and high taxes have forced up prices of cars. She died from pneumonia after contracting influenza while on a vacation in Japan, Taiwanese media report. Trump accuses the US's main trading partners of not addressing concerns over illegal drugs and migration - his main election pledges. Trump has imposed a 10% levy - but his campaign included promises of 60% tariffs against Chinese imports. Meteorologists say these could be the worst floods to hit northern Queensland in 60 years. Western officials say North Koreans have suffered heavy losses since being sent to fight for Russia. Hoshoryu, real name Sugarragchaa Byambasuren, became the 74th yokozuna after winning a major tournament last week. The five were working on farms in Israel when they were abducted during attacks on 7 October 2023. Police are looking at all aspects of the case, including the possibility of an honour killing. Pilgrims rushing to take part in ritual bathing trampled over people on the banks of the Ganges. Fireworks, music, lanterns, and dragon dancing filled streets across Asia to celebrate the Year of the Snake. How did a little-known Chinese start-up build a powerful new AI model despite restrictions? The app spooked the markets as well as the bullish sense of American superiority in AI development. In exchange for the Israeli hostages, 110 Palestinian prisoners will be released from Israeli jails. Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed She died from pneumonia after contracting influenza while on a vacation in Japan, Taiwanese media report. A living will lets people choose the medical care they want to receive if they develop a terminal illness. The finance minister announced steps to tackle slowing growth, rising prices and low middle-class consumption. More details about Yang's relationship with the royal have emerged following a long-running legal battle with the Home Office. India has more than 3,600 tigers – or 75% of the global tiger population despite high human density. At least 30 people died and several were injured in a crush at the religious festival in India this week. A scarcity of vehicles to buy, the country's weak currency and high taxes have forced up prices of cars. Police are looking at all aspects of the case, including the possibility of an honour killing. The star batter has been facing a lean patch and has struggled for consistency in recent years. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ab8/live/8aa6f6b0-de07-11ef-8a70-addfa227c811.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fb31/live/aa212a90-e1e7-11ef-b4b6-ed92de4e8fdc.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Ukrainian army said four people were killed and dozens injured in the Kursk region.",
        "long_description": "The Ukrainian army said four people were killed and dozens injured in the Kursk region. Western officials say North Koreans have suffered heavy losses since being sent to fight for Russia. Russia says it shot down more than 120 drones overnight, in what would be one of the largest attacks of the war. Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km. The US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal. Western officials say North Koreans have suffered heavy losses since being sent to fight for Russia. The wave of drone strikes is Ukraine's second large-scale attack on Russia this week. Andrzej Duda says even if a peace deal with Ukraine is struck, pipelines to Europe should stay shut. Russia says it shot down more than 120 drones overnight, in what would be one of the largest attacks of the war. Those fighting for Ukraine and those who have lost loved ones hope to end the war with Russia on their own terms. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. What the conflict in 2024 means for 2025... Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Olga Rudnieva is supporting Ukrainian soldiers who have lost limbs in the front line to return from injury even stronger. Victoria, Vitaly and James discuss Trump 2.0, Zelensky, Putin and prospects for peace Three years after fleeing war, Illia is about to follow in the footsteps of five prime ministers. The Ukrainian army said four people were killed and dozens injured in the Kursk region. Kaja Kallas says Europe needs to increase investment to keep pace with threats facing the continent. Western officials say North Koreans have suffered heavy losses since being sent to fight for Russia. Charities say changes brought in without notice last February left families torn apart. Ukraine has listed more than 61,000 people as missing since 2022 - one daughter shares her heartbreaking story The wave of drone strikes is Ukraine's second large-scale attack on Russia this week. Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine. A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e1ac/live/8f1dc770-e0e9-11ef-ba5d-5362bb8edb40.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/91f9/live/7ae55db0-dfed-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump says EU tariffs will happen and UK is 'out of line' but deal 'can be worked out'",
        "short_description": "Donald Trump says US tariffs on imports from the EU \"will definitely happen\" following moves targeting Canada, Mexico and China",
        "long_description": "Donald Trump says US tariffs on imports from the EU \"will definitely happen\" following moves targeting Canada, Mexico and China He does not rule out targeting the UK with tariffs and says the country is \"out of line\", but the situation \"can be worked out\" with UK PM Sir Keir Starmer who has \"been very nice\" Trump says he will speak to Mexico and Canada's leaders on Monday. US tariffs of 25% on the two countries' goods, and a 10% tariff on Chinese goods, are due to kick in from Tuesday Canada and Mexico are set to bring in retaliatory tariffs while China will implement \"corresponding countermeasures\" and plans to file a lawsuit with the World Trade Organization Asian markets, the first ones to open since Trump's tariff announcements on the weekend, have tumbled significantly indicating investor uncertainty This video can not be played Watch: The BBC asks Trump about tariffs for the UK Edited by Tessa Wong in Singapore Nadine YousifReporting from Toronto While many economists project the tariffs will also drive up costs for Americans on everyday essentials, from petrol to groceries, Canada is the more exposed trade partner. If they last for months, the country could tip into a painful economic recession. Anger is building - and with it, a desire to mount a fight that has been echoed by political leaders in the country of 40 million. Some Canadians have already heeded the calls for solidarity. On social media, guides are circulating on how to avoid American-made products at the grocery store. Thomas Juneau, a professor at the University of Ottawa with a focus on national security, told the BBC that Trump's tariffs \"undoubtedly represent an earthquake in Canada-US relations.\" \"This is extremely destabilising for Canada,\" Prof Juneau said. \"As a country, we have massively benefited from our extremely close trade and security partnership with the US for decades.\" More: Canadian fans boo US anthem as tariffs spur 'buy local' pledge Kentucky senator Mitch McConnell has disagreed with Trump's move to slap tariffs on the US' neighbours. \"It will drive the cost of everything up. In other words, it will be paid for by American consumers. \"I mean, why would you want to get in a fight with your allies over this?\" the former Senate minority leader said on CBS' 60 Minutes on Sunday night, external. The 82-year-old is one of the few Republican politicians to speak out against the president's orders. He was also one of three Republicans who voted against Pete Hegseth, who was narrowly confirmed as defence secretary last month. Canada's border cities - including Windsor, widely known as the country's car manufacturing capital - are bracing for the impact of Trump's tariffs. Windsor's mayor Drew Dilkens describes the US president's moves as a \"lose-lose proposition\", adding that there will be casualties on both sides of the border. \"One person described this as a circular firing squad... No one is going to win at the end of the day,\" he told the BBC's Carl Nasman in an interview. Mayors of Canada's border cities have joined forces in the last few days, creating a new Border Mayors Alliance to jointly support workers and businesses in their cities in response to the tariffs. Dilkens said tariffs are not the solution to the problems Trump cited, including illegal immigration and drugs. \"We have a shared goal to relieve those things and solve those problems together... It's hard to believe that's really the end goal [of Trump's tariffs],\" he said. Laura BickerChina correspondent If China is fuming over Donald Trumpâ\u0080\u0099s 10% tariff, it is hiding it. Unlike Canada and Mexico, Beijing has not yet detailed a plan to retaliate. Instead, it plans to take legal action and use the World Trade Organization to air its grievances. China did this in 2018 and won its case, but it also slapped its own tariffs on US goods. This time Beijing is urging Washington to enter talks and â\u0080\u009cmeet China halfwayâ\u0080\u009d. Trump's move is the latest in a series of tariffs levied by the US in recent years. It is still the Chinese New Year holiday until Wednesday, so it could be that more reaction will come. For now at least, Beijing appears to be holding its fire. So why are there no flashes of anger? China may want to limit the damage and not provoke Washington as it tries to aid its own sluggish economy. President Xi may also hope he can do a deal with Donald Trump. In repeated statements from the Foreign Ministry and the Commerce Ministry, Beijing has urged the US to enter negotiations. And then of course thereâ\u0080\u0099s Chinaâ\u0080\u0099s bigger aim - to be at the centre of a new world order, one not led by the United States. As Trump threatens Mexico, Canada and the EU with tariffs, China may hope to appear as a calm, stable and perhaps a more attractive global trade partner. Trump and Xi met in 2017 in Beijing during Trump's first term as President Trump's tariffs on Canadian energy exports will \"absolutely\" increase prices at the pump in the US, according to Mukesh Sahdev of Rystad Energy. He told the BBC's Business Today programme that if America's tariff policy lasts ''beyond a quarter into the summer season'', then there will an impact on prices. In the shorter term though, he believes supply chains will be able to adjust to any disruptions. Canada and Mexico are the two largest oil exporters to the United States, with the US importing four million barrels per day from its Northern neighbour. Levies on oil imports mean higher costs for making fuels like gasoline, much of which would likely to be passed along to US consumers. The US President said that Washington has \"had very good talks\" with Mexico, but warned of \"worse tariffs\" for the country if its government does not stop the flow of fentanyl and migrants into the US. \"This is retaliatory to a certain extent,\" he said. \"Millions of people flowed into our country through Mexico and Canada. And we're not going to allow that,\" he said. Trump spoke at the US-Mexico border during his campaign last year More from Trump's comments to reporters: the US President also acknowledged that Americans will feel \"in the short term, a little pain\", but defended his imposition of the tariffs. \"People understand that,\" he said. \"The United States has been ripped off by virtually every country in the world. \"We have deficits with almost every country... and weâ\u0080\u0099re going to change it. Itâ\u0080\u0099s been unfair,\" he said. \"We've been helping everybody for years. And to be honest I donâ\u0080\u0099t think they appreciate it.\" Separately, in an early morning Truth Social post, the president had argued that \"some pain\" will be worthwhile. \"We will make America great again, and it will be all worth the price that must be paid,\" he wrote. We're getting more of Trump's comments after landing at Joint Base Andrews from Florida now. Speaking to reporters after getting off the plane, President Donald Trump says he will raise tariffs on Canada if they retaliate, accusing the US' northern neighbour of being \"very abusive of the United States for many years\". \"I love the people of Canada. I disagree with the leadership of Canada. And something's gonna happen there. \"But if they want to play the game, I don't mind. We can play the game all they want,\" he says. Joao Da SilvaBusiness reporter Markets in Asia are falling on Monday after US President Donald Trump announced tariffs of 25% on goods from Mexico and Canada, and an additional 10% tax on imports from China. Hong Kong's Hang Seng Index was down 1.5%, Japan's Nikkei 225 was 2% lower, South Korea's Kospi tumbled 2.7% and Australia's ASX 200 was 1.6% lower. Markets in mainland China remained closed for the Lunar New Year holiday. Meanwhile, the US dollar was showing strength. The greenback hit a 20-year high against the Canadian dollar, while China's offshore yuan plunged to a record low. Investors are facing huge uncertainty as other countries announce retaliatory tariffs on imports of US goods, raising the prospect of further escalation. Nomia IqbalNorth America correspondent Tariffs on EU goods imported into the US will happen \"pretty soon\", says President Donald Trump. \"They've really taken advantage of [the US],\" he says. \"They don't take our cars, they don't take our farm products. They take almost nothing, and we take everything from the millions of cars, tremendous amounts of food and farm products.\" Asked by the BBC if there's a timeline for announcing EU tariffs, Trump says: \"I wouldn't say there's a timeline, but it's going to be pretty soon. \"The United States has been ripped off by virtually every country in the world. We have deficits with almost every country - not every country - but almost, and we're going to change it. It's been unfair.\" Nomia IqbalNorth America correspondent More now on those comments from President Trump about whether he is planning to impose tariffs on UK and EU trade. Discussing whether any issues he has with the UK could be worked out, Trump says Prime Minister Sir Keir Starmer has â\u0080\u009cbeen very niceâ\u0080\u009d. â\u0080\u009cWe've had a couple of meetings. We've had numerous phone calls. We're getting along very well,â\u0080\u009d he says. Nomia IqbalNorth America correspondent The UK is \"out of line\" in its trade with the US but the situation can be \"worked out\", President Donald Trump says. Asked by the BBC if he would target the UK with tariffs while arriving into Maryland from Florida, the US leader says: \"We'll see what happens, it'll happen.\" Pressed further, he goes back on himself, saying \"it might happen\", adding that his real concern is trade with the European Union. \"It will definitely happen with the European Union,\" he says. He goes onto say that â\u0080\u009cthe UK is out of line. But I'm sure that one, I think that one, can be worked out.\" US President Donald Trump says he will speak to Canada and Mexico's leaders on Monday about the tariffs he is imposing on his two biggest trading partners - due to come into effect at midnight on Tuesday. On Saturday, Trump announced import taxes of 25% on Canadian and Mexican goods, with Canadian energy taxed at a lower rate of 10%. Canada and Mexico have both announced retaliatory tariffs of 25% on US goods. Suranjana TewariAsia business reporter Around 90% of auto exports from Mexico and Canada go to the US, according to the Mexican Automotive Manufacturers' Association and the Canadian Vehicle Manufacturers' Association. And so Asian car companies with production in Mexico in particular have been warning against Trumpâ\u0080\u0099s tariffs. The cost of finished cars will rise, but tariffs may also raise costs for automakers through the parts supply chain. Japanâ\u0080\u0099s Honda Motor sends 80% of Mexican output to the US market. On 6 November, the auto giant warned that it would have to consider shifting production, if the US imposed permanent tariffs on Mexican imports. Mazda exported around 120,000 vehicles from Mexico to the United States in 2023, but has said it may reconsider further investments if tariffs are imposed. In a recent earnings call, South Koreaâ\u0080\u0099s Kia said it would have to consider a new destination for 120,000 K4 sedans it planned to make in Mexico in 2025 for shipment to the US. Japanâ\u0080\u0099s Toyota and Nissan, and South Koreaâ\u0080\u0099s Hyundai also have production in Mexico, and ship thousands of vehicles to the US every year. Theyâ\u0080\u0099re likely to have to review their production and strategies, but are thought to be less dependent on their Mexican factories than other automakers. In practical terms, a tariff is a domestic tax levied on goods as they enter the country, proportional to the value of the import. So a car imported to the US with a value of $50,000 (Â£38,000) subject to a 25% tariff, would face a $12,500 charge. The charge is physically paid by the domestic company that imports the goods, not the foreign company that exports them. So, in that sense, it is a straightforward tax paid by domestic US firms to the US government. If the US importing firm passes on the cost of the tariff to the person buying the product in the US, the consumer sees higher retail prices. If the US importing firm absorbs the cost of the tariff itself and doesnâ\u0080\u0099t pass it on, then that firm faces lower profits. Alternatively, it is possible that foreign exporters might have to lower their wholesale prices by the value of the tariff in order to retain their US customers. All three scenarios are theoretically possible. But economic studies of the impact of the new tariffs, external that Trump imposed in his first term of office between 2017 and 2020 suggest most of the economic burden was ultimately borne by US consumers. As we reported a little earlier, Canadians have been showing their displeasure at the incoming Trump-imposed tariffs by booing the US national anthem at sporting events over the weekend. Another such incident has happened this evening as Toronto Raptors fans showed up to support the lone Canadian franchise in the National Basketball Association during a match against the Los Angeles clippers in Toronto. After cheering on a 15-year-old singer as she entered to sing the national anthems, the crowd booed while she performed The Star-Spangled Banner only to then erupt into cheers and applause as the Canadian national anthem, O Canada, played next. Local resident Joseph Chua, who attended the game, tells the Associated Press news agency he'll be feeling the impact of the tariff \"pretty directly\". \"Usually I will stand. Iâ\u0080\u0099ve always stood during both anthems. Iâ\u0080\u0099ve taken my hat off to show respect to the American national anthem, but today weâ\u0080\u0099re feeling a little bitter about things,\" he adds. Bernd Debusmann JrReporting from the White House A small drone was clearly visible about Pennsylvania Avenue this weekend. President Donald Trump is expected to arrive back at the White House from Mar-a-Lago later tonight. There's extra heavy security here this evening, which I'm told is being put up ahead of Israeli Prime Minister Benjamin Netanyahu's visit to the White House on Tuesday. On Pennsylvania Avenue, two large dump trucks have been parked in front of the entrance to the White House, a common sight ahead of large security events in the US Capitol. As I walked in, a small drone was hovering overhead. At Blair House - where foreign dignitaries usually stay on official visits - a large white tent has been placed in front of the doorway, and an Israeli flag is now flying on the building. It's otherwise quiet here at the moment. But it's almost certain that the president's arrival back at the White House will be attended by dozens of reporters, hoping to ask questions about the tariffs. Stay with us for more updates. An Israeli flag flying over Blair House near the White House. Ending an era of free trade between Mexico and Canada isn't the only thing Trump's administration has done to shake things up in the past few days. Jonathan JosephsBBC business reporter Weâ\u0080\u0099ll find out what stock markets make of these tariffs when they open. The first major market to open will be Tokyo, in Japan on Monday at 09:00 local time (00:00 GMT). But it's likely it won't be good news. A big reason for that is that tariffs are seen as inflationary. If goods cost more, businesses are likely to sell fewer of them, which means less profits for their owners - the shareholders. However, some of Donald Trump's economic advisers point out his other economic policies, such as trying to cut energy prices, might counter some of that inflation. As share prices are an indication of how investors think a company will do in future, anything that's detrimental to future profits is seen as a negative. That negativity tends to be contagious, so if Asia's markets start the week badly that is likely to spread to Europe and then the US when their Monday mornings arrive. Claudia Sheinbaum says she'll share details of Mexico's response to the tariffs in her daily morning briefing tomorrow. In a video shared on X, the Mexican president insists her country \"does not want confrontation\" but warns she is \"not lacking courage because I have a people supporting me and here we are not alone, neither you nor us\". Sheinbaum also pushes responsibility for the fentanyl crisis back on the US as she rejects suggestions that the Mexican government has an â\u0080\u009cintolerable allianceâ\u0080\u009d with the drug cartels. \"We categorically reject the slander made by the White House (accusing) the government of Mexico of having alliances with criminal organizations, as well as any interventionist intention on our territory. Sovereignty is not negotiable.\" Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/live/cqjvg82lg4yt",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/b35e/live/45258a30-e1d0-11ef-a319-fb4e7360c4ec.jpg",
            "https://ichef.bbci.co.uk/ace/standard/128/cpsprodpb//vivo/live/images/2024/9/26/1be00ff4-6e6b-4990-9642-7cc10a49784c.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/2/3/70676661-44ec-4e42-bfcf-e2c5ea660311.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/2/3/5b1c046d-52fd-4f12-8cfb-044738775867.jpg.webp",
            "https://static.files.bbci.co.uk/core/website/assets/static/news/incident-types/analysis.77b314ef10b5742f931e.svg"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "More than 700 people died as fighters from the M23 group captured the eastern city of Goma.",
        "long_description": "More than 700 people died as fighters from the M23 group captured the eastern city of Goma. The attack caused \"utter carnage\" at a nearby hospital, where dozens sought medical attention. Trump says he ordered air strikes on a senior attack planner from the Islamic State group in Somalia. There is a good chance that inside your device is some metal dug up in a mine controlled by rebels. Police were called to the scene as the lawmakers tussled with each other and damaged property. The attack caused \"utter carnage\" at a nearby hospital, where dozens sought medical attention. DR Congo calls on Arsenal, PSG and Bayern Munich to end their “blood stained” sponsorship deals with Visit Rwanda amid a worsening humanitarian crisis in the country. The dedicated award for African music is proving contentious with the inclusion of Chris Brown. Trump says he ordered air strikes on a senior attack planner from the Islamic State group in Somalia. Rwanda says South Africa is in “no position to take on the role of a peacemaker or mediator” in DR Congo. A selection of the week's best photos from across the African continent and beyond. In a huge blow to Ecowas, Burkina Faso, Mali and Niger are leaving to forge ahead with their own group. Where are rebels causing havoc in eastern DR Congo getting their funding? Several hundred well-paid foreign soldiers fighting on the side of the Congolese government surrender. The State Department says the freeze was the only way to evaluate aid programs and defended the pause. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. M23 rebels have made rapid advances in the latest bout of conflict that has long-dogged the mineral-rich east. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. Cycling's world governing body says it has no plans to move the 2025 Road World Championships away from Rwanda despite ongoing conflict in DR Congo. Rwanda and South Africa hope to host an African grand prix for the first time since 1993, but several expensive obstacles stand in their way. Ghana appoint Africa Cup of Nations-winning coach Winfried Schafer as director of football and technical advisor for the Black Stars. The draw for the 2025 Africa Cup of Nations is made in Morocco where defending champions Ivory Coast will be in the same group as Cameroon Who is Naomi Girma? BBC Sport takes a look at five interesting facts about Chelsea's new world record signing. Days of heavy fighting between M23 rebels and DR Congo's army leave hospitals overwhelmed with patients. Ghana's MPs destroyed parliamentary property, including tables, microphones, sound equipment, and other items. Rwanda and South Africa are launching rival bids to bring F1 racing back to Africa for the first time since 1993. Borussia Dortmund's Karim Adeyemi talks to BBC Sport Africa about his foundation and why he feels impelled to give back to Nigeria. East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa More than 700 people died as fighters from the M23 group captured the eastern city of Goma. The attack caused \"utter carnage\" at a nearby hospital, where dozens sought medical attention. The dedicated award for African music is proving contentious with the inclusion of Chris Brown. There is a good chance that inside your device is some metal dug up in a mine controlled by rebels. The UN estimates another 2,800 were injured as M23 rebels captured the eastern city of Goma. The rebels say they will continue their offensive until they reach the capital, Kinshasa. Police were called to the scene as the lawmakers tussled with each other and damaged property. An overview of the Democratic Republic of the Congo, and key facts about this central African state. Ghana's MPs destroyed parliamentary property, including tables, microphones, sound equipment, and other items. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:53",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c7aa/live/6d4fd9d0-e18e-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1546/live/8a2b5c00-e152-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Winners and nominees at the Grammy Awards: Updating live",
        "short_description": "The Grammy Awards have kicked off in Los Angeles, where more than 94 prizes will be handed out over the course of the night.",
        "long_description": "The Grammy Awards have kicked off in Los Angeles, where more than 94 prizes will be handed out over the course of the night. This list of the main category winners will be updated as the ceremony progresses. Album of the year Record of the year Song of the year Best new artist Best pop vocal album Best pop solo performance Best pop duo/group performance Best dance/electronic recording Best dance/electronic album Best dance/pop recording Best traditional pop vocal album Best Latin pop album Best rock performance Best rock song Best rock album Best alternative music album Best alternative music performance Best metal performance Best rap performance Best melodic rap performance Best rap song Best rap album Best country solo performance Best country duo/group performance Best country song Best country album Best R&B performance Best R&B song Best progressive R&B album Best R&B album Best African music performance Producer of the Year, Non-Classical Songwriter of the Year, Non-Classical Best comedy album Best compilation soundtrack for visual media Best score soundtrack for visual media (includes film and televison) Best score soundtrack for video games and other interactive media Best song written for visual media Best audio book narration Best music video Best music film Best jazz vocal album Best jazz instrumental album Best alternative jazz album Best jazz performance Best musical theatre album Best opera recording Best orchestral performance Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "26 minutes ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ckg0jg4n0z4o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3d75/live/92012880-e1be-11ef-acf3-db16b55eabe4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ad85/live/e2c2f3f0-e1a7-11ef-a478-d7a805c1c6c3.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Spain's former football boss on trial over World Cup kiss",
        "short_description": "The former president of Spain's football federation, Luis Rubiales, goes on trial on Monday, accused of sexual assault for kissing the player Jenni Hermoso, in a case which has fed into wider discussions about sexism and consent.",
        "long_description": "The former president of Spain's football federation, Luis Rubiales, goes on trial on Monday, accused of sexual assault for kissing the player Jenni Hermoso, in a case which has fed into wider discussions about sexism and consent. Hermoso is scheduled to appear as a witness on the opening day having travelled from Mexico, where she plays club football. The trial runs until 19 February. As Spain's players received their medals after defeating England in Sydney to win the 2023 World Cup, Rubiales grabbed Hermoso by the head and kissed her on the lips. Afterwards, Hermoso said the kiss had not been consensual, while Rubiales insisted it had been. The incident triggered protests and calls for Rubiales's resignation, and it also entered the political arena. Prime minister Pedro Sánchez, whose left-wing government has approved reforms seeking to boost gender equality and ensure consent in sexual relations, said that Rubiales's kiss had shown that \"there is still a long way to go when it comes to equality and respect between women and men\". After initially remaining defiant and denouncing a witch-hunt driven by \"fake feminism\", the federation president eventually resigned, before legal charges were brought against him. Prosecutors are calling for Rubiales to receive a one-year prison sentence for sexual assault for the kiss. They are also calling for him to be given a sentence of a year-and-a-half for coercion, for allegedly trying to pressure Hermoso into saying publicly that the kiss was consensual. Rubiales denies the charges. Three colleagues of Rubiales are also on trial, accused of colluding in the alleged coercion: Jorge Vilda, coach of the World Cup-winning side, Rubén Rivera, the federation's former head of marketing, and former sporting director, Albert Luque. They all deny the charges. Isabel Fuentes has watched the female national team closely ever since she was among the first women to represent Spain at football, from 1971 onwards. She describes the furore caused by the Rubiales kiss as \"very sad\", because of how it overshadowed the World Cup victory, which, when mentioned, brings her to the verge of tears. \"It was something we would have liked to experience, but we weren't allowed to,\" she says. \"These players won it for us. They have lived out our dreams.\" Fuentes played when the dictatorship of Francisco Franco was still in place and the women's team were not even allowed to wear the Spanish flag on their shirts. \"The regime said: 'We don't want you to play football, but we'll just ignore you,'\" she says. \"And the federation put all manner of obstacles in our way.\" Like many fans, she was concerned by how the Rubiales controversy affected the international image of Spanish football and she was also shocked by footage showing the former federation president celebrating the World Cup win by grabbing his crotch as he stood just a few feet away from Spain's Queen Letizia. But younger players, like Belén Peralta, prefer to emphasise how far women's football has come, rather than dwell on the Rubiales case. Playing for third-division side Olimpia Las Rozas, Peralta says that even in the last few years she has noticed a shift in terms of the attention and support that women's football receives. \"When I was younger, girls playing football was kind of strange, you were told, 'Oh, that's for boys,' or 'That's not a girl's thing,'\" she says. \"And nowadays, you go to some places and you say, 'I'm a footballer,' and that's so cool and attractive.\" Her teammate, Andrea Rodríguez, agrees. Although she says that occasionally she might hear sexist comments about women's football, social attitudes are overwhelmingly positive. \"People are more open-minded now,\" she says. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c75zvlrr9ryo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4ce4/live/16688b80-df2c-11ef-92dd-ffc0c18f3de6.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/be9e/live/02043fd0-df2d-11ef-92dd-ffc0c18f3de6.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Air traffic control staffing 'not normal' during DC crash - officials",
        "short_description": "Air traffic control staffing was \"not normal\" at the time of a mid-air collision between a military helicopter and passenger plane in Washington, DC that killed 67 people, Transportation Secretary Sean Duffy has acknowledged.",
        "long_description": "Air traffic control staffing was \"not normal\" at the time of a mid-air collision between a military helicopter and passenger plane in Washington, DC that killed 67 people, Transportation Secretary Sean Duffy has acknowledged. US media reported that Reagan National Airport tower was understaffed during Wednesday's crash, according to a government report. \"I'll take the Federal Aviation Administration (FAA) at their word that it wasn't normal,\" Duffy said when asked about reports during the FOX News Sunday programme. So far, 55 victims have been recovered from the Potomac River, with divers continuing to search for 12 more. There were 64 passengers aboard the American Airlines flight when it collided mid-air with an army Black Hawk helicopter carrying three soldiers as crew. There were no survivors. At the time of the crash, one air traffic control worker was managing helicopters and some planes from the airport, a job normally done by two people, two sources told CBS News, the BBC's US news partner. Duffy said \"that was part of the review process that we have to do\". He explained there was a \"consolidation of air traffic controllers an hour before it was supposed to happen during the time of this crash. And so was, what was the appropriateness of that?\" Duffy raised questions about whether controllers did \"appropriately direct traffic, consistent with procedures at the FAA\", as well as the elevation of the helicopter. National Transportation Safety Board (NTSB) Board Member Todd Inman said preliminary data revealed the helicopter was flying at about 200ft (60m), CBS reported. The flight ceiling for helicopters in the area near Reagan National Airport is 200ft. Duffy also questioned the timing of its flight. \"Why would they fly a mission at nine o'clock at night through really busy air space... as opposed to flying that mission at one o'clock in the morning, when there's very little traffic\"? he asked. \"I want our military to be trained up and ready to go, but I also want air travellers to be safe as well, and there's a time and a place to do it, not at nine o'clock at night when there's heavy traffic.\" Investigators are considering a number of factors, including height, in determining the cause of the crash, but have not yet made any public conclusions, NTSB officials said on Thursday. Military officials told a news conference on Sunday said the helicopter crew was based in DC, where they flew daily missions to support senior army leadership and other government leaders. Wednesday's flight was a training mission required annually for recertification, led by two experienced pilots who had flown in the local area many times before, officials said. Duffy said the US has a chronic understaffing problem in air traffic control. US media has reported that more than 90% of air traffic control facilities in the country are operating below FAA recommended staffing levels. \"We haven't had enough air traffic controllers in America for a very long time,\" Duffy said, adding \"they are stressed out. They're tapped out. They're overworked. That's no excuse. It's just a reality of what we have in the system.\" The new transportation secretary said he was working with the FAA to train new air traffic controllers and \"has a plan that's going to come out to fix the problem, but the issue is you can't flip a switch and get air traffic controllers here tomorrow.\" As officials investigate the cause of the crash, recovery operations continue. \"We believe we're going to be able to recover all of the victims, but we don't know where they are at this point,\" DC fire chief John Donnelly said. At first light on Monday morning, the Army will begin to lift the wreckage, pausing if they recover any remains, Col Francis Pera said. \"Uniting those lost in this tragic incident is really what keeps us going,\" he added. During the operation on Sunday, a DC police diver was taken to hospital with hypothermia, but recovered. On Sunday morning, dozens of family members of the victims gathered at the scene of the crash. They arrived in chartered buses with a police escort, first travelling to the crash scene and then on to a runway where the flight was supposed to land. The fire chief said he was not at the event, but had met with families, who he said are \"grieving\" with a \"whole range of emotions\". \"They are a strong group of families that are focused on getting their loved ones back,\" he said. Investigators have also located the aircraft's black box, CBS reports. It could provide clues into the cause of the crash. Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. Canadians have begun booing the US anthem at sports games, signalling the depth of anger at steep tariffs issued by Trump. The two US actors are locked in a battle over happened on the set of their film, It Ends With Us. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cq5gyx09pj8o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9b0d/live/92c0fa10-e192-11ef-a3e9-bf9007650837.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4428/live/c9419d10-e192-11ef-a3e9-bf9007650837.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Grammys red carpet and pre-ceremony in pictures",
        "short_description": "Music stars have stepped out in their gladrags for the Grammys on Sunday night in Los Angeles.",
        "long_description": "Music stars have stepped out in their gladrags for the Grammys on Sunday night in Los Angeles. Here are some of the best looks from on the red carpet and inside the pre-show ceremony. Sabrina Carpenter wore a sky blue dress. Not a garment you would want to spill your espresso on. She won best pop solo performance for her coffee-themed summer hit. Breakthrough star Chappell Roan is up for a raft of awards including album, record and song of the year. She wore a fittingly striking outfit - a yellow and baby blue Jean-Paul Gaultier number, inspired by artist Edgar Degas's depiction of ballet dancers. And makeup. So much makeup. Olivia Rodrigo wore a vintage Versace halter-neck dress as she took to the red carpet. Billie Eilish is in the house with her brother and trusted producer Finneas. She's in the running for most of the night's major awards again, so their parents might have to clear even more space on the mantlepiece. Taylor Swift's Versace dress matched the red carpet. She is up for six awards, including best album for The Tortured Poets Department Kacey Musgraves waved to photographers as she arrived. She later got her hands on an award - her eighth - for best country song, for The Architect. Charli XCX's boots are made for walking... potentially to the podium for several major awards later including album and record of the year. Poppy is up for best metal performance for Suffocate, a track she features on alongside Knocked Loose. And she went for a smart-casual look. Best new artist nominee Benson Boone later slipped into something a little more comfortable than this to backflip around the Grammys stage during his performance. A be-horned Kim Gordon is up for best alternative music album for The Collective. Kehlani walked the red carpet with her daughter, Adeya Nomi. The singer is nominated for three awards including best R&B song for After Hours. Knxwledge and Anderson .Paak accepted the best progressive R&B album gong for Why Lawd? Unusually, the prize was a tie. They shared the award with Avery*Sunshine for her album, So Glad to Know You. Sierra Ferrell swept the board in the American Roots categories, winning four awards - and beating Beyoncé for best Americana performance. Singer-songwriter Norah Jones was all smiles on arrival. She won best traditional pop vocal album for Visions. Kelsea Ballerini may have lost best country duo/group performance to Beyoncé and Miley Cyrus. But she was a winner with this outfit. Sean Ono Lennon picked up the award for best rock performance on behalf of his late dad's band, The Beatles St. Vincent scored several awards on the night, including best alternative music album for All Born Screaming. The rock star also had some fun on the red carpet with fellow musician Charlotte Kemp Muhlattend. Kanye West wore black while his Bianca Censori wore, well, next to nothing. He was up for best rap song for his and Ty Dolla $Ign's track Carnival. The award went to Kendrick Lamar, though, for Not Like Us. Green Day - fronted by another Billie, Joe Armstrong - are up for several rock awards. They lost one to the Beatles which might explain the sulky look here. It's all white on the night for US singer Gracie Abrams, who is nominated for best pop duo/group performance for her track Us, featuring Taylor Swift. Having supported Swift on some of her Eras tour dates, she knows how to dress for a big occasion - tonight choosing a butter chiffon Chanel dress, with a bridal veil. Raye represents the UK in the songwriter of the year and best new artist categories. Nine-time Grammy winner Sheryl Crow knows her way around a red carpet, as well as a rousing chorus Wicked star Cynthia Erivo had her nails painted with diamonds, moons and stars ahead of her Grammys performance of the swing classic Fly Me To The Moon. Celebrity couple Chrissy Teigen and John Legend let their eyes do the smiling. Comedian and Daily Show presenter Trevor Noah is suited and booted and ready to host the Grammys for a fifth time. Madison Beer is up for best dance pop recording for Make You Mine. Alicia Keys has 16 Grammy wins in total to her name, and the biggest earrings of the night. Teddy Swims, and he also scrubs up well for a big occasion. He's up for best new artist. Lady Gaga is dressed to kill in her best leather. Die With a Smile, her song with Bruno Mars, is up for best song. The duo will also stage a special performance in honour of those affected by the Los Angeles wildfires. LA firefighters have also been invited this year in honour of their work helping to tackle the fatal blazes. Doechi was all smiles before and after becoming only the third female artist to win best rap album for Alligator Bites Never Heal. She follows in the footsteps of Lauryn Hill and Cardi B. US country musician Shaboozey performed a rendition of his hit, A Bar Song (Tipsy), at this year's main ceremony. Earlier this year, the song tied Old Town Road as the longest-running number-one song of all time on the US Billboard Hot 100 with 19 weeks at the top of the chart. Let's raise a glass to that... It's up for song of the year at this year's Grammys. Sunglasses indoors is par for the course for socialite Paris Hilton, who arrived alongside her kids and husband. Finally, feliz cumpleaños to Colombian star Shakira who turned up at the Grammys on her birthday. Her main present this year was the prize for best Latin pop album. Leon Edwards will also be talking to Louis Theroux, and it’s the 25th anniversary of The Sims. Beyoncé and Taylor Swift have both confirmed their attendance, as they square off in the album of the year category for the first time since 2010 Manchester's Royal Northern School of Music sees composers write music inspired by those with the disease. The dedicated award for African music is proving contentious with the inclusion of Chris Brown. The singer's European tour limits her time at home in Portugal due to the new visa rules. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c8ed5eg04wno",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/95e9/live/47a12bd0-e1c0-11ef-aa47-318d48a8e89d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8369/live/007cc460-e1bd-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ofsted scrapped its single-word judgements for schools after the death of head teacher Ruth Perry.",
        "long_description": "Ofsted scrapped its single-word judgements for schools after the death of head teacher Ruth Perry. The trip is part of what the PM calls a \"reset\" between the UK and the European Union. Police are appealing to anyone who may have seen a seen black Ford Focus at the time. Martin was jailed for killing intruder Fred Barras, 16, in a case that sparked national debate. The home team delivered for thirsty punters at the Gedling Inn in Nottinghamshire. The trip is part of what the PM calls a \"reset\" between the UK and the European Union. Thames Water is hoping to secure an emergency cash injection or face runing out of money in weeks. Yvette Cooper says the UK will make it illegal to own AI tools to make images of child sexual abuse. Police are appealing to anyone who may have seen a seen black Ford Focus at the time. Did you see some of the planetary parade this weekend? You may get another chance later this week. Yvette Cooper criticises social media companies for failing to remove violent content watched by the Southport killer. Dennis Richardson says he struggled to afford replacements after his tools were stolen from his van. Bristol-based environmental campaigner Gaie Delap was jailed for helping to block the M25 in 2022. A pioneering pilot scheme will be used in all family courts across Wales. Pauline Richards, 74, known as \"Mrs Chicken\" has worked at the East Street branch for 47 years. Volunteer rescuers have freed a humpback whale entangled in rope off the Isle of Skye. Traitors finalist Alexander Dragonetti tells the BBC he's \"incredibly grateful\" after people donated more than £70,000 to Mencap. Catherine, Princess of Wales, has delighted a three-year-old by stopping the royal car to have a chat. Author Helen Fielding on bringing her heroine to a Gen Z audience, and whether Bridget's Darcy is based on the PM. An 18-year-old volunteer soldier killed within minutes of his first combat mission and Trump's new tariffs set to cause market chaos. Male frogs carrying tadpoles made an incredible journey to the UK by boat, plane, and car. Leon Edwards will also be talking to Louis Theroux, and it’s the 25th anniversary of The Sims. One of Scotland's biggest plastic problems, the Arrochar litter sink, sits at the head of the scenic loch. It is known as one of the most scenic and famous driving roads, but could Snake Pass close to cars? Martin was jailed for killing intruder Fred Barras, 16, in a case that sparked national debate. A pioneering pilot scheme will be used in all family courts across Wales. Former Irish minister Charlie Flanagan says the decision not to have an inquiry in the Republic is a \"lost opportunity\". Sheku Bayoh died after being restrained while in police custody in Kirkcaldy, Fife, on 3 May 2015. Yvette Cooper criticises social media companies for failing to remove violent content watched by the Southport killer. Yvette Cooper says the UK will make it illegal to own AI tools to make images of child sexual abuse. Fresh court documents reveal further correspondence from the prince's aide to Yang Tengbo. Court documents suggest the two remained in touch beyond when the Duke of York said they stopped communicating. The National Lottery operator says it is \"very unusual\" for such a large prize to go unclaimed this long. Judges who oversaw Family Court hearings before Sara was murdered have been named after an appeal by the BBC and others. The government's spending watchdog finds the Home Office has \"not led an effective response\". Buyers say they’ve had mortgage offers withdrawn on flats with safety certificates issued by the man’s firm. Vanya Gaberova is one of several Bulgarian nationals accused of spying for Russia. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:13:58",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed48/live/9a12a400-dff1-11ef-ba4f-b100425dc741.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cd5d/live/e0056620-e19d-11ef-9c5d-25d17bbea272.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Rubio demands Panama 'reduce China influence' over canal",
        "short_description": "US Secretary of State Marco Rubio has demanded that Panama make \"immediate changes\" to what he calls the \"influence and control\" of China over the Panama Canal.",
        "long_description": "US Secretary of State Marco Rubio has demanded that Panama make \"immediate changes\" to what he calls the \"influence and control\" of China over the Panama Canal. America's top diplomat said Panama must act or the US would take necessary measures to protect its rights under a treaty between the two countries. The warning follows President Donald Trump's vow to retake the canal and a meeting between Rubio and Jose Raul Mulino, Panama's conservative president, in Panama City on Sunday. The two men appeared to emerge from their two-hour meeting with different interpretations. Mulino told reporters he did not see a serious threat of US military force to seize the canal, saying he had proposed technical-level talks with the US to address Mr Trump's concerns about Chinese influence. However, Trump's vow to retake the canal has sparked a significant backlash in Panama. Protesters in Panama City on Friday burned effigies of Trump and Rubio. Riot police moved in on another crowd of demonstrators, firing tear gas and wrestling people away. The clashes were small-scale, but the resistance to the US president's stance is widely felt. On Thursday, Mulino said the issue of the canal's ownership would not be up for discussion with Rubio. \"I cannot negotiate or even open a negotiation process about the canal. It's sealed, the canal belongs to Panama,\" he said. Mr Trump's comments about the canal included an unfounded claim that Chinese soldiers are operating it. He also said American ships were unfairly charged more than others, despite the fact such a practice would be unlawful under treaty agreements. The waterway is in fact owned and operated by the Panamanian government, under a neutrality treaty signed with the US decades ago. However, Chinese companies have invested heavily in ports and terminals near the canal. A Hong Kong based company runs two of the five ports close to its entrances. But President Trump's muscular approach - even refusing to rule out military action to take the canal - has aroused a strongly patriotic reaction in the small strategic nation. \"It's ridiculous,\" says Panama City resident Mari, who asked not to have her surname published. \"There's a treaty that he has to respect, and there's nothing in the treaty that says that we cannot have ports run by the Chinese,\" she told the BBC, pointing out that there is Chinese investment in American ports and cities. Surrounded by tourists and stalls hawking Panama hats and souvenirs, Mari explained that many residents have strong memories of US control of the canal and don't want to go back. The US and Panama signed a treaty in 1979, starting a handover process that saw Panama take full control of the canal in 1999. \"We could not cross into the canal zone without being arrested if we didn't follow all the American rules. The minute you stepped across that border, you were in the United States,\" Mari said. \"We had no rights within our own country, and we will not put up with that again… We are very insulted by [Trump's] words.\" For some, Trump's refusal to rule out the use of military force has also triggered suspicion and fear. It evokes memories of the 1989 US invasion of Panama to depose de facto ruler General Manuel Noriega, a conflict that lasted several weeks and rapidly overwhelmed Panamanian forces. \"I was the political leader of the opposition when Noriega said he was going to kill all the leaders of the opposition if the US were to invade,\" recalled former Panama congressman Edwin Cabrera, speaking to the BBC by the locks of the canal's Pacific entrance. \"I heard the bombs and started seeing people dying… The only thing President Trump and Rubio have left to say is that they will invade us,\" he told the BBC. \"I wouldn't like to live that again in the 21st Century, relive the imperial experience. Panama is in the middle of war between two powers, the USA and China, while we are looking at the sky.\" Marco Rubio is the first Hispanic Secretary of State and is well known for his hawkish positions on some leaders in the region and on China. While Panama closely co-operates with the US on many issues, Mr Rubio's visit is meant to signal the administration's intolerance of countries soaking up Chinese investment in what the US sees as its own backyard. In Panama, he claims China could ultimately use its interests at the ports to block US merchant or war ships in the event of a conflict or trade war. \"If China wanted to obstruct traffic in the Panama Canal, they could. That's a fact… That's what President Trump is raising and we're going to address that topic… That dynamic cannot continue,\" Mr Rubio said on The Megyn Kelly Show last week. Despite the overwhelming support among ordinary Panamanians for their country's ownership of the canal, some remain sceptical of their own leadership, arguing profits from the waterway don't filter through to enough ordinary Panamanians. \"What you see here - that the United States and Donald Trump want to take back the canal - that's what we call cause and effect,\" says Andre Howell, a hotel worker in the historic centre of Panama City. \"They're not administrating the Panama Canal the right way... No Panamanians have [the] benefits,\" he said. Investors are bracing for a potential trade war that could hit the earnings of major companies. Investigators have also located the aircraft's black box, CBS reports. It could provide clues into the cause of the crash. The US president's talk about taking control has come at a time when many on the island are already considering their future The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. Canadians have begun booing the US anthem at sports games, signalling the depth of anger at steep tariffs issued by Trump. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "5 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c39149p920no",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/73b1/live/a9ed5e40-e1c4-11ef-8823-ebb3dee37301.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/490a/live/ada2d4e0-e1b3-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Major highway partly collapses as Australian floods worsen",
        "short_description": "Sections of a major Australian highway have been washed away, as flooding in Queensland worsens.",
        "long_description": "Sections of a major Australian highway have been washed away, as flooding in Queensland worsens. The torrential rainfall in the state's north has claimed one life so far and forced thousands to flee their homes, with communities in Townsville, Ingham, and Cardwell among the hardest hit. \"Record\" downpours are set to continue, authorities say, with parts of the region already experiencing almost 1.3m (4.2ft) of rain since Saturday, causing dams and rivers to overflow. Prime Minister Anthony Albanese - who was briefed about the response efforts on Monday - said that the disaster had bought out \"the best of Australians\". \"I've seen Australians helping one another in their time of need,\" he wrote on X, adding that the \"threat from floodwaters\" would persist in affected areas for days. Efforts to reach the hardest-hit areas have been hindered by the partial collapse of the Bruce Highway - a vital thoroughfare stretching 1,673km (1039 miles) across the state, which is longer than the road between London and Warsaw. The Queensland Trucking Association told the ABC that the damage - which caused a bridge to cave in - could add an extra 700km to key driving routes, slowing down the delivery of critical supplies. Queensland's Premier David Crisafulli offered his condolences to the \"tight-knit\" town of Ingham - where a 63-year-old woman died in a rescue attempt after a State Emergency Service (SES) dinghy capsized on Sunday. \"We are deeply sorry for their loss,\" he told reporters, adding that he would travel to north Queensland later Monday. He also urged all residents located in the so-called \"black-zone\" of the floods - which includes six Townsville suburbs - to not return home, due to the ongoing threat posed by the nearby Ross River. Australia's Bureau of Meteorology said the area received six months of rainfall in three days, while the Townsville Local Disaster Management Group warned that 2,000 homes could be inundated, some up to the second floor, as water levels rise. The persistent deluge - which is gradually easing according to weather reports - has swollen waterways throughout the region. Major flood warnings remain in place for communities along the Hebert, Ross, Bohle, Horton, and Upper Burdekin rivers. Emergency responders have continued working around the clock, with the SES receiving 480 calls for help overnight Sunday into Monday and performing 11 swift water rescues. Widespread power outages continue to be reported though, making it impossible for some communities to call for assistance. SES Deputy Commissioner Shane Chelepy urged people to stay vigilant and check on their neighbours wherever possible. He added that some 400 people were now being housed in evacuation centres across Townsville, Ingham, and Cardwell. Located in the tropics, north Queensland is vulnerable to destructive cyclones, storms, and flooding. But climate scientists have warned that warmer oceans and a hotter planet are creating the conditions for more intense and frequent extreme rainfall events. Meteorologists say the current floods could be the worst to hit the region in more than 60 years. Seven days after the storm battered Northern Ireland, BBC News NI looks at two areas still feeling the effects. Fixtures for Australia's tour of Sri Lanka, featuring two Tests and a one-off ODI. Australia take 15 wickets on day four of the first Test in Galle to send Sri Lanka to defeat by an innings and 242 runs. BBC Weather's Elizabeth Rizzini looks at the meteorological phenomenon hitting North America's west coast. At its peak 30% of all premises in Northern Ireland had their power disconnected. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 hour ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cp3j2w41qkko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fa01/live/455c79b0-e1c5-11ef-8823-ebb3dee37301.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a0bc/live/17f18220-e000-11ef-b1b3-51355c7a67fc.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Father of US Army Black Hawk crew chief 'knew it was him' in crash",
        "short_description": "In an emotional interview with CBS News, Gary O'Hara, father of US Army Black Hawk crew chief Ryan O'Hara, expressed how he felt the moment he found out the news of the helicopter and plane collision, saying that even before there was any news identifying victims, he knew his son was on the helicopter.",
        "long_description": "In an emotional interview with CBS News, Gary O'Hara, father of US Army Black Hawk crew chief Ryan O'Hara, expressed how he felt the moment he found out the news of the helicopter and plane collision, saying that even before there was any news identifying victims, he knew his son was on the helicopter. He said that his son loved flying and that the crew was \"probably the most respected pilots that Ryan had ever flown with\". Ryan O'Hara leaves behind a wife and a one-year-old son. A trial date has been set for It Ends With Us co-stars Blake Lively and Justin Baldoni's dispute. Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. The new president promised to make heads spin on day one. The BBC’s Analysis Editor Ros Atkins tries to keep up with what just happened. Qing Bao and Bao Li made their first appearance at the Smithsonian National Zoo after three months of adapting to life in the US. The ship became stuck on Lake Erie while departing Buffalo, New York on 22 January. The new wildfire grew quickly overnight and was dubbed an \"immediate threat to life\" by the California Fire Department. Officer Mindy Cardwell inadvertently \"put pressure on the trigger\" of the pistol during the traffic stop. The BBC's Analysis Editor explains how controversial pardons made by Biden and Trump stretched the limits of the power. The Hughes fire ignited on Wednesday afternoon, growing to more than 8,000 acres in a few hours. Snow and freezing rain hits parts of the deep south, closing highways and airports and prompting a first-ever blizzard warning in southwest Louisiana. A winter storm is dropping snow and freezing rain onto parts of the US deep south, prompting blizzard warnings. Right Rev. Mariann Edgar Budde made a plea to the president in a sermon that Trump later criticised. Historic snowfall prompted the first-ever blizzard warning in Southern Louisiana and Southern Texas. The former leader of the Oath Keepers group was released hours after Donald Trump has pardoned over 1,500 people involved in the Capitol riot. Republicans celebrating his return enjoy a dig at Democrats, but say he'll be a president for all. Donald Trump has pardoned more than 1,500 6 January Capitol riot defendants. The president has moved to change the US government's policies on gender and diversity - here's what that means. The Trumps took the floor at the Commander-in-Chief Ball, later joined by Vice-president JD Vance and his wife Usha. Among the first actions signed was the termination of the US' involvement in the Paris climate agreement. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2 days ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cdrynvvlr27o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/181d/live/2d865a10-e169-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0b26/live/bd465650-e0c4-11ef-a319-fb4e7360c4ec.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'I fled Ukraine speaking basic English - now I'm off to Oxford University'",
        "short_description": "When war broke out in Ukraine 15-year-old Illia Mitiushnikov was forced to flee his home and family, and claim asylum in Wales.",
        "long_description": "When war broke out in Ukraine 15-year-old Illia Mitiushnikov was forced to flee his home and family, and claim asylum in Wales. Almost three years on, he is about to follow in the footsteps of no fewer than five British prime ministers after securing a place on one of the most prestigious degree courses at the University of Oxford. Philosophy, Politics and Economics (PPE) at Oxford has been described by the Guardian as \"the Oxford degree that runs Britain\". Its list of alumni includes former prime ministers David Cameron, Rishi Sunak, Liz Truss, Edward Heath and Harold Wilson, as well as other British and global political heavyweights such as Tony Benn, Bill Clinton and Aung San Suu Kyi. It is a remarkable achievement for the 18-year-old, who said his English was \"not so good\" before arriving in the UK. Until May 2022, Illia lived in Vinnytsia, central Ukraine, with his parents and their now 11-year-old cocker spaniel Simba. After being accepted onto the Homes for Ukraine Sponsorship Scheme, Illia and his mother packed a suitcase each and made the journey to Wales, taking a train to Poland, a flight to London and a bus to Cardiff where they were met by their hosts. \"It was both emotionally hard and physically hard,\" said Illia, recalling the long journey. They moved in with their hosts, a couple with three young children, in Barry, Vale of Glamorgan. \"I was very delighted when I came here,\" said Illia. \"I was really grateful to my host family that they agreed to accept me and my mum because it's quite stressful to just meet completely new strangers and just let them stay in your house.\" It was his host family who suggested he apply to Westbourne School, an independent school in nearby Penarth, and he was offered a free place under its refugee scholarship scheme. In the summer of 2023, he sat his GCSEs, achieving 10 A*s. He then began the school's International Baccalaureate Diploma Programme in place of A-Levels. Thoughts of studying at the University of Oxford were prompted by a visit to the city. \"That's when the dream started to appear in my mind,\" he said. Then when on work experience at a bank in London last summer he spoke to graduates and decided to go for it. But initially he had doubts he could achieve his ambition. \"Part of me was like, 'it's too much for me'... and then another part of me was thinking 'if others can do it, why can't I do it also'.\" Knowing what people in Ukraine were experiencing drove him to work hard. \"I can't let myself have a lot of rest because I know how people are feeling in Ukraine,\" he said. \"I imagine the lives of all the soldiers who fight 24/7 for Ukraine and I can't let myself chill out. \"It was like a new goal for me, I just had to do this, I had no other chance.\" The day he was accepted was emotional. \"I called my family straight away and they were just crying from happiness,\" he said. He is full of gratitude for his host family and his teachers and is looking forward to receiving an \"insanely good\" education and making new friends at St Hilda's College, Oxford. And what are his plans for the future? He said he hoped Oxford would give him knowledge he could use to \"improve the worldwide situation\". But initially he intends to work in banking, \"just to stabilise in life, to help my family\". Like many of his PPE predecessors he also has his eye on a career in politics. \"I would like to help the world, help nations to develop, solve international crises, like the current war with Ukraine and Russia,\" he said. \"I hope it will end before then obviously but there are other conflicts to solve.\" Marie de Tito Mount is global chief executive for Westbourne, which also has schools in Singapore and Sydney. \"We see a few students each year that go on to Oxford... but I think there is a particular warmth given Illia's story, given his background, I think we're all immensely proud of him, everyone's rooting for him,\" she said. \"He's seen the opportunities available and has grabbed them with both hands, so that's something any school would be proud of. \"It's phenomenal achievement.\" Leaders meet with refugees to discuss how to be more welcoming for people seeking sanctuary. The Ukrainian army said four people were killed and dozens injured in the Kursk region. Eastbourne MP Josh Babarinde claims there has been a lack of consultation on the plans. The image, which shows three generations of the family in traditional clothes, is among the winners. Kaja Kallas says Europe needs to increase investment to keep pace with threats facing the continent. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "21 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c5ye0py04xpo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8ccb/live/3d83e180-defd-11ef-ba00-65100a906e68.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ab82/live/8c0feac0-def2-11ef-979f-05eee0cfa3a2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Doorbell cameras capture moment of Philadelphia jet crash",
        "short_description": "Doorbell cameras captured the moment a small medical transport plane crashed in a Philadelphia neighbourhood on Friday evening, killing all six people on board and one person on the ground.",
        "long_description": "Doorbell cameras captured the moment a small medical transport plane crashed in a Philadelphia neighbourhood on Friday evening, killing all six people on board and one person on the ground. Videos of the incident show the plane coming down quickly and sparking a huge fireball. Flight logs show the plane was in the air \"for only a minute\" before it crashed, Philadelphia Mayor Cherelle Parker said in a statement. An American Airlines flight collided in mid-air with a military helicopter on Wednesday night in Washington DC. A trial date has been set for It Ends With Us co-stars Blake Lively and Justin Baldoni's dispute. Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. The new president promised to make heads spin on day one. The BBC’s Analysis Editor Ros Atkins tries to keep up with what just happened. Qing Bao and Bao Li made their first appearance at the Smithsonian National Zoo after three months of adapting to life in the US. The ship became stuck on Lake Erie while departing Buffalo, New York on 22 January. The new wildfire grew quickly overnight and was dubbed an \"immediate threat to life\" by the California Fire Department. Officer Mindy Cardwell inadvertently \"put pressure on the trigger\" of the pistol during the traffic stop. The BBC's Analysis Editor explains how controversial pardons made by Biden and Trump stretched the limits of the power. The Hughes fire ignited on Wednesday afternoon, growing to more than 8,000 acres in a few hours. Snow and freezing rain hits parts of the deep south, closing highways and airports and prompting a first-ever blizzard warning in southwest Louisiana. A winter storm is dropping snow and freezing rain onto parts of the US deep south, prompting blizzard warnings. Right Rev. Mariann Edgar Budde made a plea to the president in a sermon that Trump later criticised. Historic snowfall prompted the first-ever blizzard warning in Southern Louisiana and Southern Texas. The former leader of the Oath Keepers group was released hours after Donald Trump has pardoned over 1,500 people involved in the Capitol riot. Republicans celebrating his return enjoy a dig at Democrats, but say he'll be a president for all. Donald Trump has pardoned more than 1,500 6 January Capitol riot defendants. The president has moved to change the US government's policies on gender and diversity - here's what that means. The Trumps took the floor at the Commander-in-Chief Ball, later joined by Vice-president JD Vance and his wife Usha. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c3e1dv7wxngo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/181d/live/2d865a10-e169-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0465/live/1a731dc0-e01d-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "France prepares for trial of surgeon accused of abusing anaesthetised children",
        "short_description": "A former surgeon who is accused of abusing hundreds of young patients, often while they were under anaesthetic, is set to go on trial this month in the largest child abuse trial in French history.",
        "long_description": "A former surgeon who is accused of abusing hundreds of young patients, often while they were under anaesthetic, is set to go on trial this month in the largest child abuse trial in French history. Joel Le Scouarnec, 73, is accused of assaulting or raping 299 children – the majority former patients of his – between 1989 and 2014, mostly in Brittany. He has admitted to some charges, but not all. The trial in Vannes, north- west France, follows a painstaking police investigation lasting several years. It is likely to raise uncomfortable questions over whether Le Scouarnec was protected by his colleagues and the management of the hospitals that employed him, despite an FBI warning to the French authorities that he had been consulting child abuse websites, after which he was given only a suspended sentence. A staggering number of opportunities to stop the former surgeon from having contact with children appear to have been missed or rejected. Members of his own family also knew of Le Scouarnec's paedophilia but failed to stop him, it is claimed. \"It was the family's omertà which meant his abuse was allowed to continue for decades,\" one lawyer involved in the case told the BBC. Le Scouarnec, once a respected small-town surgeon, has been in jail since 2017, when he was arrested on suspicion of raping his nieces, now in their 30s, as well as a six-year-old girl and a young patient. In 2020 he was sentenced to 15 years' imprisonment. After his arrest, police searched his home and found child-sized sex dolls, more than 300,000 child abuse images, and thousands of pages of meticulously compiled diaries in which Le Scouarnec is alleged to have logged assaults he carried out on his young patients over 25 years. He has denied assaulting or raping children, arguing that his diaries merely detailed his \"fantasies\". In several instances, however, he had also written: \"I am a paedophile\". Le Scouarnec is facing more than 100 rape charges and more than 150 charges of sexual assault. Some of his former patients, who are all now adults, have said they remember the surgeon touching them under the guise of medical examinations, sometimes even when their parents or other doctors were in the room. But because a huge number of his alleged victims were under the effect of anaesthetics when it is claimed the assaults took place, they had no recollection of the events and were shocked to be contacted by police and told their names – alongside graphic descriptions of abuse – allegedly appeared in Le Scouarnec's diaries. Le Scouarnec felt \"all-powerful\" and liked the feeling of \"flirting with danger\" through \"calculated transgressions,\" French daily Le Monde quoted the court order against the former surgeon as saying. Some of the alleged victims have said the unsettling revelations helped them make sense of unexplained symptoms of trauma that had burdened them their whole lives. Lawyer Francesca Satta, who represents several alleged victims, told the BBC that among her clients are \"the families of two men who did remember, and who ended up taking their own lives.\" Olivia Mons of the France Victimes association spoke to many of the alleged victims and said several only had blurry recollections of events which they were never able to \"find the words to explain\". When the surgeon's case came to light, \"it provided them with the beginning of an explanation,\" Ms Mons said. But she added that most of the alleged victims were people who had no memories of being raped or assaulted, and who were living ordinary lives before police contacted them. \"Today, many of these people are understandably very shaken,\" Ms Mons said. One woman told French media that when police showed her an entry under her name in Le Scouarnec's diary, memories instantly flooded in. \"I had flashbacks of someone coming into my hospital room, lifting the bedsheets, saying he would check if everything had gone well,\" she said. \"He raped me.\" Margaux Castex, a lawyer for one of the alleged victims, told the BBC her client is \"traumatised that he ever gave his trust to a medical professional, and that's been hard to shake\". \"He wishes he had never been told what happened,\" Ms Castex said. Another woman called Marie, now a married mother in her mid-thirties, said that police came to her house and revealed that her name appeared in the diaries of a surgeon who was accused of child abuse. \"They read out what he had written about me and I wanted to read it back myself but it was impossible,\" she told outlet France Bleu. \"Can you imagine reading hardcore pornography and knowing that it is about you, as a child?\" Marie said she had seen mental health specialists for years because of \"issues\" she had with regards to men, and that doctors had wondered whether she had experienced childhood trauma. \"I have to believe that my memory protected me from that. But the [police] examination brought it all back to the surface - images, sensations, memories came back to me day by day,\" she said. \"Today, I feel this as if it had just happened.\" Marie added that when she was shown a photo of Le Scouarnec, \"everything came back to me... I remembered his icy gaze.\" She wondered how the surgeon had been able to commit his alleged crimes unnoticed for so long. It is a haunting question that is bound to be explored at length during the trial. The first court proceedings heard claims that several members of Le Scouarnec's family had been aware since the mid-1980s of his disturbing behaviour towards children, but did not intervene. His ex-wife has denied knowing what her husband – and father of their three children – allegedly did until he was arrested. Le Scouarnec – a medical professional and a lover of opera and literature – had long been the pride of his middle-class family. He was a respected small town medical practitioner for many years, which may have afforded him a significant degree of protection in the workplace. \"A huge degree of dysfunction allowed Le Scouarnec to commit his deeds,\" lawyer Frederic Benoist told the BBC. Mr Benoist represents child protection advocacy group La Voix de L'Enfant (The Child's Voice), which is pressing to highlight what it calls the \"crucial institutional and judicial missteps\" which allowed Le Scouarnec to allegedly continue abusing children for decades. In the early 2000s, an FBI alert to the French authorities that Le Scouarnec had been accessing child abuse websites only resulted in a four-month suspended sentence with no obligation to follow medical or psychological treatment. Mr Benoist said prosecutors never shared this information with the medical authorities and there were no consequences for Le Scouarnec, who continued in his role as a surgeon, often operating on children and managing their aftercare. When a colleague – who already harboured suspicions against Le Scouarnec – read about the charges against him in the local press in 2006, he urged the regional medical association to take action. All but one doctor - who abstained - voted that Le Scouarnec had not violated the medical code of ethics, which states that doctors \"must in all circumstances be trustworthy and act with integrity and devotion to duty\". No sanctions were imposed. \"We therefore have proof that all these colleagues knew, and none of them did anything,\" Mr Benoist said. \"There were many circumstances which meant he could have been stopped; he wasn't, and the consequences are tragic.\" The BBC has approached both the regional medical association and prosecutors for comment. Le Scouarnec was eventually arrested when the six-year-old victim told her parents that he had assaulted her. By then, he was living like a recluse in a large derelict home, surrounded by child-sized dolls. Ms Driguez, the nieces' lawyer, sat opposite Le Scouarnec during the 2020 trial in the south-western town of Saintes. \"His answers were cold and calculated,\" she said. \"He is extremely clever, but showed no empathy whatsoever.\" The trial uncovered more allegations of child abuse within Le Scouarnec's family, Ms Driguez said, but the former surgeon never had any particular reaction and mostly looked at the floor. At one point, the court was shown lurid videos of Le Scouarnec and his dolls. \"Everyone was watching the screen but I was watching him,\" Ms Driguez said. \"Up to that point he had always kept his gaze down. But at that moment, he looked up, staring intently at the video. His eyes were twinkling.\" As the city of Vannes prepares to host the trial, three lecture halls in a former university building nearby have been made available to accommodate the hundreds of alleged victims, their legal representatives and families. The trial starts on 24 February and is due to last until June. Whether the press and the public are allowed in will depend on all of the alleged victims giving up their right to a closed trial. Many lawyers believe the trial could be a moment of reckoning for the authorities that failed to take provisions against Le Scouarnec, as well as an important moment for the victims to voice their trauma. Ms Satta said that although many people involved in this case have no memory of what happened to them, they were still victims, adding that the former surgeon had enjoyed the \"impunity of silence\" for too long. \"The trial will be a moment for the victims to speak out,\" Mr Benoist agreed. \"It would be terrible, in my eyes, if it was held behind closed doors.\" Yvette Cooper says the UK will make it illegal to own AI tools to make images of child sexual abuse. Mike Humphreys is taking on the 900-mile challenge from Hull to France to raise awareness of MND. Hundreds of adoptions could have taken place between the 1950s and 1990s, say women who were members of a Christian sect. The biggest names in fashion unveil their new collections, with a host of celebrities on hand. Mo Simmons says she was repeatedly abused by members of staff at a council-owned children's home. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "5 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/clyz0v97257o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d670/live/f55ca370-dfd2-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e479/live/e5c62c20-dfd6-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A pioneering pilot scheme will be used in all family courts across Wales.",
        "long_description": "A pioneering pilot scheme will be used in all family courts across Wales. The Senedd will vote on the spending plans on Tuesday, ahead of a final vote in March. The group representing universities says it \"hasn't seen a financial situation like this in decades\". Jay-Harley Rees says he locked himself away because he could not wear sanitary products. Three years after fleeing war, Illia is about to follow in the footsteps of five prime ministers. The Senedd will vote on the spending plans on Tuesday, ahead of a final vote in March. Melonie Bray used to go on adventures in the mountains, but now she cannot leave her house alone. The 27-year-old is accused of attempted murder and other offences after an incident at a police station. The group representing universities says it \"hasn't seen a financial situation like this in decades\". An episode of BBC TV show Gladiators becomes a real family affair for one couple. A sign outside the National Museum in Cardiff says it is closed until further notice. The three-month-old has a rare life-threatening disorder if left untreated or not promptly diagnosed. The singer's European tour limits her time at home in Portugal due to the new visa rules. After being stumped by a probing question from my eight-year-old I ask sex educators for advice. Connor Allen says his mum had courage to report him after he attacked her as a teenager. Lee Francis says he \"sheds a tear every day\" but is staying positive a year after a serious crash. When Lily-Rose, 3, called 'hello princess' she didn't expect Kate to stop the royal car for a chat. Fly-half Bryan Richards's shirt was damaged when the colour ran after it went through the wash. Researchers hope science used in Covid vaccines can limit the impact of the winter vomiting bug. Dolcie-Mae must remain in hospital until a matching stem cell donor can be found. The former Wales' children's laureate said he was grateful she called the police on him. Lucie MacLeod went on the BBC show to try to get investment for her hair syrup brand. Catherine, Princess of Wales, has delighted a three-year-old by stopping the royal car to have a chat. Lee Francis \"can't come to terms\" with how his day-to-day routine changed since the motorbike crash. Josh Adams has labelled the Six Nations match against Italy in Rome as a huge game with Wales already being tipped for a second successive Wooden Spoon. Swansea City are poised to complete loan deals for Nottingham Forest's Lewis O'Brien and Manchester City youngster Jacob Wright before Monday's transfer deadline. Former Wales captain Sam Warburton says there is \"no silver bullet\" to Wales' problems and does not expect a change in coaching staff should they lose to Italy. Luke Humphries withstands a stunning Jonny Clayton comeback to win the World Masters 6-5 in a final leg shootout. Wales prop Sisilia Tuipulotu expects to miss the Women's Six Nations and rest of the Premiership Women's Rugby season. Mater i Brifysgolion yw cydbwyso'r llyfrau, medd y Gweinidog Addysg Uwch, a does dim mwy o arian ar eu cyfer. Dyn, 27, wedi ei gyhuddo o geisio llofruddio yn dilyn digwyddiad tu allan i orsaf heddlu Tonysguboriau. Mae Amgueddfa Genedlaethol Caerdydd wedi cyhoeddi eu bod nhw ar gau i'r cyhoedd am y tro oherwydd pryderon iechyd a diogelwch. Golwg ar hanes HMS Clio a'r ddrama sy'n adlewyrchu bywyd bachgen ifanc ar y llong. Cynnwys addas i ddysgwyr: Cyngor Rhona Duncan am gadw planhigion tŷ yn fyw dros y gaeaf. A pioneering pilot scheme will be used in all family courts across Wales. Josh Adams has labelled the Six Nations match against Italy in Rome as a huge game with Wales already being tipped for a second successive Wooden Spoon. Melonie Bray used to go on adventures in the mountains, but now she cannot leave her house alone. The Senedd will vote on the spending plans on Tuesday, ahead of a final vote in March. Former Wales captain Sam Warburton says there is \"no silver bullet\" to Wales' problems and does not expect a change in coaching staff should they lose to Italy. A sign outside the National Museum in Cardiff says it is closed until further notice. An episode of BBC TV show Gladiators becomes a real family affair for one couple. The group representing universities says it \"hasn't seen a financial situation like this in decades\". The 27-year-old is accused of attempted murder and other offences after an incident at a police station. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:14:06",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d63c/live/827462d0-dfcd-11ef-976a-75f9ab68fe5f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/486f/live/f28b9430-dff5-11ef-a552-ef694361914c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Fireworks, music, lanterns, and dragon dancing filled streets across Asia to celebrate the Year of the Snake.",
        "long_description": "Fireworks, music, lanterns, and dragon dancing filled streets across Asia to celebrate the Year of the Snake. A selection of the week's best photos from across the African continent and beyond. Photographers describe the photo as \"serious\", \"ominous\" and a \"message picture\". Toscani was the creative force behind shock ad campaigns of the 1990s including a priest and nun kissing. Fabriccio and Lucía run the only fully equipped film lab in Central America. A selection of the week's best photos from across the African continent and beyond. The late photographer John Blakemore is remembered for his early work in Coventry. A selection of the week's best photos from across the African continent and beyond. Photographers describe the photo as \"serious\", \"ominous\" and a \"message picture\". A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures from our readers on a set theme. A selection of pictures sent in by our readers on the theme of agriculture. Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page A selection of pictures by our readers on a set theme. A selection of pictures sent in by our readers on the theme of \"fluids\". James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. A selection of pictures from our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A total of 30 images from Earth Photo will be displayed around the grounds of Hever Castle. A selection of news photographs from around the world. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:14:07",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/107c/live/8567e6f0-de25-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed7c/live/7daa0c30-d9bc-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Scenic loch becomes magnet for Scotland's plastic waste",
        "short_description": "At the head of beautiful Loch Long in Argyll sits one of Scotland's biggest plastic problems.",
        "long_description": "At the head of beautiful Loch Long in Argyll sits one of Scotland's biggest plastic problems. A combination of prevailing winds and the rotation of the earth drive litter up the loch to create what is known as the Arrochar litter sink. About 62,000 items wash up on the beach each year, much of it from the waterways in and around Glasgow, Scotland’s largest city. It is estimated that 11% of the rubbish which enters the River Clyde - which flows through the city - and its tributaries is eventually washed up at Arrochar. The local residents can't clean it up fast enough. Lots of the waste is tangled in the seaweed which was once an asset to the community. It used to be collected by the bucketload to fertilise farm land, but that's no longer possible because of the pollution. Campaigners say the only solution is to stop the waste entering the water in the first place - and that the introduction of a deposit return scheme for bottles and cans would play a major role in doing just that. A Scottish scheme was originally meant to be operational by 2023 but was delayed after objections from businesses to the inclusion of glass. It then emerged that the UK government was considering blocking Scotland's plans because it wanted a single scheme for all four nations. UK ministers eventually decided they would grant an exemption - but only if glass was taken out of the Scottish plans to align it with the scheme it was planning to introduce in England. That position led to angry recriminations and eventually an announcement from Circular Economy Minister Lorna Slater of a further delay until at least October 2025. That was later extended to 2027, in line with the UK scheme. But in December, the Welsh government confirmed it was opting out of the UK-wide proposition and creating its own scheme - which would include glass recycling. In the meantime, a deposit return scheme has been successfully launched in the Republic of Ireland which has captured almost a billion items in its first year. All of these political rows have been frustrating to people who just want to see the marine environment free of litter. Kirsty Crawford from the Marine Conservation Society (MCS) says it's vital for places like Arrochar that the current target date of 2027 is not pushed back again. She said: \"With each fresh high tide you're going to get more litter washing in. \"It is a big task at hand but this is where we hope the deposit return scheme would help see a reduction in that problem.\" The scheme in Ireland went live a year ago and more than 900 million items have so far been returned to shops. Consumers have to pay a deposit of 15 cents for every standard-sized plastic bottle or can which is purchased. The deposit is refunded when the item is returned. Glass is not included in the scheme. Some retailers were initially resistant, but others say it has led to an increase in footfall in shops. Reverse vending machines can cost shop owners about €15,000 (£12,500), but stores do have the option of collecting returned items over the counter. Environmental group Coastwatch Europe, which monitors more than 500 stretches of shore in Ireland, says the scheme is already having a significant impact. Seven years ago volunteers were recording around 60 bottles per kilometre of beach - but a survey in September and October found an average of eight per kilometre. Co-founder Karin Dubsky believes that's not just down to the deposit return scheme but also a broader appreciation of the impact of plastic pollution. ”There is so much positivity and I think it has opened the gates to a different kind of thinking,” she said. Politicians hope a deposit return scheme scheme will boost Scotland’s stubborn household recycling figures, which have barely budged for a decade. In 2023, 43.5% of household waste was recycled, compared with 42.9% in 2014. The Scottish government says it expects the scheme to reduce littering by a third and increase recycling of single-use drinks containers to 90%. Lorna Slater, the Scottish Greens minister who introduced the scheme during her time in government, says she hopes glass can still ultimately be included in the scheme. But she says it’s most important that there are no further delays to its rollout. That view is echoed by environmental charities like the MCS and Keep Scotland Beautiful. On Monday, the deadline passed for applications to run the scheme for Scotland, England and Northern Ireland. Scottish ministers say they are committed to delivering the scheme by 2027. A selection of headlines from local newspapers across the west this week. A scheme employing people with learning disabilities has collected one million litres of oil so far. Backlog caused by cold weather means residents have waited six weeks for bins to be emptied. A council tells businesses the authority will scrap its commercial waste collection service. The county council says Swindon Road Household Recycling Centre would cost too much to upgrade and run. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cp8256l20l0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3a43/live/84e34bb0-dfe8-11ef-9db5-61a9bc752e71.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9dfe/live/28d3c830-de2c-11ef-bf7d-c305fe575a19.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Former Irish minister Charlie Flanagan says the decision not to have an inquiry in the Republic is a \"lost opportunity\".",
        "long_description": "Former Irish minister Charlie Flanagan says the decision not to have an inquiry in the Republic is a \"lost opportunity\". Donald Trump's tariffs on imports from Canada and Mexico will come into effect on Tuesday - but could Ireland be next? The 19-year-old was taken to hospital after the attack in the north of the city on Friday evening. Caoimhe Archibald also says Stormont departments are assessing the full cost of the storm's impact. Women with visual impairments have not been sufficiently included in conversations about violence against women and girls, RNIB says. Donald Trump's tariffs on imports from Canada and Mexico will come into effect on Tuesday - but could Ireland be next? The allegations relate to a £500 payment which was offered to PSNI workers following a major data breach. Rory McIlroy wins his first PGA Tour event of the year by claiming the Pebble Beach Pro-Am title in California. The 19-year-old was taken to hospital after the attack in the north of the city on Friday evening. Emergency services received reports of a fire at the Student Roost building in Belfast shortly before 12:30 GMT. Charity Street Soccer NI finds a new home at the old Ulster Bank building on Shaftsbury Square. Police say they are treating the fire, which started after an object was thrown through the window, as deliberate. Captain Caelan Doris says Ireland \"showed what we are capable of\" as they start their quest for a third straight Six Nations title with a bonus-point win over England. Campaign groups in Northern Ireland accuse the DfI of spending active travel budget money on ineffective schemes. A new Irish bank holiday introduced three years ago sparked a renewed interest in the patron saint. Seven days after the storm battered Northern Ireland, BBC News NI looks at two areas still feeling the effects. The amount Northern Irish students can borrow towards their living costs is to rise by over £1,000. The Omagh Bombing Inquiry remembers Debra-Anne Cartwright, 20, Geraldine Breslin 43, and Gareth Conway, 18. Gareth Conway, 18, had been accepted onto a university course when he was killed in the Omagh bombing in 1998. Avril Monaghan was pregnant when she was killed in the Omagh bomb, while her mother and daughter also died. Tributes were paid to two Spanish victims of the Real IRA bombing at the inquiry on Tuesday. BBC News NI remembers the 29 people who lost their lives in the Omagh bombing. The amount Northern Irish students can borrow towards their living costs is to rise by over £1,000. A Belfast based choir is one of four shortlisted for a prestigious UK award. The assembly speaker told MLAs sittings of the assembly \"are not just another engagement in their diaries\". The clean-up effort is far from over for thousands of homeowners throughout Northern Ireland. Police say the man was shot at his home in the Ballygallin Park area of Coleraine on Thursday evening. Brian Tierney was suspended by the SDLP after providing a character reference for a man later jailed for rape. The SDLP has suspended Brian Tierney who gave a court reference for a man later jailed for rape. A 48-year-old man has been arrested on suspicion of possession of a firearm. Gardaí and the fire brigade were called to the apartment at 18:50 GMT on Friday evening. Gardaí say the boy was found unresponsive in Buncrana, County Donegal, on Monday afternoon. Speaking after his first official visit to Stormont in his new role, Harris said Irish unity is not his current priority. The Israeli ambassador says President Michael D Higgins had \"predictably admonished\" the state of Israel Crews continue to repair \"unprecedented\" damage to the electricity network caused by Storm Éowyn. Former Irish minister Charlie Flanagan says the decision not to have an inquiry in the Republic is a \"lost opportunity\". The allegations relate to a £500 payment which was offered to PSNI workers following a major data breach. Emergency services received reports of a fire at the Student Roost building in Belfast shortly before 12:30 GMT. Caoimhe Archibald also says Stormont departments are assessing the full cost of the storm's impact. The 19-year-old was taken to hospital after the attack in the north of the city on Friday evening. Police say they are treating the fire, which started after an object was thrown through the window, as deliberate. Women with visual impairments have not been sufficiently included in conversations about violence against women and girls, RNIB says. Charity Street Soccer NI finds a new home at the old Ulster Bank building on Shaftsbury Square. Seven days after the storm battered Northern Ireland, BBC News NI looks at two areas still feeling the effects. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:14:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4fb7/live/52891600-e14a-11ef-999b-b95a2a33a739.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b9a7/live/75c78be0-e15b-11ef-89a0-e1209f4cd08e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Bill Gates has given away billions, but 'still has more to give'",
        "short_description": "It's towards the end of our interview that Bill Gates reveals new numbers on how much his charitable Foundation has now spent in its efforts to combat preventable diseases and reduce poverty.",
        "long_description": "It's towards the end of our interview that Bill Gates reveals new numbers on how much his charitable Foundation has now spent in its efforts to combat preventable diseases and reduce poverty. \"I've given over 100 billion,\" he says, \"but I still have more to give.\" That's dollars, just to clarify, worth about £80bn. It's roughly equivalent to the size of the Bulgarian economy or the cost of building the whole HS2 line. But to put it in context, it's also around the same as just one year of Tesla sales. (Tesla owner Elon Musk is now the richest man on the planet, a position Gates held for many years.) The co-founder of Microsoft and his fellow philanthropist Warren Buffett are combining their billions through the Gates Foundation he originally set up with his now ex-wife Melinda. Gates says philanthropy was instilled in him early on. His mother regularly told him \"with wealth came the responsibility to give it away\". The plan had been to unveil the $100bn figure in May, for the Foundation's 25th anniversary. But Gates revealed it exclusively to the BBC. He tells me, for his part, he enjoys giving his money away (and around $60 billion of his fortune has gone into the Foundation so far). When it comes to his day-to-day lifestyle, he doesn't actually notice the difference: \"I made no personal sacrifice. I didn't order less hamburgers or less movies.\" He can also, of course, still afford his private jet and his various huge houses. He plans to give away \"the vast majority\" of his fortune, but tells me he has talked \"a lot\" with his three children about what might be the right amount to leave them. Will they be poor after he's gone? I ask him. \"They will not,\" he replies with a quick smile, adding \"in absolute, they'll do well, in percentage terms it's not a gigantic number\". Gates is a maths guy and it shows. At Lakeside School in Seattle, in eighth grade, he competed in a four-state regional maths exam and did so well that, at 13, he was one of the best high school maths students of any age in the region. Maths terminology comes second nature to him. But to translate, if you're worth $160bn, which Bloomberg's Billionaires Index claims he is, even leaving your children a tiny percentage of your fortune still makes them very rich. I'm with one of only 15 people on the planet who are centibillionaires (worth more than $100bn), according to Bloomberg. We're in his childhood home in Seattle, a mid-century modern four-bedroom house set into a hill, and we're meeting because he's written a memoir, Source Code: My Beginnings, focusing on his early life. I want to find out what shaped a challenging, obsessive child who didn't fit the norm into one of the tech pioneers of our age. He's brought along his sisters, Kristi and Libby, and all three excitedly tour the home where they grew up. They haven't been back in some years and the current owners have refurbished (fortunately, the Gates siblings seem to approve of the changes). But it's bringing back memories including, as they walk into the kitchen, of the now-long-gone intercom system between rooms beloved by their mother. She used it to \"sing to us in the morning\", Gates tells me, to get them out of their bedrooms for breakfast. Mary Gates also set their watches and clocks eight minutes fast so the family would work to her time. Her son often rebelled at her efforts to improve him, but now tells me \"the crucible of my ambition was warmed through that relationship\". He puts his competitive spirit down to his grandmother \"Gami\", who was often with the family in this house and who taught him to outsmart the competition early on with games of cards. I follow him down the wooden stairs as he heads off to find his old childhood bedroom in the basement. It's a neat guest room now, but young Bill spent hours, even days, in here \"thinking\", as his sisters put it. At one point, his mum was so fed up with the mess that she confiscated any item of clothing she found on the floor and charged her stubborn son 25 cents to buy it back. \"I started wearing fewer clothes,\" he says. By this time, he was hooked on coding and, with some tech-savvy school friends, had been given access to a local firm's one computer in return for reporting any problems. Obsessed with learning to program in those nascent days of the tech revolution, he would sneak out at night through his bedroom window without his parents knowing to get more computer time. \"Do you think you could do it now?\" I ask. He starts unwinding the catch and opens the window. \"It's not that hard,\" he says with a smile as he climbs up and out. \"It's not hard at all.\" There is a famous early clip of Gates in which a TV presenter asks him if it's true he can jump over a chair from a standing position. He does it right there in the studio. I'm in the Gates childhood bedroom for something that feels like \"a moment\". The guy's nearly 70. But he's still game. He seems at ease - and it isn't just because we're in a familiar environment. In the memoir, he's revealed publicly for the first time that he thinks if he were growing up today, he'd probably be diagnosed on the autism spectrum. The only time I met him before was in 2012. He barely looked me in the eye as we did a quick interview about his goal to protect children from life-threatening diseases. There was certainly no pre-interview small talk. I wondered after our interaction whether he was on the spectrum. The book lays it out: his ability to hyperfocus on subjects he was interested in; his obsessive nature; his lack of social awareness. He says at elementary school he turned in a 177-page report on Delaware, having written off for brochures about the state, even sending stamped addressed envelopes to local companies asking for their annual reports. He was 11. His sisters tell me they knew he was different. Kristi, who's older, says she felt protective of him. \"He was not a normal kid… he would sit in his room and chew pencils down to the lead,\" she said. They're obviously close. Libby, a therapist, tells me she wasn't surprised to hear he believes he is on the spectrum. \"The surprise was more his willingness to say 'this might be the case',\" she says. Gates says he hasn't had a formal diagnosis and doesn't plan to. \"The positive characteristics for my career have been more beneficial than the deficits have been a problem for me,\" he says. He thinks neurodiversity is \"certainly\" over-represented in Silicon Valley because \"learning something in great depth at a young age - that helps you in certain complex subjects\". Elon Musk has also said he is on the spectrum, referencing Asperger's syndrome. The Tesla, X and SpaceX billionaire is famously courting Donald Trump, as are the other modern-day tech bros, Meta's Mark Zuckerberg and Amazon's Jeff Bezos among other Silicon Valley attendees at Trump's inauguration. Gates tells me although \"you can be cynical\" about their motives, he too reached out to the president. They had a three-hour dinner on 27 December \"because he's making decisions about global health and how we help poor countries, which is a big focus of mine now\". I ask Gates, himself a target of some pretty wild conspiracy theories, what he thinks of the decision taken by Zuckerberg after Trump's election to dump fact-checking in the US on his sites. Gates tells me he's not \"that impressed\" by how governments or private companies are navigating the boundaries between free speech and truth. \"I don't personally know how you draw that line, but I'm worried that we're not handling that as well as we should,\" he says. He also thinks children should be protected from social media, telling me there's a \"good chance\" that banning under-16s, as Australia is doing, is \"a smart thing\". Gates tells me \"social networking, even more than video gaming, can absorb your time and make you worry about other people approving you\" so we have to be \"very careful how it gets used\". As for Trump's first pick for US health secretary, Robert F Kennedy Jr, who claims he isn't anti-vaccination but has promoted debunked claims about vaccines, Gates makes short shrift. He tells me RFK Jr is \"misleading people\". The Bill Gates origin story isn't rags to riches. His dad was a lawyer, money wasn't tight, although the decision to send their son to private school to try to motivate him was \"a stretch, even on my father's salary\". If they hadn't, we might never have heard of Bill Gates. He first got access to an early mainframe computer via a teletype machine at the school, after the mothers held a jumble sale to raise the money. The teachers couldn't figure it out, but four students were on it day and night. \"We got to use computers when almost nobody else did,\" he says. Much later, he would set up Microsoft with one of those school friends, Paul Allen. Another, Kent Evans, Gates' best friend, would die tragically age 17 in a climbing accident. As we walk around Lakeside School, we pass the chapel where they held his funeral and where Gates remembers crying on the steps. Together, they'd had big plans. When they weren't on computers, they were reading biographies to work out what factors made people successful. Now Gates has written his own. His philosophy? \"Much of who you are was there from the start.\" The Making of Bill Gates is on BBC Two at 19:00 on Monday 3 February and on iPlayer Source Code: My Beginnings is published on Tuesday 4 February Leon Edwards will also be talking to Louis Theroux, and it’s the 25th anniversary of The Sims. From a viral tea moment to chess glory, a long wedding and popcorn tax - Indian social media had plenty to offer in 2024. The daughter of a US man defrauded by two NI brothers doubts their victims will ever be repaid. He's played some of the biggest roles in gaming, but Troy Baker confesses his latest scared even him. It is alleged the tech giant overcharged companies for its Window Server software, used in cloud computing. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2p4p4l78zo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a622/live/f30c6120-dfee-11ef-be6c-9f3ec92972af.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cdae/live/691705d0-de93-11ef-9eb6-8fdce3e92de3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The deadly floods could be the worst to hit northern Queensland in 60 years, scientists say.",
        "long_description": "The deadly floods could be the worst to hit northern Queensland in 60 years, scientists say. Meteorologists say these could be the worst floods to hit northern Queensland in 60 years. The explosives located in a caravan could have caused a 'potential mass casualty event', authorities have said. Reaction and the best clips to another brilliant day for Australia as they close on a 16-0 Ashes clean sweep. Afghanistan's female cricketers play an exhibition match at the Junction Oval in Melbourne, with the players hoping to \"open doors\" for women in the country. Meteorologists say these could be the worst floods to hit northern Queensland in 60 years. Afghanistan's female cricketers play an exhibition match at the Junction Oval in Melbourne, with the players hoping to \"open doors\" for women in the country. Ed Husic is the first member of a Western government to raise privacy concerns about the Chinese chatbot. Jannik Sinner continues to be an unstoppable force in men's tennis as the Australian Open champion becomes the first Italian to win three major titles. The defendants had denied the diabetic girl her insulin, believing God would save her, a court heard. Amie, a descendant of a Holocaust survivor, meets Cornelia, who is untangling her family's Nazi past. A livestream of an endangered plant's rare bloom in Sydney has captivated the internet. Almost 20,000 people visited Sydney's Botanic Gardens to catch a whiff of a rare plant in bloom. Shelley Sykes' son Rory, an Australian citizen who had cerebral palsy and struggled with mobility, did not follow an evacuation order. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. The deadly floods could be the worst to hit northern Queensland in 60 years, scientists say. Meteorologists say these could be the worst floods to hit northern Queensland in 60 years. The explosives located in a caravan could have caused a 'potential mass casualty event', authorities have said. Australia batter Steve Smith passes the 10,000-run mark in Test cricket during the first day of his side's opening match in Sri Lanka. The defendants had denied the diabetic girl her insulin, believing God would save her, a court heard. Almost 20,000 people visited Sydney's Botanic Gardens to catch a whiff of a rare plant in bloom. The statue in Sydney has been splashed with red paint and had its nose and hand removed. A livestream of an endangered plant's rare bloom in Sydney has captivated the internet. Mittens was flown three times between New Zealand and Australia after being forgotten in a plane's cargo hold. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:14:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fa01/live/455c79b0-e1c5-11ef-8823-ebb3dee37301.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/61b8/live/f7f87e80-e147-11ef-999b-b95a2a33a739.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Asked by the BBC whether he would target the UK with tariffs, Donald Trump says \"it might happen\".",
        "long_description": "Asked by the BBC whether he would target the UK with tariffs, Donald Trump says \"it might happen\". Canadians have begun booing the US anthem at sports games, signalling the depth of anger at steep tariffs issued by Trump. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. US Transportation Secretary Sean Duffy said there was a \"consolidation of air traffic controllers an hour before it was supposed to happen\". Investigators have also located the aircraft's black box, CBS reports. It could provide clues into the cause of the crash. Canadians have begun booing the US anthem at sports games, signalling the depth of anger at steep tariffs issued by Trump. Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal. A mixture of new and old artists pick up prizes as the Grammys ceremony gets underway in Los Angeles. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. Five-time NBA All-Star Luka Doncic joins the Los Angeles Lakers in a huge three-way trade deal. Canada announces retaliatory tariffs against the US, in a move that is likely to be costly for both nations. The move follows talks between Maduro and a Trump envoy that led to the release of six US detainees. The Trump administration has asked federal agencies to cull webpages devoted to gender diversity and sexual health. Trump says he ordered air strikes on a senior attack planner from the Islamic State group in Somalia. People gathered for the annual Groundhog Day winter forecast in the town of Punxsutawney, Pennsylvania. The BBC's Analysis Editor Ros Atkins on the unanswered questions around a fatal crash between a commercial airplane and a military helicopter near Washington DC. A salmon farm's closure led to a race against time as volunteers helped process the thousands of live fish. BBC Weather's Elizabeth Rizzini looks at the meteorological phenomenon hitting North America's west coast. Retaliatory taxes against the US by other nations could lead global trade into uncharted territory. As Justin Trudeau warns Canadians they could face \"difficult days\" ahead, here are four options for retaliation. He told a news conference that diversity hiring efforts at the Federal Aviation Administration may have led to safety issues. Sixty-seven people are believed to have died in Wednesday's disaster, which is being investigated. The victims of the mid-air collision include dedicated flight attendants and talented ice skaters. Investigators have also located the aircraft's black box, CBS reports. It could provide clues into the cause of the crash. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. Canadians have begun booing the US anthem at sports games, signalling the depth of anger at steep tariffs issued by Trump. US Transportation Secretary Sean Duffy said there was a \"consolidation of air traffic controllers an hour before it was supposed to happen\". Punxsutawney Phil has forecast six more weeks of winter in North America after seeing his shadow on Groundhog Day. People gathered for the annual Groundhog Day winter forecast in the town of Punxsutawney, Pennsylvania. Showrunners say the ceremony will look different as they honour fire victims and first responders. The Trump administration has asked federal agencies to cull webpages devoted to gender diversity and sexual health. As Justin Trudeau warns Canadians they could face \"difficult days\" ahead, here are four options for retaliation. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:14:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/9328/live/f0217470-e1d6-11ef-a819-277e390a7a08.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/53c9/live/58313f00-e1b4-11ef-8b4b-8ff682b1bdae.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal.",
        "long_description": "Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal. Trump accuses the US's main trading partners of not addressing concerns over illegal drugs and migration - his main election pledges. US President Donald Trump has ordered that the body of water be renamed the Gulf of America. The president orders the construction of a detention facility at the US Navy base, prompting an angry backlash from Cuba. The BBC's Ione Wells looks at the use of military planes in the new president's crackdown on illegal immigration. Trump accuses the US's main trading partners of not addressing concerns over illegal drugs and migration - his main election pledges. The move follows talks between Maduro and a Trump envoy that led to the release of six US detainees. Neymar has returned to Santos, his boyhood club. BBC Sport looks back at his time with Barcelona, PSG and Al-Hilal, and considers what might happen next for Brazil's record scorer. US President Donald Trump has ordered that the body of water be renamed the Gulf of America. Will the state of emergency declared in Trinidad and Tobago manage to quell the crime wave? Trump appears ready to punish nations he views as not sufficiently supporting hard-line immigration polices. As well as a place to sleep, returning Mexicans will receive food, medicine and help in obtaining documents. The sweeping changes are affecting thousands of migrants, but how do they compare to past policies? Migrants' claims for US asylum have been blown into disarray by Trump's sweeping executive orders on the border. As Donald Trump threatened to impose border taxes, the leaders of America's neighbours said they were prepared to act. Migrants from Cuba and Venezuela have chosen to seek asylum in Mexico after Trump blocked an app that processes immigration claims. Heavy rain across the Brazilian city caused transport chaos and subway overcrowding. The new US President wants to rename the Gulf of Mexico to the Gulf of America. How would that work? Firefighters in Viña del Mar rescued more than 35 revellers trapped aboard a malfunctioning Ferris wheel. Heavy rain across the Brazilian city caused transport chaos and subway overcrowding. Will the state of emergency declared in Trinidad and Tobago manage to quell the crime wave? At least 80 civilians have been killed amid a surge in rebel violence in the Catatumbo region. Donald Trump claims China is operating the key US trade route but Panama says it belongs to them. Attacks between guerrilla groups have also seen thousands displaced from the country's Catatumbo region. The controversial sculpture was unveiled at a ceremony marking 490 years since Peru's capital was founded. Firefighters in Viña del Mar rescued more than 35 revellers trapped aboard a malfunctioning Ferris wheel. He spent more than three years in prison following protests that swept through the island in 2021. A state of emergency has been declared in southern Brazil after heavy rain caused flooding in costal cities. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-02-03 10:14:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/latin_america",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/894f/live/262af930-e1b7-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4713/live/b5a0d560-df57-11ef-88f5-9fd60bc5cfdc.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Genocide against Greenland': The country's dark history - and does it want Trump?",
        "short_description": "On a hill above Nuuk's cathedral stands a 7ft statue of the protestant missionary Hans Egede. He had reopened Greenland's link with Northern Europe in the early 1700s and laid the groundwork for the establishment of Denmark's proudest colonial possession.",
        "long_description": "On a hill above Nuuk's cathedral stands a 7ft statue of the protestant missionary Hans Egede. He had reopened Greenland's link with Northern Europe in the early 1700s and laid the groundwork for the establishment of Denmark's proudest colonial possession. One day in the late 1970s, the bronze figure was suddenly covered in red paint. I remember that day well - I passed the statue every day on my mile long walk to school. I spent two years living on Greenland while my father taught geography at Nuuk's teacher training college. It was apparent not everyone among the Inuit majority was happy about the changes that Egede had brought to Greenland a quarter of a millennium earlier. The clinking of beer bottles in filled plastic bags carried home by the Inuit to their tiny apartments – much smaller, usually, than the ones we Danes lived in – was testimony to pervasive alcoholism, one of the ills that Denmark had brought to Greenland, amid a lot that was undeniably good: modern health, good education. But apart from the paint-covered statue, the dream of Greenland being independent from Denmark was only slowly beginning to manifest itself. At the Teacher Training College right next to my school, the closest Greenland got to having a radical student movement was developing - some young people at the college demanded to be taught in their native Greenland language. By the late 1970s, the capital was called Nuuk and no longer Godthaab, its official name for well over two centuries. Now, decades on, change is afoot once again, as Donald Trump has his eyes on gaining control of the country. Asked in January if he would rule out using military or economic force in order to take over the autonomous Danish territory or the Panama canal, he responded: \"No, I can't assure you on either of those two. But I can say this, we need them for economic security.\" Later on Air Force One he told reporters: \"I think we're going to have it,\" adding that the island's 57,000 residents \"want to be with us\". The question is, do they? Danish Prime Minister Mette Frederiksen has, meanwhile, insisted Greenland is not for sale. \"Greenland belongs to the Greenlanders,\" she said. \"It's the Greenlanders themselves who have to define their future.\" So, what do the island's inhabitants want that future to look like - and if it does not involve them being part of the kingdom of Denmark, then what is the alternative? One poll of Greenlanders suggested only 6% of Greenlanders want their country to become part of the US, with 9% undecided and 85% against. But despite this, Frederiksen knows that the question of what Greenlanders want is a delicate one. Traditionally, Danes have viewed themselves as the world's nicest imperialists ever since they started to colonise Greenland in the 1720s. This self-image has been eroded in recent years, however, by a string of revelations about past high-handedness in dealing with the island's population. In particular, there have been reports of serious wrongs committed against Greenlanders - not in the distant past, but within living memory. This included a controversial large-scale contraceptive campaign. A joint investigation by authorities in Denmark and Greenland is examining the fitting of intrauterine devices (coils) into women of child-bearing age on the island, often without their consent or even their knowledge. It has been reported this happened to almost half of all the island's women of child-bearing age between 1966 and 1970. Last December, Greenland's prime minister Múte Egede described this as \"straightforward genocide, carried out by the Danish state against the Greenland population\". He made the remark while talking to the Danish Broadcasting Corporation in an interview that dealt generally with relations between Greenland and Denmark. Also, in the 1960s and 1970s hundreds of children from the island were taken from their mothers, often on dubious grounds, to be reared by foster parents in Denmark. In some cases, this happened without the consent of the biological mothers, and in other instances, they were not informed that their ties with their children would be cut completely. This left a raw emotional wound that often was not healed decades later. Some of the adopted Greenlandic children were later able to trace their biological parents, but many others were not. A small group demanded compensation from the Danish state in the summer of 2024. If they are successful, it could pave the way for a large number of similar claims by other adoptees. Iben Mondrup, a novelist who was born in Denmark and spent her childhood in Greenland, sees the recent events as a rude wake-up call for the Danes who have been accustomed to viewing themselves as a benign influence in Greenland. \"The entire relationship has been based on a narrative that Denmark was helping Greenland, without getting anything in return,\" she says. \"We have talked about Denmark as the motherland that took Greenland under its wing and taught it gradually to stand on its own feet. There has been a widespread use of educational metaphors. \"We Danes constantly return to the idea that Greenland owes us something, at least gratitude.\" Opinion polls carried out in recent years indicate a fairly consistent pattern in which around two-thirds of Greenland's population say they want to be independent. A survey carried out in 2019 showed support of 67.7% for the move among adult Greenlanders. Jenseeraq Poulsen, director of Oceans North Kalaallit Nunaat, an environmental charity in Nuuk, says: \"As I see it, Greenland has now grown up, and our sense of self-worth and our self-confidence requires that we can start making our own decisions as adults on an equal footing with other nations. \"It's important for a country to not be in a straitjacket,\" Nunaat continues. \"We shouldn't have to ask for permission to do anything. You know the feeling [as a child] when you have to ask your parents something and they say you can't? That's what it's like.\" And yet the word \"independence\" may not fully capture the complexity of the challenges and choices that Greenland faces, according to Poulsen. He says he doesn't like the word \"since everyone is interdependent in the modern world\". He adds: \"Even Denmark, which is a sovereign state, is interdependent… I prefer the word statehood.\" Not a huge amount is known about the mechanics of how Trump proposes to acquire Greenland. When he first floated the idea in 2019 he said it would be \"essentially a large real-estate deal\". The extent to which Greenland would remain autonomous under US rule is unclear. So too is how its benefits system would work. After the proposal to buy the island, Trump has now doubled down on his rhetoric, apparently open to satisfying his territorial ambitions in the North Atlantic by military means. The visit by Donald Trump Jr and members of Trump's team added visual emphasis to the then president-elect's words but not everyone on Greenland was wowed. \"That makes us dig in our heels and say, 'Please control yourself,'\" says Janus Chemnitz Kleist, an IT manager for the Greenland government. \"Some people who might previously have had a positive attitude towards closer ties with the United States have started reconsidering.\" Aaja Chemnitz, a member of Danish parliament for the left-leaning party Inuit Ataqatigiit, has her own take on what needs to be done to pave the way for independence, in whatever form that may take. First, she argues that it is important to reverse what she describes as a mild brain drain out of Greenland. She says only 56% of young Greenlanders who are educated at universities and colleges in Denmark and other countries return upon graduation. \"That's not a very high number. It would be good if we could make it more attractive for them to return home and take up some of the positions that are important in Greenland society,\" she says. But in her view there is a broader economic issue too. \"Political and economic independence are interconnected,\" she says, \"and it's crucial that we cooperate with Denmark on the development of business in Greenland but also work with the Americans on the extraction of raw materials and the development of tourism.\" At present, the Greenland economy is heavily reliant on the so-called block grant, a subsidy paid by the Danish government that in 2024 amounted to the equivalent of around £480m a year. As this subsidy would likely disappear after independence, one of the most important challenges facing the Greenlanders is to find ways to replace it, explains Javier Arnaut, an economist at the University of Greenland in Nuuk. \"The economy is one of the main factors holding back the movement towards independence,\" he says. \"The economy is reliant on the Danish block grant, and if it disappeared, Greenland would have a large hole in the public budget that would need to be filled. \"The question is how. If the gap could be filled, for example, by increasing fiscal revenue through projects in mining with new partners, a clearer path towards economic independence could emerge.\" There is another question – not unimportant in a Nordic-style welfare state where a large part of the economy is under government control – of what would happen to all those health and social benefits that Greenland currently receives as a result of its relationship with Denmark. Currently, these benefits include access to treatment in Danish hospitals. Ask Greenlanders whether they want separation from Denmark, and most who say they do have a caveat - only if it does not cost them their welfare system. The question of what happens to the welfare system would be particularly acute in the event of a US takeover of Greenland given the American welfare state is not only smaller than those in the Nordic countries but of those in most other Western countries. But not everyone is convinced by suggestions that Greenland's cancer patients, for example, would suddenly have nowhere to go in case of independence. Pele Broberg, Greenland's former foreign minister and now chairman of the political party Naleraq, cites Iceland, which left the Danish kingdom in 1944 as an example. \"Iceland still sends medical patients to Denmark,\" he says. \"They still have students studying in Denmark, and vice versa. I have a hard time seeing what kind of obstacles Denmark would like to put up if we decide to leave the kingdom. \"It's rhetoric meant to scare us from having a discussion about independence,\" he argues. However, some Greenlanders believe that true independence may never be accomplished because of these very concerns. Mr Chemnitz Kleist argues: \"The kind of independence that you see in countries like Denmark or Belgium or Angola will never happen here. \"With such a small population, some of it not well educated, and with a complex welfare system which we would like to keep, we can never become independent in the way the word is usually understood.\" All of these issues have been discussed for years, but they have suddenly attained a new sense of urgency with Trump's apparent bid for control of Greenland. But regardless of who sits in the White House, the question is whether Greenlanders would see any benefit in raising cooperation levels with the United States - and if so, to what extent? \"Greenland's national project is all about spreading out the island's dependence in order to have as many ties as possible with the outside world,\" says Ulrik Pram Gad, a senior researcher at the Danish Institute for International Studies and an expert on the Arctic region. It is in this context that some Greenlanders are warming to the model of a \"free association\" with either Denmark or the United States – replicating a similar loose arrangement between the United States and certain islands in the Pacific. \"The problem is that Greenland feels swallowed up by Denmark,\" says Mr Pram Gad. \"It aims to feel less constrained and less dependent on just one country. Free association is not so much about 'association' and more about 'free'. It's about having one's own sovereignty.\" Donald Trump's threat to take over Greenland may have been unexpected but with the trip to Nuuk his team were well aware there was a thread to be pulled at, that his security concerns come at a time when many Greenlanders are considering their future. \"In recent years all these stories have emerged and placed the modernisation narrative in a different light. The whole idea that Denmark was pursuing an altruistic project in Greenland has been challenged,\" says Iben Mondrup. \"The project that the Greenlanders were told was for their own good was actually not good for them after all. This gives rise to all kinds of thoughts about the status of the Greenlanders inside the Danish kingdom. It adds fuel to the criticism that has developed in Greenland in recent years about the idea of a community with Denmark.\" But if it's not only Denmark and it's not only America, who else can Greenland turn to? Surveys suggest that a majority of the island's inhabitants would like to step up cooperation with Canada and Iceland. Mr Broberg, the party chairman, likes the idea, and he throws Norway into the equation as well. \"We have more in common with Norway and Iceland than we have with Denmark,\" he says. \"All three of us have a presence in the Arctic, unlike Denmark. The only reason I leave open the possibility of a free association with Denmark after independence is it may put some Greenlanders at ease because they are used to the relationship with Denmark.\" Still, the question is: Would Canada and Iceland want to take on the task of providing the social benefits that Greenlanders covet? The answer would almost certainly be no. In this way, the future presenting itself to the Greenlanders is both exhilaratingly open and at the same time depressingly narrow. Peter Harmsen is a journalist at Weekendavisen. He spent time as a child living in Greenland. Top picture credit: Getty Images BBC InDepth is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below. Investors are bracing for a potential trade war that could hit the earnings of major companies. Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. Canadians have begun booing the US anthem at sports games, signalling the depth of anger at steep tariffs issued by Trump. Canada announces retaliatory tariffs against the US, in a move that is likely to be costly for both nations. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4gpgqqzqymo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/54fa/live/63affef0-cf4b-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b561/live/0d17d250-cf6b-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "How world responds to Trump's tariffs is what matters next",
        "short_description": "It was not a bluff, the tariffs are here - and this is just the opening salvo from the Oval Office.",
        "long_description": "It was not a bluff, the tariffs are here - and this is just the opening salvo from the Oval Office. The world trading system has not been here before. A slide towards a wider trade conflict is very much on the cards, as President Trump prepares similar tariffs firstly against Europe, and then at a lower level universally. But what matters as much as the actions the US takes, is how the rest of the world responds. That, in turn, requires a judgement about what the president is actually trying to achieve. Trump regularly changes his rationale for tariffs - either to coerce diplomatic change, to deal with trade imbalances or to raise significant revenues. These policy objectives cannot all be achieved simultaneously. For example, learning from the experience of Trump's first term \"China deal\", Western diplomats have been scrambling to find lists of US goods they might buy more of, in order to give the White House some wins. Europe could say it is increasing its purchases of US shipments of liquefied natural gas, or arms, or specialised magnets for wind farms. It doesn't really matter if these trends were already in train, as long as the US president can be allowed to chalk up a \"win\". But is changing trade deficit numbers really the aim here? Officially, the rationale for Trump's move is punishment for the trade in the synthetic opioid fentanyl, but that is widely seen as a legal pretext for \"emergency\" action that would normally require a congressional decision. Canada has signalled it will take a robust approach to Trump, best articulated by the contender to be the country's next prime minister, Mark Carney. \"We will retaliate … dollar for dollar\" he told the BBC, ridiculing the fentanyl rationale and saying Canada would \"stand up to a bully\". This is significant whether or not Carney succeeds Justin Trudeau and ends up chairing the G7, which is the group of the world's seven largest so-called \"advanced\" economies. As a former governor of the Bank of England, Carney witnessed Trump on the world stage at G20 and G7 meetings first hand and has clearly concluded that the US leader only respects strength. He had a coded warning for any nation seeking to stay quiet and not catch the eye of the president: \"Good luck.\" In recent conversations I have had with European trade negotiators, they have stressed cooperation and partnership, as well as deals with the US. When asked, they avoided directly criticising even the extraordinary suggestion of using tariffs against Nato ally Denmark over the fate of Greenland. The real question here is whether the rest of the world, even tacitly, coordinates retaliatory tariffs on, for example, high profile political supporters of President Trump, such as Elon Musk, which is a typical feature of previous smaller disputes. Tesla, the electric vehicle maker led by Musk, last week warned on the impact of tit-for-tat tariffs. All of this would be aimed at making the rival courts around the Oval Office, and interests in Congress, assert their concerns about the impact on US factories' global exports. This is all before the impact on US domestic prices. This could also come, more circuitously, through the application of a planned carbon trade tax in various jurisdictions. Exactly how this plays out depends on perceptions of just how powerful the US remains. Some nations may conclude that these days, there are other options in the world. With tariffs threats being sprayed in multiple directions every day, the world is in uncharted territory. Investors are bracing for a potential trade war that could hit the earnings of major companies. The US president's talk about taking control has come at a time when many on the island are already considering their future Donald Trump's tariffs on imports from Canada and Mexico will come into effect on Tuesday - but could Ireland be next? Secretary of State Marco Rubio visited the country amid US threats to retake control of the Panama Canal. The Trump administration grants Musk's team access to system that controls the flow of trillions of dollars in funds, US media report. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c0lzxz7kg4wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c817/live/29dda760-e0fb-11ef-bd1b-d536627785f2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/19ab/live/98b74690-e09d-11ef-a544-6d6714619779.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]