[
    {
        "title": "NewsNews",
        "short_description": "It has taken 23 years and cost almost £2bn, but the major road will be finished later in 2025.",
        "long_description": "It has taken 23 years and cost almost £2bn, but the major road will be finished later in 2025. She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster. The former US president, an avid reader of the works of poet Dylan Thomas, visited Wales multiple times. After a tumultuous 2024 in Welsh politics, BBC Wales political editor Gareth Lewis asks what's next. Many local people opposed the move, part of a £70,000 savings target for the library service. She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster. Bosses urge people to be mindful of calling 999 unnecessarily amid \"significant pressures\". Newly-released papers reveal a handwritten note by Blair, calling part of Morgan's speech \"rubbish\". The former US president, an avid reader of the works of poet Dylan Thomas, visited Wales multiple times. Mr Jones, first minister from 2009-18, left after the death of Carl Sargeant. A holiday let with a window described as massive and obtrusive is refused planning permission. A council says it cannot afford to keep offering traders a temporary market space. MS who was later found to have touched two women inappropriately invited to US religious event. The agency says assessments before last month's storm did not suggest the severe floods coming. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:47",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bb0d/live/a2df4820-cc1b-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1d13/live/472b6ac0-cb73-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Zendaya engagement rumours and other Globe highlights",
        "short_description": "The Golden Globes were a night to celebrate film, TV, and... love.",
        "long_description": "The Golden Globes were a night to celebrate film, TV, and... love. Last year, Timotheé Chalamet sent the internet into a frenzy as he piled on the PDA with his girlfriend Kylie Jenner at the ceremony, and this year it was date night again as the pair cosied up throughout the evening. There was even more love in the air as A Different Man star Sebastian Stan is now officially officially dating Annabelle Wallis. He shouted out that he loved her during his acceptance speech for best actor in a musical or comedy film. And if that isn't enough romance for you then Zendaya has stolen the show with rumours of a potential engagement. Here's more on that and eight other highlights from the awards ceremony that you may have missed. Zendaya brought her usual effortlessly sleek style to the red carpet but the internet seemed less interested in her burnt orange gown and more about what was on her finger. The Challengers star was sporting a large diamond ring on the fourth finger of her left hand and some thought it might be a sign that she's engaged. The 28-year-old has been dating Spider-Man actor Tom Holland for the past four years. Fans immediately started speculating about their possible engagement, but one pointed out on X: \"They're very protective about their relationship, so would she actually wear the ring on the red carpet?\" If you're hosting the Golden Globes, naturally you've got to look the part. For Nikki Glaser that meant a whopping a 10 dresses across the three hour ceremony. The comedian started off the night wearing a strapless metallic dress on the red carpet before switching to a halter neck silver sequined gown to kick the ceremony off. The 40-year-old seemed to use every advert break across the show to switch into something different backstage and some of her other outfits included a sparkly purple dress, a high-slit red gown and a tight-fitting black plunge number. Our personal favourite outfit? A Wicked-inspired bright pink sequined dress that she wore with a pope's hat as she sang \"you're going to be pope-ular\". If you even go to the bathroom at The Beverly Hilton, you're likely to run into a celebrity. Turn the corner, bam - Melissa McCarthy. Turn another - Jean Smart and the rest of the cast of Hacks. The hotel in the heart of swanky Beverly Hills had a large security perimeter with barriers, armed guards and patrols, but once a person is inside - it's like a playground for Hollywood's A-list. Some hunted for drinks, others were wrangled by publicists to interviews and photo shoots with eager journalists. Roaming around the hotel, Selena Gomez, hot off her film Emilia Pérez winning four awards, was seen with her new fiancé Benny Blanco. He kissed her shoulder as he trailed behind her in an intimate moment. Shōgun, a series set in 17th century Japan, was a big winner at the Globes, taking home four awards. Star Hiroyuki Sanada won best male actor in a drama TV series and backstage told the BBC that he hopes the show and their wins could \"could break the wall of language\" and open \"doors much wider\" not only for Japanese actors and projects but those across the globe. His co-star Tadanobu Asano won best male supporting actor in a TV series and clearly shocked, jumped out of his seat and, in Japanese custom, bowed repeatedly - first to those at his table then everyone in the audience and then to the cameras, which had panned to him. \"Wow!\" he said when handed the award on stage. He acknowledged that he's a new talent in the US and started off by introducing himself to the crowd. \"Maybe you don't know me, so I'm an actor from Japan and my name is Tadanobu Asano,\" he said as the crowd laughed. \"I'm very happy!\" he shouted through excited laughter, concluding his acceptance speech. Backstage, he said his message to other Japanese actors: \"If I can do this, anyone can.\" Irish actor Colin Farrell picked up his third Golden Globe, for playing the Batman villain in the HBO series Penguin. Accepting his speech he mentioned some of the other nominees in his category including fellow Irishman Andrew Scott. He recalled their first movie together, Drinking Crude, and said: \"[Andrew] who I did my first film with 25, 30 years ago. You can't even find it on Betamax. It doesn't exist. But we go back that far.\" He added to Scottish actor Richard Gadd, whose experience of stalking and sexual assault inspired the Netflix hit series Baby Reindeer, that \"you broke my heart with your work this year\". In his speech, Farrell also spoke about the three hours it took to be fitted with prosthetics to make him the bloated villain in Penguin. \"In the morning, I drank black coffee, listened to 80s music, and I became a canvas for that team's brilliance.\" Farrell also said: \"Thank you for employing me. And yeah, I guess it's prosthetics from here on out.\" Backstage, Mr Farrell acknowledged his lengthy Hollywood career and said despite his win, \"I certainly don't consider myself at the top of any pile\". He said after his nearly 30 years acting, he doesn't feel a sense of pride, but rather, just feels \"very grateful\". We've all been holding space for Wicked this year and Michelle Yeoh and Jeff Goldblum were providing us with our Wizard of Oz fix in classic boomer style. \"People have been calling me Zaddy but I don't know what that means,\" Goldblum said while Yeoh added that she was just as confused by people telling her that she's been \"serving mother\". Despite being clueless to the meaning of the Gen Z language and looking even more baffled as Cynthia Erivo and Ariana Grande tried to explain the meaning behind these words, they both said they love it. \"Let's see who ate,\" Goldblum said as he introduced the nominees for a category. Backstage the cast of Wicked spoke to the BBC about whether there was a future for the Land of Oz in a TV series. The film's producer Marc Platt joked that the film \"is already a show\" - on Broadway. Beyond that, though, he said: \"It's hard to predict.\" Asked by the BBC about the film transcending into a culture phenomenon with countless memes and viral clips, Platt said it speaks to the \"timeless\" material the film is based on. \"When something becomes a cultural phenomenon, you can't really predict that. It's very exhilarating,\" he said. Sir Elton John joked about his sight loss as he presented the award for best original film score with Brandi Carlile, who he sang the track Never Too Late with. The 77-year-old singer revealed in September that his vision has been affected in his right eye after contracting an infection in the summer. In December he said he had been unable to watch his own musical, The Devil Wears Prada, due to the infection. But, on stage he told the audience: \"There has been a lot of stories going around about my regressive eyesight, and I just want to reassure everyone it is not as bad as it seems.\" \"I'm so pleased to be here with my co-host, Rihanna,\" he joked. Sir Elton cheered as it was announced that US musician Trent Reznor and English composer Atticus Ross won the award for the musical score for erotic tennis film challengers. Fernanda Torres's surprise win for best drama actress in the Brazilian political thriller I'm Still Here even surprised her. She called the win over Hollywood heavyweights - including Angelina Jolie, Nicole Kidman and Kate Winslet - both \"strange\" and \"weird\". \"I never thought I would win\", she said, because there were \"so many great performances in English, so this tells so much about the difference in cinema nowadays.\" She was asked about the celebrations happening back in her home country of Brazil, with one reporter remarking that it was like she'd won the country the World Cup. \"It is something very patriotic that's happening in Brazil with this film,\" she said, noting the country was \"very happy\" thanks to the Golden Globes. In her acceptance speech she noted that the only other Brazilian actor to be nominated at the Globes was her mother, Fernanda Montenegro. Several winning actresses tackled the topic of age at the awards. Demi Moore, 62, noted in her acceptance speech for best film actress in The Substance that she'd spent much of her career believing that while she was successful, she would never receive any major Hollywood accolades. She said the award reflected the message of the film, a body horror about a woman who trades her body for a younger, more beautiful version of herself. \"I'll just leave you with one thing that I think this movie is imparting is in those moments when we don't think we're smart enough or pretty enough or skinny enough or successful enough, or basically just not enough,\" Moore said. \"I had a woman say to me, just know you will never be enough, but you can know the value of your worth if you just put down the measuring stick. After winning her award, she told journalists backstage about how many women spend much of their lives as caretakers and don't get to spend their energy outward. And now, at 62, she is and \"it feels really damn good\". Jodie Foster, who is the same age as Moore, won the award for best actress in a limited series and said the 60s are a \"golden age\" because there's like \"a hormone that happens when suddenly you go, 'Oh, I don't really care about all the stupid things anymore\". She called this era the \"most contented moment in my career.\" Winners included Demi Moore, Emilia Pérez, The Brutalist and Wicked, while Baby Reindeer and Shōgun won the big TV prizes. As the Oscars race starts to take shape, here's the ABC (Anora, Blitz, Conclave) of films to watch. The 62-year-old's win caps a triumphant comeback and puts her in a strong position ahead of the Oscars. Emilia Pérez took home the most awards with four, closely followed by The Brutalist. Other stars at the event in Los Angeles on Sunday included Nicole Kidman and Angelina Jolie. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cr56933dq2do",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/23fb/live/99fba490-cbf0-11ef-8716-8bf16ba7be61.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ad9/live/75742e20-cc46-11ef-aa06-a1b988c7036b.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "More Vietnamese attempted small-boat crossings in early 2024 than any other nationality - what makes them risk this dangerous journey?",
        "long_description": "More Vietnamese attempted small-boat crossings in early 2024 than any other nationality - what makes them risk this dangerous journey? With new financial backers and a rapidly growing base, Reform UK seems to have momentum, but will it last? Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side Safety issues with the Boeing 737 Max and mass employee strikes made for a challenging 2024. New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side What the conflict in 2024 means for 2025... Advances in technology raise questions about the need to send people to space - and the risks and cost Safety issues with the Boeing 737 Max and mass employee strikes made for a challenging 2024. From cancer battles to an ongoing family fallout, it was a testing year. But it also gave a telling glimpse into his approach to leadership Are extreme fantasies about dominating women that were once just that - fantasies - now becoming more normalised in reality too? As those in the lucrative Captagon network move aside, how will the new leaders stop any criminals waiting in the wings to replace them? The offensive that ended Bashar al-Assad's 24-year rule has left the country facing an uncertain future The verdicts aren't yet in - but the trial has already started changing the conversations around consent in the country and beyond. Reform’s former communications director is on More countries are banning surrogacy – but demand is growing The government wants to end the sale of petrol cars by 2030. In 2000, two Polish students started creating a smart speaker which sounded human On 7 July 2005, four bombs explode in London, followed by a further attack. The truth about the Maria Callas myth and the gift of her extraordinary voice. Discover how midwives take care of the new lives in the London borough of Poplar. Does a successful entrepreneur still experience self-doubt despite all his success? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7b93/live/09527390-b7ca-11ef-aff0-072ce821b6ab.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a35e/live/1efefe60-c9eb-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Canada's Prime Minister Justin Trudeau resigns",
        "short_description": "Under growing pressure from his own party, Canadian Prime Minister Justin Trudeau has announced he will step down and end his nine-year stretch as leader.",
        "long_description": "Under growing pressure from his own party, Canadian Prime Minister Justin Trudeau has announced he will step down and end his nine-year stretch as leader. Trudeau said he would stay on in office until his Liberal Party can choose a new leader, and that parliament would be prorogued - or suspended - until 24 March. \"This country deserves a real choice in the next election and it has become clear to me that if I'm having to fight internal battles, I cannot be the best option in that election,\" he said during a press conference Monday. Trudeau's personal unpopularity with Canadians had become an increasing drag on his party's fortunes in advance of federal elections later this year. \"Last night, over dinner, I told my kids about the decision that I'm sharing with you today,\" he told the news conference in Ottawa. \"I intend to resign as party leader, as prime minister, after the party selects its next leader through a robust nationwide competitive process,\" he said. The president of the Liberal Party, Sachit Mehra, said a meeting of the party's board of directors would be held this week to begin the process of selecting a new party leader. In a statement, he added: \"Liberals across the country are immensely grateful to Justin Trudeau for more than a decade of leadership to our Party and the country.\" \"As Prime Minister, his vision delivered transformational progress for Canadians, including with the Canada Child Benefit and $10-a-day child care, Canada's first-ever national climate plan, support that saved businesses and helped Canadians through a once in a generation global pandemic, and the establishment of dental care and universal pharmacare,\" Mr Mehra said. Conservative leader Pierre Poilievre said \"nothing has changed\" following Trudeau's resignation. \"Every Liberal MP and Leadership contender supported EVERYTHING Trudeau did for 9 years, and now they want to trick voters by swapping in another Liberal face to keep ripping off Canadians for another 4 years, just like Justin,\" Poilievre wrote on X. Trudeau, 53, had faced growing calls to quit from inside his Liberal Party, which ramped up in December when deputy prime minister and long-time ally Chrystia Freeland abruptly resigned, citing Trudeau's perceived failure to not take US President-elect Donald Trump's threats of tariffs on Canadian goods seriously. In a public resignation letter, she accused Trudeau of not doing enough to address the \"grave challenge\" posed by Trump's proposals. Trump has promised to impose a tax of 25% on imported Canadian goods - which economists have warned would significantly hurt Canada's economy - unless the country takes steps to increase security on its shared border. Canada has since announced that it will implement sweeping new security measures along the country's US border. Trudeau said Monday that he had hoped Freeland would have continued in her post, \"but she chose otherwise.\" Under Trudeau, the Liberal Party has governed as a minority party with the support of several smaller parties, but the prime minister has struggled to keep the coalition together while trying to fight high inflation and housing prices. Following Freeland's resignation, Trudeau lost the support of parties that had previously helped keep the Liberals in power - the Quebec nationalist party, Bloc Quebecois, and the left-leaning New Democrats. The largest opposition party, the Conservatives, have maintained a significant two-digit lead over the Liberals in polls for months - suggesting that if a general election were held today, the Liberals could be in for a significant defeat. The Liberals have also lost a series of special elections in recent months, including in former party strongholds in Toronto and Montreal, underscoring the party's political troubles. Trudeau announced his intention to quit before his party's national caucus meets on Wednesday. Liberals will now choose a new leader to take the party into the next election, which must be held on or before 20 October, although Trudeau's resignation is likely to prompt calls for an earlier vote. Trudeau is the son of Canadian Prime Minister Pierre Trudeau, who dominated the country's politics in the 1970s and '80s. The younger Trudeau became prime minister after the Liberal Party won a sweeping majority in 2015 amid a promise to usher in a new, progressive era of \"Sunny Ways\". His record includes a commitment to gender equality in his cabinet, which continues to be 50% women; progress on reconciliation with Indigenous people in Canada; bringing in a national carbon tax; implementing a tax-free child benefit for families; and legalising recreational cannabis. But in recent years, clouds also began to hang over Trudeau's government, which weathered a series of often self-inflicted scandals, including a controversy over a deal with a Canadian firm facing corruption charges and photos that emerged of the prime minister wearing brownface makeup. In 2019 the Liberals lost their majority and have governed as a minority party ever since. A snap federal election called by Trudeau in September 2021 handed the Liberals another minority government, as voters expressed frustration at going to the polls during the pandemic. Vaccine mandates and other restrictions were also met with fierce backlash by some Canadians, leading to the Freedom Convoy protests in early 2022. Trudeau eventually used unprecedented emergency powers to remove the protesters. As Canada began to emerge from the pandemic, housing and food prices skyrocketed, and his government pulled back on ambitious immigration targets as public services began to show strain. By late 2024, Trudeau's approval rating was at its lowest - just 22% of Canadians saying they thought he was doing a good job, according to one polling tracker. Provides an overview of Canada, including key dates and facts about this North American country. Trudeau says he intends to resign as party leader and as prime minister after the party selects its next leader. Cabinet ministers, a former central banker and a one-time provincial premier are all reportedly eyeing the top job. The pressure has been building for months, with sinking poll numbers for the prime minister's ruling Liberal Party. While Trump eyes Greenland, Norway and Russia have put the brakes on their polar region investments. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c878ryr04p8o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/13F39/production/_128312718_bbcmp_canada.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5073/live/83e0aac0-cc4a-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Doctors say Jagjit Singh Dallewal's health has deteriorated but he has refused medical aid so far.",
        "long_description": "Doctors say Jagjit Singh Dallewal's health has deteriorated but he has refused medical aid so far. BBC Sport and data analysts CricViz look at five talking points from the Australia and India series and what England can learn about their next two opponents. Several flights and trains were delayed as a thick blanket of fog engulfed Delhi and surrounding areas. The deadly gas leak at the Union Carbide factory in central India killed thousands in 1984. The Lijjat co-operative, run by women, employs more than 45,000 people and is famous for its crispy poppadoms. BBC Sport and data analysts CricViz look at five talking points from the Australia and India series and what England can learn about their next two opponents. Mukesh Chandrakar's corpse was found with severe injuries consistent with a blunt-force attack, police say. Australia's series against India lived up to the weighty expectations, says home captain Pat Cummins after his side won 3-1 to regain the Border-Gavaskar Trophy. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. Several flights and trains were delayed as a thick blanket of fog engulfed Delhi and surrounding areas. People are lining up to meet the 10-year-old internet sensation, but will fame guarantee opportunities to her? A books-for-grain deal allowed India to get crucial food aid while US libraries built up a treasure trove of literature. From a viral tea moment to chess glory, a long wedding and popcorn tax - Indian social media had plenty to offer in 2024. Women-led Indian films have made a splash across the world this year, including at major festivals. A man of few words, Manmohan Singh led the country from the front - but was deeply misunderstood along the way. The rate of India’s economic growth is still robust, but the latest GDP figures signal a slowdown. Rumeysa Geligo from Turkey towers over Jyoti Amge from India, who stand at 7ft 0.7, and 24.7in, respectively. Indian tycoon Ratan Tata spoke to the BBC on the 50th anniversary of India's independence. The legendary business tycoon has died at the age of 86. Authorities in the eastern city of Kolkata announced plans to discontinue its iconic trams first set up in 1873. Australia have joined South Africa in June's World Test Championship final - BBC Sport looks at the points table, how it all works and how you can follow the final. BBC Sport and data analysts CricViz look at five talking points from the Australia and India series and what England can learn about their next two opponents. Doctors say Jagjit Singh Dallewal's health has deteriorated but he has refused medical aid so far. Mukesh Chandrakar's corpse was found with severe injuries consistent with a blunt-force attack, police say. Reports, results and scorecards from India's five-Test tour of Australia. Australia's series against India lived up to the weighty expectations, says home captain Pat Cummins after his side won 3-1 to regain the Border-Gavaskar Trophy. Australia race to victory on day three of the Fifth Test in Sydney with Scott Boland taking 6-45 to help regain the Border-Gavaskar Trophy. Watch highlights as Australia beat India by six wickets in Sydney and win the five-match Test series 3-1. Debutant Beau Webster scores the winning runs as Australia beat India by six wickets to regain the Border-Gavaskar Trophy. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:51",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e8d4/live/c4c191c0-c9ad-11ef-914c-511957884ecf.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5f8b/live/f1c782b0-cc32-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Sophia Kelemen died in hospital on Friday, a day after the crash in a multi-storey car park.",
        "long_description": "Sophia Kelemen died in hospital on Friday, a day after the crash in a multi-storey car park. They withdrew from the Welsh second tier in February 2022 and have remained inactive since. It has taken 23 years and cost almost £2bn, but the major road will be finished later in 2025. It comes amid a new weather warnings covering almost all of Wales’ 22 counties. Owain Wyn Evans says The Vivienne's death marks a sad day for the LGBT and drag communities. They withdrew from the Welsh second tier in February 2022 and have remained inactive since. Corey Beavis \"lit up any room he walked into, with his larger than life character\", his family said. Daniel Andreas San Diego, who is wanted over a bombing in 2003, was arrested in rural north Wales. It has taken 23 years and cost almost £2bn, but the major road will be finished later in 2025. The Christmas Day episode figures make it one of the most watched scripted TV shows of the century. Sgt Rhodri Davies is accused of using unreasonable force against Tariq Evans. Mark Lewis says fans like him who use incontinence products currently have to put them in food bins. Over the past few years Megan Winstone has taken photographs for Vogue, Kerrang! and Dr. Martens. She was the first ever female Welsh Lib Dem to hold ministerial office at Westminster. Will swapping a southern English accent for a Welsh lilt work to gain opponents trust? Adherents say they are pushing back against “moreitis”- the need to do greater and grander things. Amy Dowden says the move means \"hopefully\" she and her husband can have a baby. Mike Thomas anxiously awaits news of whether he will keep getting his life-extending MND treatment. In the words of one ex-Wales player, qualifying for a first major tournament makes it \"our time\". When Elen met Charlotte she did not suspect her accent was being put on for effect. Residents in the village were shocked after hearing a very loud bang and seeing a large orange flame. A number of houses in Flintshire are flooded after a brook bursts its banks. The roadworks have been in place since before wifi, smartphones and social media. Many people in the north of England and Wales woke up to wintery scenes. Former St Helens wing Regan Grace joins Cardiff from Bath for the rest of the 2024-25 season. Luke Littler headlines the Premier League Darts line-up as Stephen Bunting returns to the eight-player elite tournament. Cardiff great and former Wales international Meirion Roberts dies at the age of 90. The New Saints claim they have yet to receive a transfer fee from Saudi Pro League club Al-Orobah for striker Brad Young. Wycombe boss Matt Bloomfield believes centre-back Joe Low is \"destined to go on to better things\" amid speculation about the Wales international's future. Heddlu'n cadarnhau fod dyn 33 oed wedi ei gyhuddo ar ôl i ferch chwe mis oed farw yn dilyn y gwrthdrawiad. Cadeiryddion llywodraethwyr pedair ysgol yng Ngheredigion wedi eu cyhuddo o bardduo enw da uwch swyddogion y cyngor sir. Y Gymraes, Megan Jones, yn dweud sut mae rygbi yn ei helpu wedi marwolaeth ei rhieni o fewn misoedd i'w gilydd. Cafodd Trishna Singh-Davies ei geni yng Nghaerfyrddin, i rieni Pwnjabaidd o Faleisia. O stori'r geni i banto Cinderella, mae Rachel yn gweddnewid blychau post Y Rhyl dros gyfnod y Nadolig. It comes amid a new weather warnings covering almost all of Wales’ 22 counties. Corey Beavis \"lit up any room he walked into, with his larger than life character\", his family said. They withdrew from the Welsh second tier in February 2022 and have remained inactive since. A number of houses in Flintshire are flooded after a brook bursts its banks. Sgt Rhodri Davies is accused of using unreasonable force against Tariq Evans. Owain Wyn Evans says The Vivienne's death marks a sad day for the LGBT and drag communities. Daniel Andreas San Diego, who is wanted over a bombing in 2003, was arrested in rural north Wales. When Elen met Charlotte she did not suspect her accent was being put on for effect. Sophia Kelemen died in hospital on Friday, a day after the crash in a multi-storey car park. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:52",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f20c/live/8f27e6d0-cc33-11ef-b19f-35bc04f01269.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3230/live/1499cb70-cc53-11ef-8b37-bf7558ff1bfd.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Canada's Trudeau resigns citing 'internal battles' in governing party ",
        "short_description": "Justin Trudeau has announced his resignation as leader of Canada's governing party after nearly a decade as prime minister",
        "long_description": "Justin Trudeau has announced his resignation as leader of Canada's governing party after nearly a decade as prime minister Trudeau said in a news conference in Ottawa that he will stay on as PM until a new Liberal Party leader is chosen \"This country deserves a real choice\" at the next election, he said, announcing that parliament will be prorogued until 24 March You can read Trudeau's resignation speech in full here Opposition party leaders, including the Conservatives' Pierre Poilievre and the New Democrats' Jagmeet Singh, responded by hitting out at Trudeau and his time in leadership Trudeau had been under growing pressure from within his party and elsewhere to step down Who could replace Trudeau as Liberal Party leader? Ex-Deputy PM Chrystia Freeland and former central banker Mark Carney are among the potential successors This video can not be played Watch: Justin Trudeau resigns as Canadian prime minister Edited by Lisa Lambert and Brajesh Upadhyay White House Press Secretary Karine Jean-Pierre just spoke to reporters on Air Force One and called Trudeau a \"stalwart\" friend of the United States. She said the Biden administration had worked with Trudeau on a range of issues as close allies and members of the G7. \"The president is grateful for the prime minister's partnership on all of that and for his commitment to defending Norht America from the geopolitical threats of the 21st century and the work we have done together to sustain North America's status as the world's most economically competitive region,\" she said. Holly HonderichBBC News, Toronto Justin Trudeau's resignation today brought a stunning end to a gifted politician's tenure who in 2015 carried the Liberal party from third to first place, a feat that won him his first federal election. But a series of ethics scandals early on began to take the sheen off his new government - he was found to have violated federal conflict of interest rules in the handling of a corruption inquiry â\u0080\u0093 the SNC-Lavalin affair - and for luxury trips to the Bahamas. He weathered the crises and held on for two more federal elections, but his staying power finally seemed compromised in the latest term. Polls showed his popularity plummet amid compounding affordability and housing crises, while his minority government struggled to maintain control in Parliament. Trudeau batted away suggestions that he step aside as Liberal leader before the 2025 election, insisting he was the best person to defeat his rival, Conservative Party leader Pierre Poilievre. But in December, the prime minister suffered a major blow. His long-time ally, Deputy Prime Minister and Finance Minister Chrystia Freeland resigned from the cabinet with a stinging public letter suggesting she had lost faith in him. From there, calls for Trudeau to quit grew within his own party and a new poll showed the Liberal's popularity had fallen to an all-time low of 16%. By Christmas, Trudeau's position appeared to slide from challenging to untenable - a reality that his announcement today appeared to acknowledge. Nadine YousifReporting from Toronto At Monday morning's news conference, Prime Minister Trudeau was asked to reflect on his accomplishments, and also whether he had any regrets. Trudeau listed his focus on strengthening the middle class as a highlight, saying that his government passed a number of policies that helped reduce taxes for lower-income Canadians. One of those policies is the passage of a national child-care programme that has reduced day care costs for some Canadians to an average of $10 a day. Trudeau said he was also proud of advancing reconciliation with Indigenous communities in Canada, which his government did by funding clean water projects, for example, and for his climate change initiatives. One thing he did not mention - but will undoubtedly be remembered for - is his government's legalisation of recreational marijuana nationwide in 2018. As for regrets, Trudeau listed one: his broken promise to enact electoral reform in Canada. One of his main pledges was to end the first-past-the-post system, under which whoever has the most votes wins regardless of whether they win a majority, and replace it with ranked voting. Explaining his failure to do so, Trudeau said he could not change the country's electoral system \"unilaterally without support from other parties\". Holly HonderichBBC News, Toronto A general election must be called in Canada before October, but Justin Trudeau's announcement today makes it even more likely it will come early, this spring. Cost of living continues to dominate Canadians' concerns, especially as the country struggles with rising inflation. Polling done by the firm Ipsos for Global News in December found that a quarter of all respondents ranked inflation and the cost of living as their top priority, up five percentage points from the previous year. Housing availability and affordability will likely be another major topic of discussion heading into the election. Many in Canada struggle to pay their mortgage or rent amid skyrocketing prices. The issue is especially acute in large cities like Toronto and Vancouver, where a six-figure annual income is needed to afford a house. Healthcare will also be on the minds of voters. There are issues throughout the provincially-run system, including basic access. Some 6.5 million Canadians do not have regular access to primary care physicians. Jessica MurphyBBC News, Toronto From left: Christy Freeland, Anita Anand and Mark Carney Following Trudeau's announcement to step down, his Liberal Party must now find a new leader to compete in a general election. Here are some people expected to enter the race: The Liberal Party of Canada's president, Sachit Mehra, plans to convene a meeting of the National Board this week to select a new leader of the party, according to a statement released today. â\u0080\u009cLiberals across the country are immensely grateful to Justin Trudeau for more than a decade of leadership to our party and the country,\" he wrote. Mehra praised Trudeau for rebuilding the party, saying he had made it \"the most open and inclusive movement in Canadian politics\". \"We thank him for his service to Canada, and we look forward to his continued leadership until a new leader is chosen,\" he wrote. This video can not be played Watch: Canadians say US ties strong despite Trump jabs Less than two hours after Trudeau announced his plans to resign, US President-elect Donald Trump took another jab suggesting Canada should merge with the US as its 51st state. \"Many people in Canada LOVE being the 51st State,\" Trump posted on his social media platform Truth Social. \"If Canada merged with the U.S., there would be no Tariffs, taxes would go way down, and they would be TOTALLY SECURE from the threat of the Russian and Chinese Ships that are constantly surrounding them. Together, what a great Nation it would be!!!\" The last time Trump suggested this was reportedly at his Mar-a-Lago home in Florida in December when Trudeau flew in to discuss the proposed tariffs. Trump has threatened to impose 25 percent tariffs on Canadian goods, which would devastate Canadaâ\u0080\u0099s economy. He had then also mocked Trudeau as the \"governor\" of the \"Great State of Canada\". A Canadian minister who accompanied Trudeau said it was \"in no way a serious comment\". Jagmeet Singh, leader of Canada's New Democratic Party (NDP), has been giving his reaction to Trudeau's decision to resign. At a press conference, he says Trudeau and the Liberal Party have â\u0080\u009clet down Canadiansâ\u0080\u009d, and he particularly focuses on the cost of living. â\u0080\u009cIt doesnâ\u0080\u0099t matter who the next Liberal leader is. They have let you down. They do not deserve another chance,â\u0080\u009d he says. Singh also takes aim at the Conservatives, describing them as \"another serious threat to the middle class\" and warning they will make â\u0080\u009ccutsâ\u0080\u009d which will harm Canadians. Taking questions from journalists, Singh says he will vote against this government in any vote of confidence and that he wants an election. Pressed on whether there is anything the Liberals can do to put off the NDP from supporting a no confidence motion, he says: \"No. As soon as there is a confidence vote we will be voting against the government.\" He also says it is â\u0080\u009ccompletely wrongâ\u0080\u009d for the Liberals to prorogue parliament. The centre-left NDP party is the fourth largest in the Canadian House of Commons, and in September it pulled the plug on a two-and-a-half-year-old agreement with Justin Trudeau's Liberals that had helped keep his minority government in power. In his resignation speech in Ottawa today, Trudeau told Canadians that they deserve a \"real choice in the next election\". \"It has become clear to me that if I'm having to fight internal battles, I cannot be the best option in that election,\" he said. The \"internal battles\" were largely Trudeau's recent challenges as he fended off repeated calls to resign, including from inside his own party. The tipping point appears to have been the resignation of one of Trudeau's most powerful and loyal ministers, Chrystia Freeland, in December. Freeland said Trudeau was not taking the threat of tariffs from the incoming Trump administration in the US seriously enough. Following Freeland's resignation, Trudeau then started to lose the support of smaller parties that had previously helped keep the Liberal Party in power - the Quebec nationalist party, Bloc Quebecois, and the left-leaning New Democrats. Reacting to news of Justin Trudeau's resignation, the leader of the Bloc Quebecois, a federal party whose aim is to advance Quebec interests, says Canada needs to have an election as soon as possible. \"Now is time for an election, which I understand will be held after the Liberal Party has chosen a new leader,\" Yves-FranÃ§ois Blanchet told reporters in Ottawa. He added that he believes Trudeau made the right decision in stepping down, \"even if it will cost us a few weeks\" before Canadians can head to the polls. The next federal election must be held on or before October. It can be called much sooner if parliament - including Bloc Quebecois members - votes in favour of a no-confidence motion to topple Trudeau's Liberal government. This cannot happen until after March 27, as Trudeau has delayed the sitting parliament until then to give his party time to find a new leader. Holly HonderichBBC News, Toronto Justin Trudeau this morning confirmed mounting suspicion that he would step down as prime minister and leader of the Liberal Party. So what happens next? Trudeau said the governor general had accepted his request to prorogue parliament, meaning all proceedings, including debates and votes, will be suspended, though parliament will not be dissolved. This prorogation will last until 24 March. In the meantime, the Liberal Party will look for its new leader, a process that usually takes around four months. The president of the Liberal Party said on Monday that a \"nation-wide democratic process\" would be used to select a new leader, but no further details were provided. In Canada, federal leaders are elected during party conventions, where members of the party vote. But even after parliament resumes its work on 24 March, the newly elected Liberal leader may not hold power for very long. Riding high in opinion polls with a double-digit lead, the Conservative Party has tried for months to trigger an election - which must occur before October - by bringing a series of no-confidence votes in the House of Commons. They are likely do to so again in March. If a government loses a confidence motion or vote in the House, it is expected to resign or seek the dissolution of parliament, triggering a federal election. The government needs the backing of a majority of the 338 members of parliament in a no-confidence vote. The Liberals are 17 seats shy of that, meaning they require support from members of Canada's other parties. One of Justin Trudeau's former ministers, Catherine McKenna, says she regrets that Trudeau didn't resign sooner. McKenna, who was Canada's environment minister between 2015 and 2019 and minister of infrastructure and communities from 2019 to 2021, told BBC Radio 4's PM programme that she called for his resignation six months ago. She says people in Canada were \"tired\" of Trudeau after nine years but his legacy will be \"a lot of things that made our country better\". Renegotiating the North American Free Trade Agreement (NAFTA), keeping Canada's trading relationship with the US intact, and taking action on climate will also be what he is remembered for, McKenna adds. Asked about any regrets during Trudeau's premiership, McKenna says her only one is that Trudeau didn't leave sooner - given the \"challenging situation\" of Donald Trump's impeding return as US president. She also says there may have been a challenge for the Liberal Party on delivering on policies, such as housing. Nadine YousifReporting from Toronto Canada's Parliament Hill Justin Trudeau said today that Canada's governor general accepted his request to prorogue parliament. So what does that mean? Proroguing parliament is essentially a suspension that will stop all proceedings, including debates and votes, without dissolving parliament. While a routine part of parliamentary procedure, it is sometimes used by governments to buy time during a political crisis. Parliament was most recently prorogued by Trudeau in August 2020, when his government was facing an ethics scandal over its handling of a contract with a charity. It was also used to avoid a no-confidence vote by Trudeau's predecessor, Conservative Prime Minister Stephen Harper, who prorogued parliament in December 2008 when federal opposition parties sought to form a coalition government. Parliament resumed in January 2009. By then the coalition had fallen apart, allowing Harper to remain in power. Nadine YousifReporting from Toronto At this morning's news conference, Prime Minister Justin Trudeau addressed the exit of his former finance minister, and long-time ally, Chrystia Freeland for the first time in public. Her resignation in December is credited as sparking a renewed, stronger push within the Liberal Party to get Trudeau to step down. Freeland's resignation letter, which made a big splash both in Canada and in many other countries, outlined her disagreements with Trudeau on government spending and on how to handle tariff threats made by incoming US President Donald Trump against Canada. Her stunning exit came after Trudeau informed her that he intended to replace her as finance minister. He had reportedly offered her another position that would focus on handling the US-Canada relationship. Since then, Trudeau had not spoken in public about Freeland and opted out of his usual year-end interviews with Canadian media. That changed today. Trudeau hailed Freeland as an \"incredible political partner\" who had been by his side for close to 10 years. â\u0080\u009cIâ\u0080\u0099d really hoped that she would agree to continue as my deputy PM and take on one of the most important files that this country is facing, but she chose otherwise,\" Trudeau said. He refused to comment further on their private conversations. In a post on X reacting to his resignation, Freeland kept it brief: \"I thank Justin Trudeau for his years of service to Canada and Canadians. I wish him and his family the very best.\" This video can not be played Trudeauâ\u0080\u0099s nine years as Canada's prime minister... in 60 seconds Jessica MurphyBBC News, Toronto Trudeau in 2020 For months now â\u0080\u0093 in the face of a frustrated electorate, a political rival surging in the polls, and most importantly, a deepening dislike from voters - Prime Minister Justin Trudeau has faced variations of the same question: â\u0080\u009cWill you step down?â\u0080\u009d He has always stood firm, vowing he would be the one to lead the party into the next election. But the shock resignation of his key deputy, former Finance Minister Chrystia Freeland, in mid-December proved to be the toppling domino that led to todaysâ\u0080\u0099 announcement. Trudeau swept to power nearly a decade ago, heralded as the fresh face of progressive politics. In 2015, swayed by his youthful charisma and a hopeful political message, voters catapulted the Liberals from a third-place party into a majority - unprecedented in Canadian political history. He remains the only leader left standing among peers when he came into office, from Barack Obama to Angela Merkel, Shinzo Abe and David Cameron, and is currently the longest-serving leader in the G7. But in the years since, and over two general elections, Trudeau and his brand have become a drag on the partyâ\u0080\u0099s fortunes. A series of early ethics scandals began to take the sheen off the new government. He was found to have violated federal conflict of interest rules in the handling of a corruption inquiry â\u0080\u0093 the SNC-Lavalin affair - and for luxury trips to the Bahamas. In 2020, he faced scrutiny for picking a charity with ties to his family to manage a major government programme. More recently, Trudeau faced headwinds over the cost of living and inflation, which have contributed to incumbent election upsets around the world. And after more than nine years in power, he is among Canadaâ\u0080\u0099s longest serving prime ministers, and there is a general sense of fatigue and frustration with his government. In the end, pressure from his own MPs, who over the holidays made it clear they no longer supported his leadership, made staying on near impossible. Samira HussainSouth Asia Correspondent Here in India, television news channels were covering Justin Trudeauâ\u0080\u0099s impending resignation with breathless anticipation. Leading news sites had Trudeauâ\u0080\u0099s political demise on their front pages. The relationship between India and Canada has been at an all-time low after Mr Trudeauâ\u0080\u0099s government accused Indian agents of being involved in the killing of Hardeep Singh Nijjar, a Canadian citizen gunned down outside a Sikh temple in British Columbia in June 2023, which led to tit-for-tat expulsions of top diplomats from both countries. India believes the fraying relationship is a result of what it considers Mr. Trudeauâ\u0080\u0099s pandering to the large Sikh population in Canada, and the government is greeting his political defeat as welcome news. The Indian government believes that a new prime minister will usher in a new relationship for Canada and India. So much of diplomacy is dependent on personal relationships and Prime Ministers Trudeau and Modi have never been particularly fond of each other. The reality though is that when it comes to issues of national security, regardless of party lines, Canadian politicians donâ\u0080\u0099t tend to change course as dramatically as India may believe. Conservative Party of Canada leader Pierre Poilievre Conservative leader Pierre Poilievre has just released a statement in reaction to Justin Trudeau's resignation announcement, claiming \"nothing has changed\". \"Every Liberal MP and Leadership contender supported EVERYTHING Trudeau did for 9 years, and now they want to trick voters by swapping in another Liberal face to keep ripping off Canadians for another 4 years, just like Justin,\" Poilievre writes on X. \"The only way to fix what Liberals broke is a carbon tax election to elect common sense Conservatives who will bring home Canada's promise,\" he continues. Canada has a carbon pricing system intended to help combat climate change, which is sometimes called a \"carbon tax\". Conservatives say it has driven up the prices of everyday goods, and are calling for a vote on it. In a video attached to the post, Poilievre criticises what he calls Trudeau's \"out of control spending, debt and immigration\" and says all Liberal MPs supported it. As a reminder, Trudeau said during his speech that Pierre Poilievre's vision is \"not the right one for Canadians\". Holly Honderichin Toronto Trudeau's resignation marks the end of an era for Canadian politics. The prime minister came to power in 2015, winning a majority government for the Liberals after years in the political wilderness, with the party falling behind both the Conservatives and the left-leaning New Democratic Party in Parliament. Trudeau, the son of another Liberal prime minister, Pierre Trudeau, saved the party and then rebuilt it in his image. Now, the Liberals will need another major resuscitation if they hope to overcome dismal public polling in the looming federal election. Christy Clark, a former premier of British Columbia who is considered a possible contender to replace Trudeau as leader of the Liberal Party, has paid tribute to the outgoing PM. In a post on social media, she thanks Trudeau for his service, and says: \"As a lifelong Liberal I look forward to joining tens of thousands of Canadians to choose our next Leader. \"This is the biggest opportunity in over a decade that we've had to grow our Party and welcome new Liberals - including Canadians concerned about the future of our country - let's seize it!\" Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:52",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/live/clyjmy7vl64t",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/7613/live/2ecf5720-cc68-11ef-87df-d575b9a434a4.jpg",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/6/2c2ceb0f-77ed-42b9-a0bb-10f10da705a7.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb//vivo/live/images/2022/11/1/42d5b2c5-8897-4358-9ab4-c1a46b286d07.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb//vivo/live/images/2024/9/26/1be00ff4-6e6b-4990-9642-7cc10a49784c.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/6/1eb028a3-4a73-48b9-89dd-6acbebc0b143.jpg.webp"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "S Korea's impeached president defiant as arrest deadline passes",
        "short_description": "South Korea's suspended president Yoon Suk Yeol remains defiant in his newly-fortified residence, as investigators seek to extend the arrest warrant over his short-lived martial law order.",
        "long_description": "South Korea's suspended president Yoon Suk Yeol remains defiant in his newly-fortified residence, as investigators seek to extend the arrest warrant over his short-lived martial law order. The current warrant - which was due to expire at midnight local time (15:00 GMT) - was issued after Yoon ignored multiple summonses to appear for questioning on insurrection and abuse of power charges. Anti-corruption investigators tried to carry out the arrest on Friday - only to call it off after a six-hour standoff with the presidential security service at Yoon's residence. Yoon's security team have since installed barbed wire and barricaded the compound with buses. Investigators told the BBC they had asked the police to execute the warrant, in the hope their efforts carry more weight. But police refused, saying it was legally controversial and its execution should be left to anti-corruption investigators. Public anger has spiralled in recent weeks, as thousands of protesters braved heavy snow over the weekend, both in support of and against Yoon. South Korea has been in crisis for the past month, ever since Yoon tried to impose martial law citing a threat from the North and \"anti-state forces\". The fallout continues as US Secretary of State Antony Blinken visits Seoul, seeking to stabilise ties ahead of a Donald Trump presidency. Yoon's lawyers have claimed that the warrant for his arrest was \"illegal\" as the anti-corruption investigators leading the criminal case against their client did not have the authority to oversee a case as serious as insurrection. The presidential security service (PSS) has cited this as a reason for blocking Yoon's arrest - along with the fact that Yoon remains a sitting president until the constitutional court rules on his impeachment. \"For the PSS, whose primary mission is the absolute safety of the president, to comply with the execution of an arrest warrant amidst ongoing legal disputes would be tantamount to abandoning its duty,\" security service chief Park Jong-joon said on Sunday. Mr Park denied accusations that his team was serving as a \"private militia\" for Yoon. Yoon's lawyers, who on Monday filed complaints against investigators over the arrest attempt, said Yoon has been \"practically detained in his residence\". They also filed an injunction against the warrant, which was rejected by the court, and then said they were considering appealing against the decision. Meanwhile, acting president Choi Sang-mok has resisted the opposition's calls to sack key security officials obstructing the arrest. The BBC understands that opposition lawmakers had asked investigators to try arresting Yoon again, but \"more firmly and with sufficient means\". Investigators could also apply for a new detention warrant, which has to be approved by a judge. That would allow Yoon to be detained for up to 20 days, while an arrest warrant only allows him to be held for 48 hours. But without a change to either the situation or their approach, it seems unlikely investigators or police will be able to make the arrest. As seen last Friday, they may again be blocked by the presidential security service which formed a \"human wall\" to protect Yoon. He himself has vowed to \"fight to the end\", dividing public opinion and spurring on his supporters, who have been demonstrating for days outside his home. The tense standoff has also raised urgent questions about the robustness and effectiveness of South Korea's political and legal institutions. The situation also has consequences beyond domestic politics. Up until last month, the Biden administration had sung Yoon's praises, delighted by his willingness to work with Washington to tackle the security threats posed by North Korea and China. The US put a lot of effort into helping South Korea repair its strained relations with Japan, so the three countries could address these issues together. Mr Blinken's visit to Seoul, where he met the acting president as well South Korea's foreign minister, therefore comes at a difficult time for these two allies. Yoon did not tell the US about his plans to impose martial law, meaning Washington did not have the chance to dissuade him and was unprepared for the chaos that ensued. Blinken will not want to be drawn on the current political situation. He will instead want to focus on preserving the trilateral co-operation between Seoul, Washington and Tokyo beyond President Biden's tenure. Speaking during a joint press conference on Monday, Blinken said the US had \"full confidence\" in South Korea's institutions, and reaffirmed the US government's \"unwavering support for the Korean people as they work tirelessly to uphold those institutions\". \"Over the past four decades Korea has written one of the most powerful, inspiring democratic stories in the world,\" Blinken said. \"Korea's democracy has been tested in recent weeks - just as American democracy has faced challenges throughout our history. But you are responding by demonstrating your democratic resilience.\" But it's hard to disentangle the domestic and geopolitical situations. South Korea could be months away from electing a new president, and that leader may well want to break with Yoon's foreign policies. Trump, who enters the White House in a fortnight, will also pursue his own agenda. Additional reporting by Hosu Lee and Leehyun Choi in Seoul An overview of the media in South Korea, as well as links to broadcasters and newspapers. Provides an overview of South Korea, including key dates and facts about this East Asian country. Yoon Suk Yeol has been impeached by parliament and suspended from office. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. Yoon Suk Yeol is being investigated for inciting an insurrection, yet police are unable to arrest him. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:53",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c89xz21zqdzo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3631/live/02993490-cbec-11ef-ab5f-d965ebc89f00.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9617/live/5a926710-cbe8-11ef-90ca-9def37333b31.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war.",
        "long_description": "It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war. Moscow accuses Ukraine's military of deliberately targeting journalist Alexander Martemyanov. The EU says most states will not be affected but other European countries, including Moldova, are facing shortages. Moscow said 150 Russians were released while Zelensky said 189 Ukrainians had returned home. What the conflict in 2024 means for 2025... Moscow accuses Ukraine's military of deliberately targeting journalist Alexander Martemyanov. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side The EU says most states will not be affected but other European countries, including Moldova, are facing shortages. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. As 2024 draws to a close, Russian forces are continuing to push their Ukrainian opponents back. It's 30 years since Ukraine agreed to give up its nuclear arsenal. Some now question why they did. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Olga Rudnieva is supporting Ukrainian soldiers who have lost limbs in the front line to return from injury even stronger. Ukraine's war stamps, some with swear words, boost morale at home and promote its image abroad. Callum Tindal-Draper's mother and father said they are very proud of their son. Defence Minister Rustem Umerov said a \"small group\" of North Korean soldiers were attacked. Victoria and James tuck into some traditional Ukrainian Christmas dishes It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war. Moscow accuses Ukraine's military of deliberately targeting journalist Alexander Martemyanov. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side The EU says most states will not be affected but other European countries, including Moldova, are facing shortages. What the conflict in 2024 means for 2025... Moscow said 150 Russians were released while Zelensky said 189 Ukrainians had returned home. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Many of its soldiers are tired and exhausted after three years of fighting. The question – can the country endure another year of war? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:54",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/642b/live/045c3f90-cb63-11ef-bbd6-21b5b98e6ec9.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8798/live/10f1f630-cbb0-11ef-99b2-d316a29d9e0b.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump asks court to postpone sentencing ahead of inauguration",
        "short_description": "President-elect Donald Trump has asked a New York judge to halt the sentencing in his felony hush money case, which is scheduled for 10 January.",
        "long_description": "President-elect Donald Trump has asked a New York judge to halt the sentencing in his felony hush money case, which is scheduled for 10 January. His lawyers announced on Monday that Trump would appeal the decision by Justice Juan Merchan ordering that the sentencing would proceed. In court filings, Trump's attorneys wrote they would seek \"a dismissal of this politically motivated prosecution that was flawed from the very beginning\". Trump was found guilty on 34 felony counts of falsifying business records in May 2024, making him the first former president convicted of a crime. The charges stemmed from Trump's attempt to disguise reimbursements for a hush money payment to an adult film star as legal expenses. Trump pleaded not guilty and denied any wrongdoing. His lawyers said that filing an appeal should halt the criminal proceedings in his New York case. The sentencing had been delayed repeatedly by the 2024 presidential election and Trump's attempt to have the case thrown out based on a claim of presidential immunity. Justice Merchan ultimately rejected the immunity argument in December. On 3 January, Justice Merchan issued an order saying he would move ahead with the sentencing before Trump took office, but wrote that he would not consider any sentence of incarceration. He ordered Trump to appear virtually or in-person for the hearing. \"The American People elected President Trump with an overwhelming mandate that demands an immediate end to the political weaponisation of our justice system and all of the remaining Witch Hunts,\" said Steven Cheung, a spokesman for Trump's presidential transition. Trump's team has not publicly commented on whether the president-elect will be in court, but in its response Monday afternoon to the request for a stay, the Manhattan district attorney's office referred to \"defendant's decision to appear for sentencing virtually instead of in person\". The reference to a virtual hearing was repeated again several pages later. In the response, the district attorney asked the judge to deny Trump's request for an immediate stay of his sentencing, and argued he would not be prejudiced by such a decision. The weeks after the election featured a flurry of legal filings from both Manhattan District Attorney Alvin Bragg, who brought the case, and Trump's legal team. Bragg's office had previously indicated that they would not oppose delaying Trump's sentencing until after he finishes his term in office, four years from now. But after Justice Merchan decided to move ahead with the sentencing, Bragg has asked the judge to proceed with the sentencing on Friday. In his order last week, Justice Merchan wrote that \"it is this court's firm belief that only by bringing finality to this matter\" will the legal quandaries at play be resolved. However, the judge left the door open to the possibility that Trump would seek to appeal the sentencing, writing that he \"must be permitted to avail himself of every available appeal\". Michael Barr had been a target of Republicans for his call for stricter oversight of banks. Harris, who Trump defeated in the 2024 election, presided over the event as required by the US Constitution. It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war. Monday's session in Congress came on the anniversary of violence by Trump supporters on 6 January 2021. The ban covering most of America's coastline comes two weeks before Donald Trump's inauguration ceremony. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-07 03:20:55",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ceql4llxxp9o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/364a/live/ee052b10-cc54-11ef-8b37-bf7558ff1bfd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/99bc/live/a6a7b140-cc5c-11ef-a3be-5925fe8e76ce.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Canada\u0092s Prime Minister Justin Trudeau resigns",
        "short_description": "January 6, 2025 10:02 pm",
        "long_description": "January 6, 2025 10:02 pm Under growing pressure from his own party, Canadian Prime Minister Justin Trudeau has announced he will step down and end his nine-year stretch as leader. Trudeau said he would stay on in office until his Liberal Party can choose a new leader, and that parliament would be prorogued - or suspended - until 24 March. “This country deserves a real choice in the next election and it has become clear to me that if I’m having to fight internal battles, I cannot be the best option in that election,” he said during a press conference Monday. Trudeau’s personal unpopularity with Canadians had become an increasing drag on his party’s fortunes in advance of federal elections later this year. Source: BBC --Agencies",
        "publication_time": "2025-01-07 03:20:57",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104774/canadas-prime-minister-justin-trudeau-resigns",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "CTU Secretary Stalin and 33 others freed from quarantine rules violation case",
        "short_description": "January 6, 2025 04:00 pm",
        "long_description": "January 6, 2025 04:00 pm The Colombo Magistrate’s Court has ordered the release of 34 individuals including the Secretary of the Ceylon Teachers’ Union (CTU) Joseph Stalin from a case filed over staging protest violating quarantine rules in 2021. This case was taken up before Colombo Additional Magistrate Manjula Rathnayake today (06). Police had arrested 34 individuals including Stalin during a protest staged by the Inter University Students’ Federation (IUSF), the Ceylon Teachers’ Union (CTU) and the Frontline Socialist Party (FSP) against the General Sir John Kotelawala National Defence University Bill on July 08, 2021, under the provisions of Quarantine and Prevention of Diseases Ordinance. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures.",
        "publication_time": "2025-01-07 03:20:57",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104761/ctu-secretary-stalin-and-33-others-freed-from-quarantine-rules-violation-case",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Elon Musk\u0092s Starlink to launch on United Airlines flights by spring",
        "short_description": "January 6, 2025 04:46 pm",
        "long_description": "January 6, 2025 04:46 pm United Airlines flights will have access to Elon Musk’s Starlink Wi-Fi services as early as this spring, a sign of the widening reach of the tech billionaire. United will begin testing Starlink in February, and its first commercial flight with the service will launch this spring on the airline’s Embraer E-175 aircraft. The airline plans to outfit its entire two-cabin regional fleet by the end of 2025 and have its first mainline Starlink-enabled plane in the air by the end of the year. Starlink will eventually be available on every United flight. Musk, who heads or owns a cluster of companies ranging from electric vehicle maker Tesla to Starlink parent company SpaceX, has used his portfolio of businesses — and his massive wealth — to amass influence far beyond just the tech world. The United deal is another sign of how his businesses have found their way into industries across the US economy. All of United’s MileagePlus members will have free access to Starlink, which includes streaming services, shopping, gaming and more. United and Starlink agreed to the deal in September. United isn’t the only airline offering high-speed internet on flights. In September, Hawaiian Airlines announced it would offer Starlink free to all travelers on Airbus-operated flights between the islands and the continental United States, Asia and Oceania. Semi-private charter firm JSX also has complimentary Starlink Wi-Fi on its fleet of 46 planes. Delta Air Lines announced in early 2023 that free Wi-Fi would be available to members of its SkyMiles loyalty program. JetBlue Airways has had free Wi-Fi on flights since 2017. In-flight internet has been available since 2003, when plane maker Boeing announced its service, Connexion. Boeing discontinued the service in 2006 after the market had “not materialized” as expected. Source: CNN --Agencies",
        "publication_time": "2025-01-07 03:20:59",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104766/elon-musks-starlink-to-launch-on-united-airlines-flights-by-spring",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "No direct talks with foreign missions: New circular tightens Sri Lanka\u0092s diplomatic protocols ",
        "short_description": "January 6, 2025 11:41 am",
        "long_description": "January 6, 2025 11:41 am The government has introduced a comprehensive set of guidelines aimed at streamlining and ensuring coordinated communication between the state institutions and foreign entities. Accordingly, the government has issued a circular, effective from January 1, 2025, in order to safeguard national interests and prevent diplomatic complications. As per the new circular, the Ministry of Foreign Affairs will serve as the lead institution for all international relations while making it compulsory to obtain the President’s pre-approval for all foreign visits by government officials. The guidelines emphasize strengthening the role of the Ministry of Foreign Affairs, ensuring clarity in communication protocols, and establishing a clear framework for international agreements, foreign financing, and diplomatic protocols. At the core of the circular lies the assertion that the Ministry of Foreign Affairs will serve as the lead institution for conducting international relations, as outlined in the Vienna Convention on Diplomatic Relations. Going forward, all communication with foreign governments or international organizations must be coordinated through the Ministry of Foreign Affairs. The circular also establishes clear communication protocols, stressing that no direct communication with foreign governments should occur without the involvement of the Ministry of Foreign Affairs. All Provincial Councils and Local Government institutions are strictly prohibited from engaging with foreign missions, both in Sri Lanka and abroad, without Ministry of Foreign Affairs’ approval. Meanwhile, the circular also noted that the ministries such as Finance or Defence may still engage with foreign entities on specific issues, such as loans or technical matters, but only after prior consultation with the Ministry of Foreign Affairs. In response to the growing complexities of international travel and participation in diplomatic events, the circular introduces new rules for foreign visits: - All foreign visits must be pre-approved by the President and coordinated through the MFA to prevent last-minute complications or overlooked diplomatic nuances. - Senior officials travelling for official purposes must inform the MFA well in advance. - The Ministry will also coordinate visa requests for these officials, which must be submitted at least four weeks prior to departure. In addition, the circular stipulates that senior officials travelling for official purposes are entitled to transportation and consular support; however, private visits will not be funded by the Ministry unless explicitly authorized. The circular also states that costs related to accommodation, travel, or communication services are typically borne by the respective ministry organizing the trip. The circular also includes protocols for emergency contacts by foreign missions and informal communications. - In the event of an emergency, foreign missions are permitted to contact the relevant ministries directly. - However, the Ministry of Foreign Affairs must be notified promptly to avoid misunderstandings or the potential for diplomatic fallout. Similarly, any informal correspondence with foreign missions must be reported to the Ministry of Foreign Affairs, especially if it could evolve into a more significant policy issue. When meeting foreign ministers, dignitaries, or ambassadors, representatives from the Ministry of Foreign Affairs are mandatory to be invited. If not, a report must be submitted to the Ministry detailing the discussion that took place during the meeting. The circular further states that senior officials of the Government of Sri Lanka should not attend events hosted by representatives of countries with which Sri Lanka does not have diplomatic relations or recognition. In such cases, inquiries can be directed to the Ministry of Foreign Affairs for clarification. Before initiating discussions for bilateral, regional, or multilateral agreements or memoranda of understanding with foreign entities, ministries must first notify the Ministry of Foreign Affairs. Any formal agreements or Memoranda of Understanding (MoUs) must be cleared by the Ministry to assess potential policy or legal implications. The circular also outlines participation in diplomatic events. It states that the Cabinet will nominate a Minister each month to represent Sri Lanka at the National Day celebrations of foreign countries. If the nominated Minister is unable to attend, the Ministry of Foreign Affairs must be informed at least two weeks in advance to make alternative arrangements.",
        "publication_time": "2025-01-07 03:21:00",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104752/no-direct-talks-with-foreign-missions-new-circular-tightens-sri-lankas-diplomatic-protocols-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Govt. to commence paddy purchasing this month",
        "short_description": "January 6, 2025 08:58 pm",
        "long_description": "January 6, 2025 08:58 pm The government has announced its plan to commence the purchasing of paddy from the third week of January. Paddy Marketing Board (PMB) Chairman Manjula Pinnalanda stated that it is planned to procure around 300,000 metric tonnes of paddy. He assured that the PMB has sufficient funds for this purpose, with the necessary funds to be allocated shortly. The PMB Chairman also explained that the paddy obtained in this manner will be stored as part of the government’s reserves and will only be distributed to the market if there is a rice shortage.",
        "publication_time": "2025-01-07 03:21:00",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104773/govt-to-commence-paddy-purchasing-this-month",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Ex-Minister Manusha Nanayakkara\u0092s brother remanded further",
        "short_description": "January 6, 2025 11:05 am",
        "long_description": "January 6, 2025 11:05 am The brother of former Foreign Employment Minister Manusha Nanayakkara has been ordered to be remanded further until January 11, 2025, after being produced before the Gampaha Magistrate’s Court. The ex-Minister’s brother, Thisara Iroshana Nanayakkara, was arrested by the Criminal Investigation Department (CID) on December 28, 2025 in connection with a complaint related to alleged financial fraud. The arrest was made in the Bibile area, according to police. He was later produced before the Gampaha Magistrate’s Court where he was ordered to be remanded in custody until today (06). Police said that the arrested suspect, Thisara Iroshana Nanayakkara, has allegedly defrauded around Rs. 3 million from individuals after promising employment opportunities in Finland. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures.",
        "publication_time": "2025-01-07 03:21:01",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104749/ex-minister-manusha-nanayakkaras-brother-remanded-further",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Term test question paper \u0091leaked\u0092 in NCP; Exam suspended",
        "short_description": "January 6, 2025 11:17 am",
        "long_description": "January 6, 2025 11:17 am The Sinhala Literature question paper for the Grade 11 term test in the North Central Province (NCP) has been confirmed to have leaked on social media, prompting authorities to take immediate action. The Education Secretary to the North Central Province, Sirimevan Dharmasena stated that as a result, the final term test, scheduled for today (January 6), has been postponed. As of this morning, the distribution of the compromised question paper was halted across more than 600 schools in the province. These schools span 30 educational divisions across eight zones, according to Dharmasena. The North Central Province Education Secretary further stated that the examination will be temporarily suspended accordingly. A new question paper will be prepared and distributed to ensure the continuation of the examination process without compromising its integrity, he noted.",
        "publication_time": "2025-01-07 03:21:02",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104750/term-test-question-paper-leaked-in-ncp-exam-suspended",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Parliament of Sri Lanka clarifies increased tea reception costs for inaugural session",
        "short_description": "January 6, 2025 01:34 pm",
        "long_description": "January 6, 2025 01:34 pm The Parliament of Sri Lanka has issued a clarification regarding a recent media report claiming the “actual expenses of the tea receptions” held after the inaugural session of the Tenth Parliament. Issuing the clarification, the Parliamentary Communications Department noted that the media report highlighted that Rs. 287,340 was spent on tea receptions following the inaugural session of the Ninth Parliament on August 20, 2020, while Rs. 339,628.55 was incurred for the same event after the Tenth Parliament’s inaugural session on November 21, 2024. In response, the Parliament of Sri Lanka addressed the differences in expenditure, citing the following reasons: 1. Inflation and Price Increases The four-year period between the two inaugural sessions witnessed significant market price fluctuations, the Parliamentary Communications Department highlighted, adding that the cost of goods and services in 2024 had risen substantially, leading to a nearly 100% increase in food preparation costs compared to 2020. 2. Larger Attendance Furthermore, the Parliament of Sri Lanka said that the tea reception for the Tenth Parliament saw increased participation, including not only Members of Parliament but also high-ranking officials, such as diplomats, ministry secretaries, invited guests, and parliamentary staff officers. This broader attendance contributed to the higher overall expenses, the statement clarified. The Parliamentary Communications Department emphasized that these factors were important in understanding the variance in costs and ensuring transparency in the allocation of funds for ceremonial events.",
        "publication_time": "2025-01-07 03:21:04",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104757/parliament-of-sri-lanka-clarifies-increased-tea-reception-costs-for-inaugural-session",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Additional trains in operation for upcoming long weekends",
        "short_description": "January 6, 2025 04:37 pm",
        "long_description": "January 6, 2025 04:37 pm Sri Lanka Railways says additional trains will be deployed in the months of January and February in order to reduce congestion in the upcoming long weekends. Accordingly, the following trains will be operated in addition to the regular long-distance trains during the aforesaid period. Colombo Fort to Badulla Departing Colombo Fort at 07.30 p.m. operational on January 10,12,14,17,19,24,26,31 and February 02,04, 2025. Badulla to Colombo Fort Departing Badulla at 07.40 p.m. operational on January 10,12,14,17,19,24,26,31 and February 02,04, 2025. Colombo Fort to Kankasanthurai Departing Colombo Fort at 05.30 a.m. operational on January 10,13,14,15,17,20,24,27,31 and February 03,04, 2025. Kankasanthurai to Colombo Fort Departing Kankasanthurai at 01.50 p.m. operational on January 10,13,14,15,17,20,24,27,31 and February 03,04, 2025.",
        "publication_time": "2025-01-07 03:21:04",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104763/additional-trains-in-operation-for-upcoming-long-weekends",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "New chairman and board members appointed to 1990 \u0091Suwa Seriya\u0092 Foundation",
        "short_description": "January 6, 2025 02:32 pm",
        "long_description": "January 6, 2025 02:32 pm President Anura Kumara Dissanayake has appointed a new Chairman and Board Members to the 1990 ‘Suwa Seriya’ Foundation. Accordingly, A.M.N. Ratnayake has been appointed as the new Chairman of the 1990 Suwa Seriya Foundation, the President’s Media Division (PMD) reported. Meanwhile, R.J.M.A.P. Sampath and Nalin Perera have been appointed as Board Members of the 1990 Suwa Seriya Foundation. The appointment letters were presented by Secretary to the President Dr. Nandika Sanath Kumanayake today (06) at the Presidential Secretariat, the PMD added,",
        "publication_time": "2025-01-07 03:21:05",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104758/new-chairman-and-board-members-appointed-to-1990-suwa-seriya-foundation",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]