[
    {
        "title": "NewsNews",
        "short_description": "Councils imposing big tax hikes, compulsory job losses and cutting services, one leader says.",
        "long_description": "Councils imposing big tax hikes, compulsory job losses and cutting services, one leader says. Members of the Senedd (MSs) could receive a salary of £76,380 under plans. A Welsh cancer charity says it will have to pay an extra £250,000 a year in tax. Eluned Morgan 'deeply concerned' about GP management firm alleged to be leaving staff unpaid. Lee Waters warns the party could face a similar fate to governments around the world. Members of the Senedd (MSs) could receive a salary of £76,380 under plans. Leader criticises first minister for insults after she dubbed him 'Rhun ap Negative' in Senedd. Pet abduction is a specific offence in England but not Wales - there are calls for that to change. A Welsh cancer charity says it will have to pay an extra £250,000 a year in tax. A council says parents will have to come in to change children who soil themselves in school. Tory Senedd leader Darren Millar said he was a \"passionate advocate for rural Wales\". Cardiff council's leader calls for the first minister to end uncertainty over the proposed station. Cardiff Bay tributes to the Welsh Lib Dem politician, whose death was announced at the weekend. It has taken 23 years and cost almost £2bn, but the major road will be finished later in 2025. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:49:56",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c7e5/live/c7d2adf0-cdc1-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4358/live/0d6622e0-cdca-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump asks US Supreme Court to halt criminal sentencing",
        "short_description": "Donald Trump has asked the US Supreme Court to halt his sentencing in the criminal hush money case, which is set for Friday.",
        "long_description": "Donald Trump has asked the US Supreme Court to halt his sentencing in the criminal hush money case, which is set for Friday. The eleventh-hour filing comes after two lower courts rejected Trump's efforts to block the proceedings. The president-elect's lawyers have now asked the nation's top court to consider whether he is entitled to an automatic stay of his sentencing while he appeals against his conviction. Allowing the sentencing to proceed would cause \"grave injustice and harm to the institution of the presidency\", his lawyers wrote. They argue that the case should not proceed as scheduled until questions around presidential immunity are resolved. Trump's lawyers asked the judges to consider \"whether a sitting president's complete immunity from criminal prosecution during his term in office extends to the president-elect of the United States\". Last year, the Supreme Court issued a sweeping decision granting US presidents immunity from criminal prosecution over official acts conducted while in office. Trump's lawyers have argued to a Manhattan judge and higher courts that the immunity protections should apply in his New York criminal case as well. They have also argued that the case should be put on hold due to his imminent return to the White House. On Wednesday, shortly after the filing, the Supreme Court gave Manhattan prosecutors until Thursday morning to respond to Trump's request. Manhattan District Attorney Alvin Bragg said in a brief statement: \"We will respond in court papers.\" A jury unanimously found Trump guilty of 34 felony counts of falsifying business records in May after a dramatic six-week trial. The conviction stemmed from Trump's attempt to disguise a reimbursement for a $130,000 hush-money payment made to an adult film star, who said she had a past sexual encounter with Trump. Manhattan prosecutors argued that the scheme was tantamount to election interference, because the payment occurred just days before the 2016 election and kept a potentially damaging story from voters. Trump denies the encounter and any wrongdoing. He was originally set to be sentenced in July, but Justice Merchan granted a delay as the presidential election played out. Subsequent sentencing dates in September and November were also moved. Trump's lawyers have also unsuccessfully sought to have the conviction thrown out entirely. Justice Juan Merchan indicated in a recent ruling that he will not consider a jail term for Trump, but rather lower-level punishments. As well as Wednesday's emergency Supreme Court petition, Trump's lawyers are also trying to stop the release of a final report from US Justice Department Special Counsel Jack Smith. He led two federal prosecutions against Trump on charges he interfered in the 2020 election and allegations he mishandled classified documents after leaving office. Both cases are now defunct because justice department policy prevents prosecutions of a sitting president, but Smith has submitted a final report to the US attorney general. Two of Trump's co-defendants in the classified documents case, Walt Nauta and Carlos De Oliveira, have appealed to stop the justice department from making that report public. On Tuesday, US District Judge Aileen Cannon temporarily granted their request and blocked the release. They have also launched a parallel appeal with a higher court. On Wednesday, the justice department asked the 11th Circuit Court of Appeals to reject Mr Nauta and Mr De Oliveira's bid to block the report's release. In their filing, they stated US Attorney General Merrick Garland planned to release the first part of the report dealing with the federal election interference case. However, they said Garland would withhold the second part of the report related to the classified documents investigation while Trump's two remaining co-defendants appeal. A high school that appeared in films such as Carrie is said to have been impacted by blazes, according to an official. The EU's two leading members were reacting to the US president-elect's plans to acquire Denmark's autonomous territory. The outgoing president also says he is considering pardons for Trump foes. Antal Rogan is one of the most powerful men in Orban's government and heads his cabinet office. Though the president-elect's rhetoric is unusual, for over a century a succession of US presidents have tried to gain control of Greenland. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:49:57",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwypyg9nndpo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8e06/live/4934f530-cdca-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6231/live/3a0dc3d0-cdb5-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Mother 'not surprised' son killed on London bus ",
        "short_description": "The mother of a 14-year-old boy who was stabbed to death on a bus in south-east London has said she is not surprised her son was killed.",
        "long_description": "The mother of a 14-year-old boy who was stabbed to death on a bus in south-east London has said she is not surprised her son was killed. Kelyan Bokassa was groomed by gangs from the age of six years old, his mother Mary Bokassa said. He died shortly after being attacked on a 472 double-decker bus on Woolwich Church Street on Tuesday afternoon. No arrests have been made, but detectives say they are \"working at pace\" to find those responsible. Speaking to the BBC from her flat in Greenwich, Ms Bokassa described Kelyan as \"caring, very caring\" and kind. However she said he had previously been found to have taken knives into his primary school and was taken into care for a number of years. She added Kelyan was \"underweight, very hungry, tattooed and exposed to drugs\" and he experienced some \"extremely challenging times\", but they had just enjoyed Christmas together and he was back at school. She said she asked for help and tried to prevent him from associating with gangs but did not receive support from the authorities, and her son \"still had one foot on the streets\". As a result, she said she was traumatised and shocked by his death, but not surprised. According to court documents seen by the BBC, Kelyan was due in court next week facing a charge of carrying a machete. \"He cares about the people around him. He loved to have his friends around and when they were round he would want to cook for them,\" Ms Bokassa added in a tearful tribute to her son. \"He was very articulate. \"He knows what he likes and knows how to express it. \"He was good in music. Anything he loves... he was doing to his best ability. He was good at football... and he was was extremely good at drawing.\" Kelyan attended Newhaven School, a pupil referral unit and specialist school in Eltham. Head teacher Jon Kelly said: \"We are devastated at the tragic death of this funny, kind and ambitious young man. \"It comes at a time when he was working incredibly hard at school to build on the successes he had already achieved since joining us.\" Mr Kelly said his thoughts were with Kelyan's family and friends at \"this unimaginably difficult time\". St Columba's Catholic Boys' School in Bexleyheath confirmed Kelyan attended the school in 2022. Paul Drake, the chief operating officer of the academy trust that runs the school, said staff and pupils were \"saddened\" by his death. \"Our thoughts and prayers are with his family and friends at this difficult time,\" he said. \"Our schools will provide support to any of the students who may be affected by this senseless violence.\" St Mary Magdalene Church in Woolwich plans to hold a vigil in Kelyan's memory this evening. Police, paramedics and the London Air Ambulance were called to the scene on Tuesday at about 14:30 GMT after the alert was raised by an officer on patrol. Medics tried to treat his injuries, but he died soon afterwards. Kelyan's death comes just three months after another teenage boy lost his life to knife crime in Woolwich. Daejaun Campbell, 15, was stabbed to death in Eglinton Road on 22 September last year, less than a mile-and-a-half away from Tuesday's stabbing. He was among 11 teenage boys who lost their lives to homicide in London in 2024. Listen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk The licensing review follows three serious incidents at the venue says Met Police. The officer says messages were either fabricated or falsely attributed to him because of his race. Shafaz Khan, 55, and Choudhry Rashied, 58, hid the four Indian migrants behind the tyres in a van. Aziz Ziriat, 36, and Samuel Harris, 35, from London, had not been heard from since 1 January. A trial to make all Friday fares off-peak did not increase passenger numbers last year, TfL says. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:49:58",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cp9n9xyjlzgo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8d37/live/6fc35f90-cdbe-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/07c8/live/1ae31af0-cdc4-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk.",
        "long_description": "Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side The EU says most states will not be affected but other European countries, including Moldova, are facing shortages. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war. Moscow accuses Ukraine's military of deliberately targeting journalist Alexander Martemyanov. A dispute between Slovakia and Ukraine over Russian natural gas transit has been escalating. What the conflict in 2024 means for 2025... People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. As 2024 draws to a close, Russian forces are continuing to push their Ukrainian opponents back. It's 30 years since Ukraine agreed to give up its nuclear arsenal. Some now question why they did. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Olga Rudnieva is supporting Ukrainian soldiers who have lost limbs in the front line to return from injury even stronger. Ukraine's war stamps, some with swear words, boost morale at home and promote its image abroad. Callum Tindal-Draper's mother and father said they are very proud of their son. Defence Minister Rustem Umerov said a \"small group\" of North Korean soldiers were attacked. Ukraine’s former foreign minister discusses the prospects for peace Ukraine says Russia deliberately hit the city with guided aerial bombs knowing that civilians will be hurt. Donald Trump has called on Nato's European members to significantly expand spending on defence. The number of people offering homes for refugees from the war in Ukraine has fallen in the county. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. Pupils are taught Ukrainian culture and customs instead of traditional English subjects. It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war. Jordan Maclachlan left his home in the Highlands for Ukraine three years ago. Moscow accuses Ukraine's military of deliberately targeting journalist Alexander Martemyanov. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:49:59",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dff3/live/374ad950-ccaf-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7efc/live/33a4e3c0-cc57-11ef-a3be-5925fe8e76ce.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "How Australia's beach cabana drama sparked a turf war",
        "short_description": "For years, a controversial invader has been gradually taking over Australia's beloved beaches.",
        "long_description": "For years, a controversial invader has been gradually taking over Australia's beloved beaches. Swallowing up the sand, blocking ocean views and turning the shore into an irksome maze is a sea of large beach tents, called cabanas in Australia. \"It's chokkas. They're all over the place,\" Sydneysider Claire, 30, told the BBC. For her – and most Australians – cooling off on a sweltering day means a solid drive to the coast, plus an eternity hunting down a park. Now, the cabana craze means there's another battle waiting for them on the beach. Polyester shade covers flap in the breeze as far as the eye can see. Some are empty, set up at the crack of dawn and then abandoned for hours on end, until the owners actually want to use them. \"The sheer amount of space that people are taking up… [when] you're just trying to find a free square inch of sand to lay your towel, it can just be a little bit frustrating,\" Claire says. She's not alone in her irritation. Several summers of simmering tension has, in the first days of 2025, exploded into a full-on turf war, sparking debate about Australian culture and beach etiquette. A row over the acceptable use of cabanas has dominated social media, spawned a wave of opinion pieces and television segments, and has even dragged in the prime minister. Self-described \"haters\" say entitled cabana crews are hogging public space and disrespecting other beachgoers. \"When you're… polluting the beach with your four cabanas next to each other, where is Guncle Nic going to go,\" anti-cabana crusader and TikToker Nic Salerno said on TV talk show The Project. \"I just want my space on the beach, guys.\" But the pro-cabana mob say seeking protection from Australia's vicious sun isn't a crime - and it's every man for themselves. Australia is the melanoma capital of the world, and many supporters – including national charity, the Cancer Council – argue the new trend should actually be celebrated. \"My partner and I have a cool cabana because we both burn extremely easily and we don't want to die of skin cancer by 30, hope this helps,\" one person wrote, responding to a TikTok rant. No-one is discounting the importance of sun safety, the cabana critics counter, but they say that's just a convenient excuse for many of the people using the beach tents. Half the time they're not even sitting under the shade covers, they claim, and there's no need for two people to whip out an entire tent for an hour or two, when sun-cream and hat will do just fine. Other cabana devotees are more forward about their motivations. Breakfast television presenter Davina Smith admitted that for her, it is about nabbing \"the prime piece of real estate\" on busy beaches. She is one of the people who pitch their cabana castles in the early morning to reserve territory for her family later that day. \"There's a lot of research that goes into this. You get up early, you've got to watch the tides. You can't just plonk it there and walk away… you invest in it,\" Smith argued on the Today programme. Prime Minister Anthony Albanese was among the hordes irked by the trend: \"That's not on,\" he told the same show. \"One of the great things about Australia, unlike some parts of the world, you go and you got to pay to go to the beach. Here, everyone owns the beach… And that's a breach of that principle, really.\" Even lifeguards have opinions on the matter, with some telling local media the cabana camps can make it hard for them to do their jobs. There are a number of cultural quirks which mean Cabanagate has Australians more worked up than a magpie in spring. Firstly, the country loves to think of itself as an egalitarian society – the land of a \"fair go\" – and that extends to the use of one of its most precious national assets. \"Australian beaches, they always have been seen as shared spaces, democratic spaces where social hierarchies dissolve…. [they're] seen as a great equaliser,\" says Ece Kaya, a researcher at the University of Technology Sydney. And Australians are \"fiercely\" protective of that ideal: \"They see it as a birthright,\" says Chris Pepin-Neff, who studies Australian beach culture. He points to the backlash in 1929 when beachgoers at Sydney's Coogee Beach were forced to pay for access to the only part of the water covered by shark nets. More recently, a bid to rent out part of Bondi Beach to an exclusive beach club was met with a huge outcry. And while the use of sprawling cabanas is a relatively new phenomenon, there's long been \"enormous class tension\" around the use of the country's coastline, Pepin-Neff adds. A lack of infrastructure, affordable housing and community attitudes tend to lock ordinary Australians out of waterfront areas, while those natural assets are often used by those lucky enough to live there. \"And there's a perception that it's encroaching even further, [so] that an average family can't even get a spot at the beach.\" But he says there's no real data on who is using cabanas and why. He also argues there's many good reasons people might use them. Maybe they've travelled a long way so they plan to stay at the beach longer, or they may have a disability or young children they need to cater for, he says. \"There is a balance between a free and open beach that everybody can use, and making sure that you're respectful.\" He offers no defence for the \"land bankers\" though: \"As a Sydneysider, I think that is abusing the privilege… that is not a fair go.\" As the debate intensifies though, there are some calls for a truce to restore the peace to Australian shores. Beachkit Australia founder Rowan Clark, who sells equipment including cabanas, told the Sydney Morning Herald even he thinks cabana lovers should be more courteous. \"They should only allow set up at the rear of the beach in a line,\" he said. \"Once this is exhausted, then no more of this style of shade should be allowed.\" Others want authorities to rein it in, like some have in the United States. There are suggestions councils could limit how many cabanas can be set up on their beaches, and where. But Sydney resident Claire, for all her wrath, worries that could tip the scales in the other direction and exclude other people from using the beach. \"You don't want to get too precious about it, obviously… it's just the beach, first world problems right? \"I think in general, we should just try to be considerate of one another.\" Australia have joined South Africa in June's World Test Championship final - BBC Sport looks at the points table, how it all works and how you can follow the final. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. After a report by the Melbourne Age suggests that plans for a two-tier World Test Championship would be discussed later this month, BBC Sport looks at the reaction so far. BBC Sport and data analysts CricViz look at five talking points from the Australia and India series and what England can learn about their next two opponents. Reports, results and scorecards from India's five-Test tour of Australia. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:50:00",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cpw2w8qd7klo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/70d5/live/5a4bf930-cd9e-11ef-9c3f-33a3119089d4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2cb9/live/ff4a7870-cd90-11ef-9dc7-79062980a2cd.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Houses burnt to the ground as wildfires tighten grip on LA",
        "short_description": "The Palisades Fire in Los Angeles, California has triggered mandatory evacuations as a thick, heavy smoke hung over the region.",
        "long_description": "The Palisades Fire in Los Angeles, California has triggered mandatory evacuations as a thick, heavy smoke hung over the region. Officials say the blaze grew from 20 acres to more than 200 acres in about 20 minutes after it was reported about 10:30 local time (18:30 GMT). The growth has been fuelled by a fierce wind event that has placed a large portion of the state under a red flag warning. Are you having to evacuate due to the fires? If it is safe to do so, get in touch. The second-youngest PM stepped down amid growing pressure from within his party and beyond. Trudeau says he intends to resign as party leader and as prime minister after the party selects its next leader. Five inches (12.7cm) of snow fell in the Little Cottonwood Canyon area causing the slide. Winners included Demi Moore, Emilia Pérez, The Brutalist and Wicked, while Baby Reindeer and Shōgun won the big TV prizes. The moment was captured on a webcam in the French Quarter of the city, moments after the attack happened. The BBC's Anna Adams had been celebrating New Year in the city, just a few hours before the attack. Police say attacker was trying to \"run over as many people as he could\". The man had minor injuries from a fire that was sparked by a portable propane heater in the home. A look back through the BBC archive of interviews with the former president. Biden praises Carter as \"someone who embodied the most fundamental human values\". On 20 January 1977, Jimmy Carter took his presidential oath to become the 39th president of the United States. The Democrat from Georgia, who left office in 1981, lived longer than any other former US president. The Norad Tracks Santa website receives several million visitors each year from more than 200 countries and territories. California's central coast was hit by heavy surf from a major storm that was expected to bring hurricane-force winds. No injuries were reported from the fire but two homes were destroyed, firefighters say. The boy required open-heart surgery after he was hit in the chest by the drone in Orlando, Florida. Thomas Conley was sitting next to Isaiah Rodriguez at lunch when he noticed something was wrong. The 26-year-old suspect now faces federal charges in the fatal shooting a healthcare insurance CEO. Avon Lake residents were told to stay indoors while the remaining five structures were taken down. The suspect, who stole a package off a front porch, returned days later after the victim shared footage of the theft on an app. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:50:01",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c7082gd1737o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1635/live/e645f940-cda8-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/eafc/live/b8f59e90-cda4-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The fires are spreading because of high winds and very dry conditions.",
        "long_description": "The fires are spreading because of high winds and very dry conditions. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. A look back at the life of the 39th US president. The world's second tallest man, a Taylor Swift kiss and Cristiano Ronaldo's tears - the best sports photos of 2024, in the words of the photographers who took them. The Canadian photographer says he has fallen in love with the area's \"otherworldly\" wilderness. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. Over the past few years Megan Winstone has taken photographs for Vogue, Kerrang! and Dr. Martens. The Northern Lights were visible across many parts of the UK on Wednesday evening As the festivities get under way, here is a snapshot of some of the events happening across the globe. A look back at the life of the 39th US president. A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures by our readers on a set theme. A selection of pictures sent in by our readers on the theme of \"fluids\". Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page Photographs on the theme of 'autumn walks' sent in by our readers. A selection of pictures on the theme of 'road trip'. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of \"fluids\". Our weekly round-up includes beautiful scenes from inside Gloucester Cathedral and rural beauty. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:50:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1f42/live/3501c340-cdd9-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/07f3/live/4361a0c0-cca0-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Kelyan Bokassa was groomed by gangs from the age of six years old, his mother Mary Bokassa said.",
        "long_description": "Kelyan Bokassa was groomed by gangs from the age of six years old, his mother Mary Bokassa said. Aziz Ziriat, 36, and Samuel Harris, 35, from London, had not been heard from since 1 January. As well as almost killing a 15-year-old, Ellis Dismore threatened other girls online, a court hears. Sabrina Lyttle's body was just yards from where customers were enjoying their meals. Manchester Airport explains why airports in countries more used to snow fare better when it falls. Aziz Ziriat, 36, and Samuel Harris, 35, from London, had not been heard from since 1 January. A woman, 24, and a man, 25, are arrested on suspicion of murder, police say. Shaun Ing and friends used a body bag left over from Halloween to help lift the giant fish. As well as almost killing a 15-year-old, Ellis Dismore threatened other girls online, a court hears. Alfie Tollett, 7, died after being crushed when a driver attempted to park an electric car. Harry Maguire has been disqualified from driving for 56 days and ordered to pay £1,052 A mix-up over plot numbers led to the grave of Jenny Thurlow's late husband being dug up in error. The owner of Arleston Hall says he is waiting for a structural engineer to assess the damage. The mucky footprint at a Carlisle crime scene was matched to Brian Harold, the court hears. Yellow snow and ice warnings spanning Wednesday and Thursday are in place across the UK. A total of 60 people were part of a \"multi-team callout\" to help the hiker in the Peak District. Despite giving up their time to protect communities, the wardens can face aggression from motorists. A flock of sheep became trapped in rising icy cold water when their field flooded after heavy rain. Some schools across north-western England are remaining closed due to the continuing icy conditions. Guests at the Tan Hill Inn in the Dales are making the most of being stranded, the manager says. Margaret Syms had always wanted to ski, but her husband would not go, saying it was too cold. Steven Hunter surprised the young dad, who passed first time, with the car he learnt to drive in. Divorcing teachers say they are living in limbo waiting for pension valuations to be calculated. The BBC looks at how the barge for asylum seekers affected people in Weymouth and Portland. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. Briony May Williams says being alcohol free for a year has changed her life for the better. West Ham sack manager Julen Lopetegui four days after a 4-1 Premier League defeat at Manchester City, and hold talks with former Chelsea boss Graham Potter. Football latest as West Ham sack Julen Lopetegui as manager, with Graham Potter in talks England could be without Immanuel Feyi-Waboso for the Six Nations if Exeter wing opts for surgery on his shoulder. England batter Tammy Beaumont and Australia all-rounder Ash Gardner call for three Test matches in the Women's Ashes series, which currently only includes one. Ryan Wesley scooped the couple to safety in the vehicle's bucket during the flood in Billingborough. Gritters with snowploughs are deployed amid heavy snow on the A38 at Telegraph Hill near Exeter. Natalie Bird says she was barred from standing as an MP in Wakefield over gender-critical views. Police say he has been banned from driving until February 2028. Dr Patrick Hart, 38, caused thousands of pounds worth of damage to a fuel station pumps. Claire Wadham's son Cory died when his kayak capsized in a fen waterway last July, a coroner hears. Staff say they are still 'exceptionally busy' and urge people to only call 999 in an emergency. Peter Kindell, accused of murdering John Jones, 76, in Aylesbury is due to go on trial in June. Health chiefs have urged people with colds or coughs not to visit loved ones in the hospital. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:50:07",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/england",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8d37/live/6fc35f90-cdbe-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/68fd/live/4168c0d0-cdba-11ef-b24d-512b164ab292.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The EU's two leading members were reacting to the US president-elect's plans to acquire Denmark's autonomous territory.",
        "long_description": "The EU's two leading members were reacting to the US president-elect's plans to acquire Denmark's autonomous territory. Sala is said to have been held in solitary confinement in Tehran's notorious Evin prison. Developers confirms £800m investment across two sites in Scotland to support the growth in renewables The mayor of Belcastro said the \"humorous provocation\" was an attempt to expose the state of the region's healthcare system. Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. Sala is said to have been held in solitary confinement in Tehran's notorious Evin prison. Antal Rogan is one of the most powerful men in Orban's government and heads his cabinet office. Although some of Europe's leaders have found favour with the billionaire, others are worried by his interventions. Developers confirms £800m investment across two sites in Scotland to support the growth in renewables The French president said Sahel nations owed their sovereignty to France's anti-terror intervention. The French satirical magazine wants to show its cause is still kicking, writes the BBC's Hugh Schofield. It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war. The Eurosceptic, Russia-friendly Freedom Party came first in September's elections but was then sidelined. If found guilty of taking illicit funds from the late Libyan leader, Sarkozy faces up to 10 years in prison. A Holocaust denier and unrepentant extremist on race and immigration, the far-right politician has died at 96. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. After edging close to extinction, there are now some 2,000 Iberian lynxes in Spain and Portugal. While Trump eyes Greenland, Norway and Russia have put the brakes on their polar region investments. Financial problems at battery maker Northvolt have shaken hopes for Sweden's green industry sector. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Three survivors of the downed Azerbaijani plane have described the moments on the flight before the crash. Footage shows survivors walking and being dragged away from the tail section of the plane. More than 30 million Catholic pilgrims are expected to head to Rome for the jubilee, which takes place once every 25 years. Ukraine says Russia deliberately hit the city with guided aerial bombs knowing that civilians will be hurt. An overview of Greenland, including key dates and facts about this autonomous Danish territory. Met Éireann reported that the lowest temperature recorded overnight was -5.7C at Casement Aerodrome in County Dublin. An overview of the media in Denmark, including links to broadcasters and newspapers. An overview of the media in Greenland, including links to broadcasters and newspapers. Provides an overview of the Faroe Islands, and key facts about this autonomous Danish territory. Provides an overview of Denmark, including key dates and facts about this European country. Donald Trump has called on Nato's European members to significantly expand spending on defence. Irish national weather forecaster Met Éireann has issued a fresh orange warning in the Republic. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:50:08",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/europe",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/49e7/live/25944370-cdab-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e0d/live/00a71e70-cde2-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health.",
        "long_description": "Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. Novak Djokovic says he still has \"trauma\" when he visits Melbourne, three years after being deported because of Covid-19 rules. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. The youth pastor was spearfishing with his family off an island at the time of the attack. Novak Djokovic says he still has \"trauma\" when he visits Melbourne, three years after being deported because of Covid-19 rules. Australia race to victory on day three of the Fifth Test in Sydney with Scott Boland taking 6-45 to help regain the Border-Gavaskar Trophy. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. The pair, who celebrated their nuptials at a ceremony in September, have officially wed in Australia. The accessory was a gift designed to send love and strength from older women in Australia. Shaun Bowles tells the BBC his daughter was having \"so much fun\" before drinking tainted alcohol. Papua New Guinea will join Australia's rugby league in exchange for allegiance on security matters. Bracknell runner Jack Pitcher beats the British record, set last year, by 16 days in Sydney. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. The band's frontman fell through a trapdoor during a concert in Australia but appeared unharmed. Watch: Radiohead's Thom Yorke responds to heckler shouting about Gaza Hordes of shade covers have taken over Australian beaches - sparking debate over the country's culture. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. The youth pastor was spearfishing with his family off an island at the time of the attack. The pair, who celebrated their nuptials at a ceremony in September, have officially wed in Australia. The two crew members died in separate incidents, both after being hit by a boat's boom. Opener Sam Konstas is set to become Australia men's youngest Test batting debutant in 71 years in the Boxing Day Test against India. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-08 23:50:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0d74/live/b9163830-cd9f-11ef-9c3f-33a3119089d4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7e93/live/4b151a10-cc0d-11ef-95ee-b7d7e6412a71.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "More details emerge about Mount Lavinia shooting that killed 2",
        "short_description": "January 7, 2025 09:24 pm",
        "long_description": "January 7, 2025 09:24 pm Two individuals were killed in a shooting incident early this morning (07) on Watarappala Road, Mount Lavinia, which had been carried out by two unidentified gunmen. According to police, the gunmen had arrived at a residence on a motorcycle around 4:25 a.m. and opened fire using a 9mm pistol and a homemade ‘Galkatas’ handgun. The victims have been identified as Sudath Gomes alias Mano, 36, who died on the spot, and Chanaka Vimukthi alias Sandun, 20, who succumbed to his injuries after being admitted to the Colombo South Teaching Hospital, Kalubowila. The identity of the two gunmen who fled the scene after the shooting has not yet been determined. Police suspect the incident is tied to a longstanding feud between two drug traffickers infamously knowns as ‘Badowita Asanka’ and ‘Kosmalli’, both who are believed to be operating from overseas. Police allege that the attack was carried out by associates of ‘Kosmalli’, as the two victims had connections with drug trafficker ‘Badowita Asanka’. Additionally, police noted that the shooting occurred in the wake of the arrests of the grandmother and a brother of one of the shooting victims in connection with drug trade last night (06). The investigation at the scene of the crime was led by Mount Lavinia Magistrate Chathurika Silva and further investigations are being conducted under the direction of the Deputy Inspector General of Police (DIG) of Western Province (South) Division, Gayanga Marapana.",
        "publication_time": "2025-01-08 23:50:13",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104812/more-details-emerge-about-mount-lavinia-shooting-that-killed-2",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "CBSL\u0092s Policy Agenda for 2025 and Beyond to be unveiled today",
        "short_description": "January 8, 2025 09:56 am",
        "long_description": "January 8, 2025 09:56 am The Central Bank of Sri Lanka (CBSL) is scheduled to hold an event on the “Central Bank’s Policy Agenda for 2025 and Beyond” today (08) at 10.00 a.m. in the Atrium of the CBSL Head Office. The event will be chaired by the Governor of the CBSL, Dr. P. Nandalal Weerasinghe.",
        "publication_time": "2025-01-08 23:50:14",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104822/cbsls-policy-agenda-for-2025-and-beyond-to-be-unveiled-today",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Tens of thousands flee as wildfires tear through Los Angeles area",
        "short_description": "January 8, 2025 06:23 pm",
        "long_description": "January 8, 2025 06:23 pm More than 30,000 people evacuated their homes as a wildfire ripped through an upscale coastal area of Los Angeles on Tuesday and into Wednesday, with Hollywood celebrities among those fleeing by car and on foot as flames engulfed homes and set hillsides ablaze. Two other fires inland were also spreading fast, officials said. Numerous buildings were destroyed and nearly 3,000 acres (1,200 hectares) burned in the Pacific Palisades area between the beach towns of Santa Monica and Malibu, officials said. The area is home to many film and music stars. Roads were jammed with people fleeing the inferno, some abandoning their cars as flames licked the edges, and plumes of smoke and flames rose in the night sky over Los Angeles and its suburbs. Firefighters has not contained the blaze by the early hours and Governor Gavin Newsom has declared a state of emergency. Pacific Palisades resident Cindy Festa said that as she evacuated, fires were “this close to the cars,” demonstrating with her thumb and forefinger. “People left their cars on Palisades Drive. Burning up the hillside. The palm trees - everything is going,” Festa said from her car. A fire official told local television station KTLA that several people were injured in the Palisades Fire, some with burns to faces and hands. One female firefighter had suffered a head injury. Hollywood actor James Woods said on X he was able to evacuate his Pacific Palisades house but added: “I do not know at this moment if our home is still standing.” Los Angeles Mayor Karen Bass said the windstorm is expected to worsen through the morning. A second blaze, dubbed the Eaton Fire, broke out some 30 miles (50 km) inland in Altadena, near Pasadena, and increased in size to 1,000 acres (400 hectares) from 200 acres in a few hours, according to Cal Fire. Almost 100 residents from a nursing home in Pasadena were evacuated, CBS News said. Video showed elderly residents, many in wheelchairs and on gurneys, crowded onto a smoky and windswept parking lot as fire trucks and ambulances attended. Fire officials said a third blaze named the Hurst Fire had started in Sylmar, in the San Fernando Valley northwest of Los Angeles, prompting evacuations of some nearby residents. The Hurst fire has grown to 500 acres (202 hectares) from 100 acres (40 hectares) earlier, according to Cal Fire. More than 220,000 homes and businesses in Los Angeles county were without power late on Tuesday, data from PowerOutage.us showed. PALISADES FIRE Witnesses reported a number of homes on fire with flames nearly scorching their cars when people fled the hills of Topanga Canyon as the fire spread from there down to the Pacific Ocean. Local media reported the fire had also spread north, torching homes near Malibu. Parts of Malibu and Santa Monica are under evacuation orders. Multiple burn victims were treated after walking toward Duke’s restaurant in Malibu in the evening, the Los Angeles Times reported, citing a fire official. Los Angeles Fire Chief Kristin Crowley had earlier told a press conference that more than 25,000 people in 10,000 homes were threatened. Firefighting aircraft scooped water from the sea to drop it on the flames as they engulfed homes. Bulldozers cleared abandoned vehicles from roads so emergency vehicles could pass, television images showed. The fire singed some trees on the grounds of the Getty Villa, a museum loaded with priceless works of art, but the collection remained safe largely because nearby bushes had been trimmed as a preventive measure, the museum said. Before the fire started, the National Weather Service had issued its highest alert for extreme fire conditions for much of Los Angeles County from Tuesday through Thursday. With low humidity and dry vegetation due to a lack of rain, the conditions were “about as bad as it gets in terms of fire weather,” the service said. Governor Newsom said the state had positioned personnel, firetrucks and aircraft elsewhere in Southern California because of the fire danger to the wider region. California had secured federal grants to suppress all three fires, he said on Wednesday morning. BIDEN TRIP ABANDONED The powerful winds forced a change President Joe Biden’s travel plans, grounding Air Force One in Los Angeles. He had planned to make a short flight inland to the Coachella Valley for a ceremony to create two new national monuments in California. “I have offered any federal assistance that is needed to help suppress the terrible Pacific Palisades fire,” Biden said in a statement. A federal grant had already been approved to help reimburse the state of California for its fire response, Biden said. Actor Steve Guttenberg told KTLA television that friends of his were impeded from evacuating because others had abandoned their cars in the road. “It’s really important for everybody to band together and don’t worry about your personal property. Just get out,” Guttenberg said. “Get your loved ones and get out.” Source: Reuters --Agencies",
        "publication_time": "2025-01-08 23:50:15",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104833/tens-of-thousands-flee-as-wildfires-tear-through-los-angeles-area",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Wildfire rages in Los Angeles, forcing 30,000 to evacuate",
        "short_description": "January 8, 2025 08:35 am",
        "long_description": "January 8, 2025 08:35 am A rapidly growing wildfire raged across an upscale section of Los Angeles on Tuesday, destroying homes and creating traffic jams as 30,000 people evacuated beneath huge plumes of smoke that covered much of the metropolitan area. At least 2,921 acres (1,182 hectares) of the Pacific Palisades area between the coastal towns of Santa Monica and Malibu had burned, officials said, after they had already warned of extreme fire danger from powerful winds that arrived following extended dry weather. The fire grew rapidly as officials warned the worst wind conditions were expected to come overnight, leading to concerns that more neighborhoods could be forced to flee. Witnesses reported a number homes on fire with flames nearly scorching their cars when people fled the hills of Topanga Canyon, as the fire spread from there down to the Pacific Ocean. “We feel very blessed at this point that there’s no injuries that are reported,” Los Angeles Fire Chief Kristin Crowley told a press conference, adding that more than 25,000 people in 10,000 homes were threatened. Firefighters in aircraft scooped water from the sea to drop it on the nearby flames. Flames engulfed homes and bulldozers cleared abandoned vehicles from roads so emergency vehicles could pass, television images showed. As the sun set over Los Angeles, towering orange flames illuminated the hills leading to Topanga Canyon. The fire singed some trees on the grounds of the Getty Villa, a museum loaded with priceless works of art, but the collection remained safe largely because of preventive efforts to trim brush surrounding the buildings, the museum said. It will remain closed at least for the rest of the week. With only one major road leading from the canyon to the coast, and only one coastal highway leading to safety, traffic crawled to a halt, leading people to flee on foot. Cindy Festa, a Pacific Palisades resident, said that as she evacuated out of the canyon, fires were “this close to the cars,” demonstrating with her thumb and forefinger. “People left their cars on Palisades Drive. Burning up the hillside. The palm trees - everything is going,” Festa said from her car. Before the fire started, the National Weather Service had issued its highest alert for extreme fire conditions for much of Los Angeles County from Tuesday through Thursday, predicting wind gusts of 50 to 80 mph (80 to 130 kph). Strong, dry Santa Ana winds originating from inland deserts combined with low humidity and dry vegetation due to a lack of rain. The conditions were “about as bad as it gets in terms of fire weather,” the Los Angeles office of the National Weather Service said on X. Governor Gavin Newsom, who declared a state of emergency, said the state positioned personnel, firetrucks and aircraft elsewhere in Southern California because of the fire danger to the wider region, he added. “Hopefully, we’re wrong, but we’re anticipating other fires happening concurrently,” Newsom told the press conference. The winds changed President Joe Biden’s travel plans, grounding Air Force One in Los Angeles. He had planned to make a short flight inland to the Coachella Valley for a ceremony to create two new national monuments in California but the event was rescheduled for a later date at the White House. Pacific Palisades is home to several Hollywood stars. Actor James Woods said on X he was able to evacuate but added, “I do not know at this moment if our home is still standing.” Actor Steve Guttenberg told KTLA television that friends of his were impeded from evacuating because others had abandoned their cars in the road. “It’s really important for everybody to band together and don’t worry about your personal property. Just get out,” Guttenberg said. “Get your loved ones and get out.” Source: Reuters --Agencies",
        "publication_time": "2025-01-08 23:50:16",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104818/wildfire-rages-in-los-angeles-forcing-30000-to-evacuate",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "JICA Senior Vice President meets PM Harini to strengthen bilateral cooperation",
        "short_description": "January 8, 2025 08:16 am",
        "long_description": "January 8, 2025 08:16 am Mr. Shohei Hara, Senior Vice President of the Japan International Cooperation Agency (JICA), has paid a courtesy call on the Prime Minister of Sri Lanka, Dr. Harini Amarasuriya, at the Parliament of Sri Lanka. During the meeting, Mr. Hara extended JICA’s commitment to supporting the nation’s development priorities. Key areas of discussion included debt restructuring, the completion of the Bandaranaike International Airport (BIA) expansion project, and potential avenues for enhanced collaboration between the two countries, the Prime Minister’s Media Division reported. Prime Minister Dr. Harini Amarasuriya expressed her appreciation for Japan’s support and reaffirmed the government’s focus on poverty alleviation, digitalization and the “Clean Sri Lanka” initiative, the statement said. The meeting was attended by H.E. Akio Isomata, Ambassador of Japan, and Mr. Kenji Ohashi, First Secretary and Head of Economic Cooperation from the Embassy of Japan. The Sri Lankan delegation included Ms. Sagarika Bogahawatta, Additional Secretary to the Prime Minister, Ms. Yasoja K. Gunasekera, Additional Secretary for Middle East & Africa, and Mr. Raveen Ubeysekera, Assistant Director for East Asia in the ministry of foreign affairs, along with senior officials from the Ministry of Finance’s External Resources Department.",
        "publication_time": "2025-01-08 23:50:17",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104816/jica-senior-vice-president-meets-pm-harini-to-strengthen-bilateral-cooperation",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Bus strike called off after talks with police chief",
        "short_description": "January 8, 2025 05:06 pm",
        "long_description": "January 8, 2025 05:06 pm The bus associations have decided to call off their island-wide strike following successful discussions with the Acting IGP. This decision was reached after a successful discussion held today (08) between the private bus associations and the Acting Inspector General of Police (IGP), Priyantha Weerasooriya, regarding traffic operations linked to the ‘Clean Sri Lanka’ national initiative. As a result, the bus associations have decided to call off their planned island-wide strike. Earlier, the bus associations had decided yesterday (07) to launch an island-wide strike to protest against the police department’s excessive and unnecessary pressure on passenger transport bus operators. In this context, representatives from the bus associations held a discussion with the Acting Inspector General of Police (IGP), Priyantha Weerasooriya, at the Police Headquarters this morning (08). Following the discussion with the Acting IGP, it was decided not to proceed with the strike action, the trade unions said. Meanwhile, the Police Spokesman announced that a three-month grace period will be given to private bus owners to remove unnecessary additional accessories from buses, as discussed today between the private bus owner’ unions and the Acting IGP.",
        "publication_time": "2025-01-08 23:50:18",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104832/bus-strike-called-off-after-talks-with-police-chief",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "TRCSL warns public over fraudulent text messages",
        "short_description": "January 8, 2025 09:06 am",
        "long_description": "January 8, 2025 09:06 am The Telecommunications Regulatory Commission of Sri Lanka (TRCSL) has issued a warning, advising the public not to share their personal details in response to fraudulent text messages circulating on social media. The Commission has stated that it is receiving complaints regarding fake messages claiming that the President will offer financial assistance of Rs. 50,000 to poor families. Accordingly, the Director of the Telecommunications Commission, Mrs. H.P.M. Pathirana, has advised individuals not to provide any personal information in response to these deceptive messages. “The Telecommunications Regulatory Commission is receiving a large number of complaints regarding fake SMS messages. A message claiming that the President will provide Rs. 50,000 in assistance to poor families is rapidly circulating on social media networks. We request that you refrain from clicking on these links,” said the TRCSL Director. She further added that they had already taken the necessary measures to block those fraudulent links. She warned that if personal information was provided through them, unauthorized access to bank accounts by third parties could cause significant issues. Therefore, she advised the public not to share any personal information.",
        "publication_time": "2025-01-08 23:50:19",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104819/trcsl-warns-public-over-fraudulent-text-messages",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Committee on Public Finance meets for first time",
        "short_description": "January 7, 2025 10:11 pm",
        "long_description": "January 7, 2025 10:11 pm The Committee on Public Finance met for the first time yesterday (06) under the Chairmanship of its Chair, Member of Parliament Dr. Harsha de Silva. In terms of the Standing Orders of Parliament, Member of Parliament Dr. Harsha de Silva, representing the opposition, was nominated as the Chair to the Committee on Public Finance by the Committee of Selection. Following the address by the Chair in which a brief overview of the functions and past work by the Committee was highlighted, the forum was made available for the Members of the Committee and the officials present to carry out an open discussion, a statement said. Thereafter, Ministry officials including Secretary to the Ministry of Finance, Mahinda Siriwardena and Governor of the Central Bank of Sri Lanka (CBSL), Dr. Nandalal Weerasinghe, conducted a presentation on the Mid-Year Fiscal Position Report 2024 and the Recent Economic Developments and the Outlook. The Committee approved the Mid-Year Fiscal Position Report 2024, the statement added. The Committee also commended the Governor of the Central Bank of Sri Lanka for being named as the LMD’s ‘Sri Lankan of the Year’ and acknowledged the efforts of the officials in reviving the economy. The Committee on Public Finance also took into account the Annual Work Programme of the National Audit Office – 2025 and approved the same subject to the revision by the Committee if necessary. Members of the Committee Deputy Ministers Harshana Suriyaperuma and Chathuranga Abeysinghe, Members of Parliament Ravi Karunanayake, Harshana Rajakaruna, Shanakiyan Rasamanickam, Dr. Kaushalya Ariyarathne, Arkam Ilyas, Nimal Palihena, Wijesiri Basnayake, Thilina Samarakoon, Lakmali Hemachndra and the Assistant Secretary General of Parliament Hansa Abeyratne were present at the Committee meeting held.",
        "publication_time": "2025-01-08 23:50:20",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104813/committee-on-public-finance-meets-for-first-time",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lanka govt launches strategic initiative for commercialization of R&D",
        "short_description": "January 8, 2025 10:01 pm",
        "long_description": "January 8, 2025 10:01 pm President Anura Kumara Disanayake has emphasized that Sri Lanka can enhance its position in the global market through a robust new product development strategy, which will also create new market opportunities. He made these remarks today (08) during the official launch of the “National Initiative for R&D Commercialization” held at the Presidential Secretariat. As part of the initiative, the newly developed website nirdc.gov.lk was also launched. This platform aims to facilitate the commercialization of research and development, thereby contributing to sustainable economic growth through the production of value-added goods and services, which will ultimately drive national economic development and social progress, the President Media Division reported. The President pointed out that while grassroots-level innovators do emerge in Sri Lanka, there has been a lack of adequate mechanisms to properly support, nurture, and commercialize their ideas. He stressed the need to create an enabling environment for free and innovative thinking, backed by an efficient system to channel these ideas into productive outcomes. With such a framework in place, Sri Lanka can transform itself into a hub of innovation. Historically, the country has allocated a mere 0.12% of its annual GDP for research and development. Despite Sri Lanka’s abundance of natural resources, there has been limited focus on utilizing research to generate economic benefits. However, with the new government in place, a significant number of local and international investors have shown keen interest in investing in Sri Lanka. The government aims to capitalize on this momentum by efficiently managing investments to spur economic growth without delay, the PMD mentioned. The recently established Ministry of Science and Technology has already begun implementing a long-term, well-structured R&D strategy. The immediate priority will be to convert near-complete or completed research projects into marketable, value-added products and services, providing a quick boost to the economy. To support this effort, the “National Initiative for R&D Commercialization (NIRDC)” has been established, chaired jointly by the Secretary to the President, Dr. Nandika Sanath Kumanayake, and Senior Advisor to the President, Prof. Gomika Udugamasooriya. The initiative includes a committee comprising experts from diverse fields such as scientific research, industry, economics, law, arts, and indigenous heritage. During the event, President Disanayake highlighted that while human needs remain constant, the methods of fulfilling those needs evolve. He noted that innovation and new product development are key to shaping those new methods. Addressing past shortcomings, the President observed that Sri Lanka’s outdated approach to technology and innovation has hindered its ability to compete in the global market. Despite technological advancements driving a shift in global market trends, Sri Lanka remains trapped in traditional sectors like tea, coconut, and rubber, the PMD said. President Disanayake further underscored that globally leading companies have succeeded by integrating innovation with technology, noting that five out of the world’s top ten companies are technology-based. He pointed out Sri Lanka’s past neglect of technology as a key economic driver, contrasting it with developed countries that prioritized technological advancements and achieved significant economic growth. The President concluded by stating that eradicating poverty is essential not only to eliminate social suffering but also to restore the rights of marginalized communities. He asserted that through innovation, the rural poor can be empowered by ensuring their right to economic participation and access to information, which will ultimately improve their quality of life. Expressing his views, Senior Advisor to the President, Prof. Gomika Udugamasooriya stated: Up to now, research and development (R&D) outcomes in Sri Lanka have not been effectively integrated into the economy. Under this new program, efforts will be directed towards commercializing R&D, enabling economic growth and fostering social development to build a sustainable economy. The event was graced by a distinguished gathering, including Prime Minister Dr. Harini Amarasuriya, Ministers Sunil Handunnetti and Wasantha Samarasinghe, Professor Anil Jayantha Fernando and Professor Chrishantha Abeysena, Deputy Ministers Chathuranga Abeysinghe, Secretary to the President Dr. Nandika Sanath Kumanayake, Central Bank Governor Dr. Nandalal Weerasinghe, Senior Additional Secretary to the President Mr. Russel Apponsu, university vice-chancellors and representatives, heads of state and private research institutions, investors, entrepreneurs, industrialists, and senior executives from banks and financial institutions. --PMD",
        "publication_time": "2025-01-08 23:50:21",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104836/sri-lanka-govt-launches-strategic-initiative-for-commercialization-of-rd",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Court order issued over IUSF protest planned in Colombo ",
        "short_description": "January 8, 2025 12:38 pm",
        "long_description": "January 8, 2025 12:38 pm The Fort Magistrate’s Court has issued an order preventing the Convenor of the Inter University Students’ Federation (IUSF), Madushan Chandrajith and others from entering the Presidential Secretariat, President’s House, Finance Ministry premises etc. during a planned protest in Colombo today. Additionally, the court order restricts them from causing any inconvenience to pedestrians or vehicular traffic on several roads in Colombo, from 1.00 p.m. to 6.00 p.m. today (08). Accordingly, this order has been issued to the convener of the IUSF, Madushan Chandrajith; the convener of the Inter-University Bhikkhu Federation (IUBF); the convener of the Medical Faculty Students’ Action Committee, Rashmika Chamod Ranasinghe; the convener of the Student Union at the Open University in Nawala, Udara Ranasinghe; and the convener of the Faculty of Allied Health Sciences Student Union, Tharushan Piyumantha Herath. The court has issued this order in accordance with the provisions of Section 106(1) of the Code of Criminal Procedure (CCP), after considering the facts presented to the court by the Officer-in-Charge (OIC) of the Fort Police Station. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures.",
        "publication_time": "2025-01-08 23:50:22",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104827/court-order-issued-over-iusf-protest-planned-in-colombo-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    }
]