[
    {
        "title": "NewsNews",
        "short_description": "First Minister Eluned Morgan takes questions in the Senedd.",
        "long_description": "First Minister Eluned Morgan takes questions in the Senedd. Meetings are being held amid concern that hundreds of jobs are under threat at Cardiff University. It is unlikely a ban on lying will be a criminal offence, political editor Gareth Lewis learns. The household income threshold for EMA will rise after a 15-year freeze, the Welsh government says. Doctors' leader responds after Morgan says health bosses must do \"better\" before receiving more cash. Meetings are being held amid concern that hundreds of jobs are under threat at Cardiff University. A road safety debate in parliament heard calls for graduated licences to improve road safety. Fee-charging schools run by charities will face higher business rates in Wales from April. It is unlikely a ban on lying will be a criminal offence, political editor Gareth Lewis learns. I'm a BBC journalist, but for the past year I've been going undercover in a far-right group. Labour Pontypridd MS and former minister Mick Antoniw is to stand down at the next Senedd election. Hannah Blythyn refuses to answer questions on texts that helped lead to Vaughan Gething resignation. There were around 852,00 Welsh speakers in Wales last September, annual population survey indicates. Private firms, including GP surgeries, and charities serving the public sector have asked for help. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:40:44",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales/wales_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/a54b/live/14da3e90-dd64-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ccfc/live/f1eba320-dd62-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Dan Jarvis says Islamist extremism, followed by far-right extremism, are the biggest threats the UK faces.",
        "long_description": "Dan Jarvis says Islamist extremism, followed by far-right extremism, are the biggest threats the UK faces. Rachel Clarke, a palliative care doctor, was speaking to MPs considering the proposed law on assisted dying. Official data show that 58 of those children were babies under the age of one. It comes after the chancellor hinted the government would back a third runway at Heathrow Airport. Chancellor Rachel Reeves is set to announce expansion plans but some question the short-term benefits. Rachel Clarke, a palliative care doctor, was speaking to MPs considering the proposed law on assisted dying. Projections suggest the UK population could grow by almost five million over the next decade. Restrictions on surplus cash in pension schemes could be eased to get more money into the economy. Official data show that 58 of those children were babies under the age of one. HMS Agincourt has been renamed Achilles amid reports the defence ministry did not want to offend France. Zara Mohammed tells BBC the difficulties she faced as she ends her time as Muslim Council of Britain leader. The conversation comes after the president praised Sir Keir for doing a \"very good job\" as prime minister. The US president tells BBC he feels the UK prime minister has \"done a very good job thus far\". His cameo appearance sees him enter the ITV soap's Hide Bar & Bistro and order a cup of tea. Sir Keir Starmer and Donald Trump spent 45 minutes on the phone over the weekend. Westminster's drinking culture is in the spotlight after a bar was closed over an alleged spiking incident. The chancellor raised taxes in the Budget - but now she wants to get rid of barriers to business. Why the change of focus? MPs backed a proposal to let terminally ill people in England and Wales choose to end their life. The government says repeated legal action against big projects is preventing the country's growth. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:40:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cb47/live/817d7cb0-dd7d-11ef-848f-998d0175b76f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/d76d/live/b2ff32c0-dd86-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Small rebound for Nvidia shares as US stock markets reopen after DeepSeek shock",
        "short_description": "The share price in tech firm Nvidia had a small rebound as US stock markets opened on Tuesday morning, while other tech stocks stabilised",
        "long_description": "The share price in tech firm Nvidia had a small rebound as US stock markets opened on Tuesday morning, while other tech stocks stabilised On Monday, Nvidia - a leading US chip firm for artificial intelligence - suffered the biggest single-day loss in US market history on Monday Its share price fell 17% on Monday - but was up 1.5% in early Tuesday trading The emergence of a Chinese AI app, DeepSeek, caused tech-focused shares in the US to fall - they also fell in Japan on Tuesday The app was reportedly developed for a fraction of the cost of its rivals, raising questions about the future of America's AI dominance DeepSeek has already overtaken rivals including ChatGPT to become the most downloaded free app in the US US President Donald Trump said it was a wake-up call for America's technology industry This video can not be played DeepSeek AI bot dodges BBC question about China Edited by Emily McGarvey and Johanna Chisholm Nick EdserBusiness reporter Itâ\u0080\u0099s been a mixed start to trading for Nvidia shares. After rebounding slightly in the first few minutes, they fell back, but have now recovered again to stand 1.3% higher. Among the main US stock indexes, both the Dow Jones and S&P 500 are barely changed, while the tech-based Nasdaq is up 0.4%. Often when there has been a big sell-off in shares, buyers return to the market looking for bargains if they think prices have fallen too far. But thereâ\u0080\u0099s no guarantee that prices will rebound. Itâ\u0080\u0099s worth remembering that investors who bought Nvidia shares a year ago are still sitting on a decent profit. Even after yesterdayâ\u0080\u0099s 17% fall, Nvidiaâ\u0080\u0099s shares are back to where they had been only last October. Nick EdserBusiness reporter It looks like the mini-rebound might already be petering out, but let's wait and see how this plays out. As a reminder, prices often are quite volatile at the start of trading. Stick with us. Nick EdserBusiness reporter Early indications are that tech shares have stabilised, for now. The tech-heavy Nasdaq stock index, which fell more than 3% on Monday, is up 0.2% so far. Among some of the tech giants, Google-owner Alphabet is up 0.1% but Microsoft shares are down 0.6% Nick EdserBusiness reporter Trading has just restarted in the US and Nvidia shares have risen 1.5% in the first few minutes. This marks a small rebound from the 17% fall seen on Monday. After a history-making day in the US stock market on Monday, the market has opened once again. Stay with us as we bring you the latest on the impact of DeepSeek. The Lunar New Year falls on 29 January this year After it sent shockwaves through the US tech industry yesterday, Chinese artificial intelligence start-up DeepSeek is entering \"holiday mode\" for Lunar New Year, according to the South China Morning Post. The newspaper reports that the Hangzhou-based start-up, including founder Liang Wenfeng and the firmâ\u0080\u0099s young scientists, have \"gone quiet\" and are \"shunning public attention\" as China entered its week-long holiday. They also say that DeepSeek made its last update at midnight on Monday - Lunar New Year's Eve - and the AI start-up's office building was found deserted on Tuesday morning. South China Morning Post also reports that the start-up has seen \"many uninvited visitors\" coming to DeepSake's office in the last two days. The US stock market was startled on Monday, with chip giant Nvidia losing almost $600bn (Â£482bn) in market value. As the markets closed on Tuesday, Tokyo's Nikkei 225 index dropped 1.39%. Hong Kong's Hang Seng made a 0.14% gain. Markets in Taiwan, South Korea and China, are closed for the Lunar New Year holiday. AI chip-maker Nvidia saw investors make a swift exit yesterday, after the emergence of DeepSeek, suffering its biggest single-day loss in Wall Street history. The US tech giant lost over a sixth of its value after the rise of the Chinese AI chatbot, its stocks plunging by more than 16% and more than $500bn off its value being wiped off its market value. That's the equivalent to lose about the entire market valuation of oil giant Exxon, or credit card giant MasterCard. However, Nvidia is still worth more than $2.9 trillion. In fact, only Apple and Microsoft are currently ranked ahead of Nvidia in terms of market valuation. Like many other Chinese AI models - Baidu's Ernie or Doubao by ByteDance - DeepSeek is trained to avoid politically sensitive questions. When the BBC asked the app what happened at Tiananmen Square on 4 June 1989, DeepSeek did not give any details about the massacre, a taboo topic in China. Watch its response below: This video can not be played DeepSeek was founded in December 2023 by Liang Wenfeng and released its first AI large language model the following year. Not much is known about Liang, who graduated from Zhejiang University with degrees in electronic information engineering and computer science. He was recently seen at a meeting hosted by China's premier Li Qiang, reflecting DeepSeek's growing prominence in the AI industry. He is the CEO of a hedge fund called High-Flyer, which uses AI to analyse financial data to make investment decisions - what is called quantitative trading. In 2019 High-Flyer became the first quant hedge fund in China to raise over 100 billion yuan ($13m). In a rare interview last year, he said China's AI sector \"cannot remain a follower forever\". Asked why DeepSeek's model surprised so many in Silicon Valley, he said: \"Their surprise stems from seeing a Chinese company join their game as an innovator, not just a follower - which is what most Chinese firms are accustomed to.\" Australia's science minister, Ed Husic, has become the first member of a Western government to raise privacy concerns about DeepSeek, saying many questions remain unanswered about the app, including its \"data and privacy management\". \"I would be very careful about that, these type of issues need to be weighed up carefully,\" Husic told ABC News. Chinese tech, from Huawei to TikTok, has repeatedly been the subject of allegations the firms are linked to the Chinese state, and fears this could lead to peoples' data being harvested for intelligence purposes. Asked by BBC News if it shared the Australian government's concerns, it said in a statement: \"We will continue to engage with stakeholders on promoting effective transparency measures, without shying away from taking action when our regulatory expectations are ignored.\" US President Donald Trump has called the rise of Chinese company DeepSeek \"a wake-up call\" for the US tech industry. He said the latest developments in China's AI industry may be \"a positive\" for the US. \"If you could do it cheaper, if you could do it [for] less [and] get to the same end result. I think that's a good thing for us,\" he told reporters on board Air Force One. Trump also said he was not concerned about the breakthrough, adding the US will remain a dominant player in the field. DeepSeek is a free AI-powered chatbot, which looks, feels and works very much like ChatGPT. The AI model that powers DeepSeek - known as R1 - is reportedly as powerful as the OpenAI o1 model behind ChatGPT when performing tasks such as mathematics and coding. The R1 models produce responses incrementally, simulating a process similar to how humans reason through problems or ideas. It uses less memory than its rivals, ultimately reducing the cost to perform tasks. Chinese government censorship was thought to be a huge challenge for developing AI. But DeepSeek appears to have been trained on an open-source model, which enables it to perform complex tasks while also withholding certain information. And it says it has been able to do this cheaply, with researchers behind it claiming it cost $6m (Â£4.8m) to build - though the cost of development outside of training the model is unknown. Nick EdserBusiness reporter Monday proved to be a traumatic day for several tech stocks after the emergence of DeepSeekâ\u0080\u0099s AI model sent a shudder across markets. The most notable victim was US chip giant Nvidia. Its shares fell 17%, cutting its stock market value by about $593bn (Â£433bn) - the biggest single-day loss in US market history. Other tech stocks also took a bruising. And it wasnâ\u0080\u0099t only tech stocks that were affected. Power companies â\u0080\u0093 which were expected to benefit from the demand for power to drive AI data centres â\u0080\u0093 saw big losses, with Vistra Corp plunging 28%. The falls had a knock-on effect in Asian markets on Tuesday. Shares in Japanese AI-related firms - including Advantest, Softbank and Tokyo Electron - all fell sharply. However, there are signs that a partial rebound could be coming, with Nvidia shares expected to see a small rise when trading restarts in the US at 09:30 EST (14:30 GMT). Nvidia shares have soared in the past year as excitement around the potential for AI has built, so while the 17% fall on Monday was dramatic, AJ Bell investment director Russ Mould notes that this only pulls the share price back to levels seen in October last year. Nabiha AhmedLive reporter We're just over an hour away from the New York Stock Exchange opening on a day that could again prove dicey for American tech stocks. Monday saw the Chinese AI app DeepSeek send shockwaves through Wall Street after it shot to the top of the Apple Store's downloads - stunning investors and causing the value of some tech stocks to take a hit. Launched last week, the app's emergence has been dubbed as \"AI's Sputnik moment\", after US tech giant Nvidia lost over a sixth of its value as a result of DeepSeek's surging popularity. That's Nvidia's biggest single-day loss in Wall Street history. What makes DeepSeek so special, you ask? It claims that its R1 model was made at a fraction of the cost of its rivals - threatening the future of America's dominance in the AI industry. Our business team is poised to bring you all the latest from the US stock market when it opens at 09:30 EST (14:30 GMT). Stick with us, and we'll bring you all the relevant updates throughout the trading day. Thomas MackintoshLive reporter The price of some tech stocks has continued falling on Asian markets as a result of the release of a low-cost AI chatbot which launched last week. It has overtaken rivals including ChatGPT to become the most downloaded free app in the United States. The DeepSeek app was reportedly developed for a fraction of the cost of its rivals, raising questions about the future of America's AI dominance and the scale of investments US firms are planning. Its emergence, which has been hailed as a \"Sputnik moment\", caused some tech shares and stocks to tumble - including the US chipmaker Nvidia which suffered the biggest single-day loss in Wall Street history. Only a few hours ago US President Donald Trump referenced DeepSeek's breakthrough during an address to Republican congressmen and women in Miami. He hailed the breakthrough as positive news and suggested it is a \"wake-up call\" for the US tech industry. We will be bringing our coverage to an end shortly - but for more detailed reading check out everything you need to know about DeepSeek and why it caused tech stocks to drop. Joao Da SilvaBusiness reporter DeepSeek's ability to create highly disruptive AI models is casting doubt over the effectiveness of US restrictions on the export of advanced computer chips to China. The US has been tightening those trade curbs since 2022 in the hope that they would help keep it ahead in the race to develop powerful AI systems. \"Iâ\u0080\u0099d say they are starting to fail to give the US an edge, because now it has become a totally different game to play, and DeepSeek is the game changer,\" said Wei Sun, an AI expert with technology research firm, Counterpoint Research. Others argued that the trade curbs ended up giving Chinese AI developers a boost. \"The export restrictions have inadvertently pushed Chinese tech companies like DeepSeek to become more creative and efficient,\" said Marina Zhang, an associate professor at the University of Technology Sydney, who focuses on China's high-tech industries. \"DeepSeekâ\u0080\u0099s success demonstrates that constraints can drive creativity, challenging the assumption that technological leadership is solely dependent on hardware superiority.\" Fan WangBBC News, Singapore The Chinese internet has been excited by DeepSeek's shoot-to-fame since the weekend. It's been a while since there has been good news for Chinese tech - the noises around TikTok and its parent company ByteDance, a Chinese-owned company, have overshadowed the industry's glory to international audiences for a long time. But now the Chinese feel vindicated. At this holiday season of Lunar New Year, the biggest holiday for Chinese, the most trending topics on Chinese social media are about AI and DeepSeek. This morning, on popular social media platform Weibo, many top-trending hashtags are related to the AI tool. The topic \"What is DeepSeek \" has generated more than 11 million views, with state broadcaster CCTV's post on this leading the discussion. Other trending hashtags include \"the three AI heroes from Guangdong\" - DeepSeek's founder Liang Wenfeng is one of them, and \"Hangzhou six little dragons\" - a phrase to describe the six star new tech companies that are based in the city of Hangzhou. \"DeepSeek shows us that only if you have the real deal will you stand the test of the times,\" a top-liked Weibo comment reads. \"This is the best new year gift. Wish our motherland prosperous and strong,\" another reads. US President Donald Trump says the latest developments in China's AI industry could be good for America because they make the technology cheaper. \"If you could do it cheaper, if you could do it [for] less [and] get to the same end result. I think that's a good thing for us,\" Trump told reporters on board Air Force One. He also said he was not concerned about a breakthrough in China's AI industry, adding the US will remain a dominant player in the field. In a post on X, ChatGPT's Sam Altman calls DeepSeek's latest offering \"an impressive model, particularly around what they're able to deliver for the price\". But he emphasises that OpenAI believes greater computing power is key to the success of its own model. He says: \"We will obviously deliver much better models and also it's legit invigorating to have a new competitor! we will pull up some releases.\" Altman made his fortune by investing in huge tech start-ups like Reddit and Airbnb, before turning his attention to artificial intelligence. He created and still helms OpenAI's ChatGPT - a large language model that passed one million users in less than a week when it was launched in 2022. Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:40:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/live/cjr85l2e4l4t",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/aa6d/live/aab56a30-dcd7-11ef-902e-cf9b84dc1357.jpg",
            "https://static.files.bbci.co.uk/core/website/assets/static/news/incident-types/analysis.77b314ef10b5742f931e.svg",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/28/2a4474c0-8a23-47ed-bf78-1d34bdc4f3c9.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/28/ce2cdd9b-34ab-495b-ad0d-d3e7cff655ce.png.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/28/f49c6363-0e6f-4b76-b27e-5222f9e9a7a7.jpg.webp"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "'We were stripped of all our humanity': Auschwitz survivors remember",
        "short_description": "Holocaust survivors have been marking 80 years since the liberation of the Nazi concentration camp, Auschwitz, in Poland.",
        "long_description": "Holocaust survivors have been marking 80 years since the liberation of the Nazi concentration camp, Auschwitz, in Poland. Tova Friedman, 86, Leon Weintraub, 99, Marian Turski, 98, and Janina Iwanska, 94, are all survivors who shared their haunting memories of Auschwitz at a ceremony on Monday in front of world leaders. People also walked up to the 'death wall' and left candles to pay their respects outside Block 11 in Auschwitz, where thousands of prisoners were executed by SS officers. Some 1.1 million people, most of them Jews, were murdered at the Auschwitz complex, making it the site of the largest mass execution of human beings ever recorded. Video journalists: Gabriela Boccaccio & Jack Burgess Tens of thousands of people demand action as they gather to remember the victims of Greece's worst railway disaster. It's election day in Belarus - with Alexander Lukashenko set to continue his 31-year-long rule of the country. BBC's Helen Willetts has the forecast after Storm Éowyn brought record-breaking winds. At least 10 people have been injured when a ski lift failed in northern Spain. The \"once-in-a-century\" find has been unearthed in the ancient Roman city. Irish mountain farmers use their dogs to find their flock trapped under several feet of snow. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Three survivors of the downed Azerbaijani plane have described the moments on the flight before the crash. Footage shows survivors walking and being dragged away from the tail section of the plane. More than 30 million Catholic pilgrims are expected to head to Rome for the jubilee, which takes place once every 25 years. Suspect appears in court after attack on German Christmas market that killed five and injured more than 200. Taleb Al-Abdulmohsen spoke about his work helping ex-Muslims flee the Gulf. The French president spoke to residents on Mayotte while touring the devastation caused by Cyclone Chido. BBC Africa Correspondent Mayeni Jones reports from cyclone-hit Mayotte, as French President Emmanuel Macron visits to assess the damage. Dr Laurent Layet explains how a seemingly ordinary man could commit these crimes. Speaking outside court, Gisèle Pelicot says she never regretted her decision to make her rape trial public. Gisèle Pelicot pushes through crowds of journalist to attend court. Steven Rosenberg reports from where a Russian general died in a blast at a residential block. Lt Gen Igor Kirillov was leaving a residential block on Tuesday when a device hidden in a scooter went off. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "20 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cp9x8x400xxo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c4d8/live/2347b6c0-dcd2-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f5a1/live/6a2bdfe0-da6f-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "BBC's AI correspondent explains why DeepSeek has caused shockwaves",
        "short_description": "Chinese AI bot DeepSeek has disrupted the stock market, with US President Donald Trump calling its rise \"a wake-up call\" for the US tech industry.",
        "long_description": "Chinese AI bot DeepSeek has disrupted the stock market, with US President Donald Trump calling its rise \"a wake-up call\" for the US tech industry. DeepSeek - which claims its model was made at a fraction of the cost of its rivals - has become the most downloaded free app in the US just a week after it was launched. The BBC's AI correspondent, Marc Cieslak discusses why the large language model has caused shockwaves. You can listen to the full episode of the Newscast podcast here. One Somerset couple experienced an unusual consequence of flooding that hit the county. Over a million people are camping out in the cold for a month at the banks of the Ganges river. Officers try to pull over a woman in a wheelchair near the Meadowhall shopping centre in Sheffield. Watch the latest news summary from BBC World News. International news updated 24 hours a day. Watch the latest news summary from BBC World News. International news updated 24 hours a day. Nigel Wray says the city and its architecture should be enough to inspire anyone. A compilation of dashcam footage of dangerous driving is released by Humberside Police. Actor Brian Cox on his love of the London stage ahead of his return to the Theatre Royal Haymarket. Jessica says she was mistreated due to having borderline personality disorder. Lady Milena Grenfell-Baines found out she had been brought to Britain thanks to Sir Nicholas Winton. The latest weather forecast for the East of England from BBC Look East. Holocaust survivors have been marking 80 years since the liberation of the Nazi concentration camp, Auschwitz. Cait Hellyer wants to see better accessibility within the lingerie and swimwear industries. Three people were injured as crowds celebrated reaching the Super Bowl. Police said the collision was an \"accident\". The clean-up effort is far from over for thousands of homeowners throughout Northern Ireland. A Holocaust survivor has said her mother feared the day she gave birth would be her \"last on earth\". A Cardiff motorcyclist hits 120mph during a police pursuit. The seven members of one of Scotland's biggest child sex abuse rings have been given life-long sentences. Footage shows people believed to be escaped prisoners on the streets of Goma, as M23 rebels enter the Congolese city. Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cly9lpx8xdko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/112e/live/80305120-dd5a-11ef-bc01-8f2c83dad217.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a773/live/f39b36d0-af1e-11ef-8ab9-9192db313061.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Top executives resign over Japanese TV host's sex scandal",
        "short_description": "The chairman and president of Fuji TV, one of Japan's biggest networks, have resigned in the wake of a sexual misconduct allegation against a famous TV host.",
        "long_description": "The chairman and president of Fuji TV, one of Japan's biggest networks, have resigned in the wake of a sexual misconduct allegation against a famous TV host. Dozens of companies have pulled their advertisements from the network, which was criticised for trying to cover up the scandal. Masahiro Nakai was accused of sexually assaulting a woman at a 2023 dinner party allegedly organised by Fuji TV staff. He announced his retirement from show business last week. The Japanese government has called on Fuji TV to regain trust from viewers and sponsors. In a press conference on Monday, Fuji TV chairman Shuji Kano and president Koichi Minato bowed as they announced their resignations. It came shortly after an emergency board meeting. They apologised to viewers as well as stakeholders for the trouble and anxiety caused in a scandal that has rocked Japan's entertainment industry. \"I feel deeply the weight of my responsibility for undermining trust in the media,\" said Mr Minato. \"Looking back, I realise there were shortcomings in our response.\" Mr Minato had admitted previously that the company had known about the allegation against Nakai shortly after the alleged incident took place. But Fuji TV chose not to disclose it at the time, as it \"prioritised the woman's physical and mental recovery as well as the protection of her privacy\", he had said. Reports emerged last month that Nakai had paid the unnamed woman more than half a million dollars. More allegations then surfaced that a Fuji TV employee had helped to arrange the dinner party. Nakai, a former member of boy band SMAP and a household name who fronted several Fuji TV shows, has denied using violence against the woman. He has also said that he had \"resolved\" the matter with her through a settlement. But this did little to quell public anger. Car manufacturers Nissan and Toyota were among the companies that pulled advertising from Fuji TV. In an open letter, investment firm Rising Sun Management which is the majority shareholder of Fuji TV's parent company, said that the scandal \"exposes serious flaws in your corporate governance\". Fuji TV has since set up an independent committee to investigate the scandal. Executive vice president Kenji Shimizu, who will replace Mr Minato as president, said he would \"never tolerate acts that violate human rights\" and committed to preventing similar incidents by \"starting from scratch\". Earlier this month, the network suspended a weekly show hosted by Nakai while other major networks have also dropped the presenter. Other TV networks have also announced their own investigations, following reports that similar dinner parties involving celebrities are a common practice in the industry. It is the latest punishment imposed by the Chinese authorities following a series of mass attacks. The move comes hours after economic data showed prices rose last month at the fastest pace in 16 months. Masahiro Nakai, a host on Fuji TV, allegedly sexually assaulted a woman at a dinner party in 2023. Staff members believe the sunfish stopped eating when the aquarium was temporarily closed because it was lonely. Two landers owned by US and Japanese companies to carry out separate tests on the Moon's surface. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c0jnq1dv745o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ece2/live/e7a40830-dc86-11ef-8b0a-9b653f118791.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/460d/live/aee99410-da10-11ef-8059-f5274e04c93f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "UN aid agencies are warning of a humanitarian crisis in Goma in the east of the Democratic Republic of Congo.",
        "long_description": "UN aid agencies are warning of a humanitarian crisis in Goma in the east of the Democratic Republic of Congo. At least 17 people have reportedly been killed and close to 400 wounded. The draw for the 2025 Africa Cup of Nations is made in Morocco where defending champions Ivory Coast will be in the same group as Cameroon M23 rebels have made rapid advances in the latest bout of conflict that has long-dogged the mineral-rich east. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. At least 17 people have reportedly been killed and close to 400 wounded. The 24-year-old was flown to the US accused of child exploitation, which he denies. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. The draw for the 2025 Africa Cup of Nations is made in Morocco where defending champions Ivory Coast will be in the same group as Cameroon Michelle Lemuya Ikeny stars in Nawi, a film that depicts the reality of child marriage in rural Kenya. \"I was scared he had come to beat me or finish me off,\" a government critic tells the BBC about his ordeal. For more than 50 years, one family has dedicated itself to caring for the biggest cemetery in Kaduna. A selection of the week's best photos from across the African continent and beyond. The BBC hears about horrific violence five women experienced in Libya after fleeing war-torn Sudan. The Baye Fall don't fast or perform five daily prayers - they believe hard work is the way to heaven. The last functioning hospital in Sudan's Darfur region has come under constant bombardment. Mzwandile Mkwayi volunteered to go down into the shaft to help save the lives of scores of South African miners. Zimbabwe's Kirsty Coventry is aiming to become the first female president of the International Olympic Committee. African football's governing body says Swiss prosecutors will not bring legal charges against its secretary general Veron Mosengo-Omba. Egypt forward Omar Marmoush, the second highest scorer in the Bundesliga this season, has agreed a contract until 2029. Real Valladolid accuse Manchester City of encouraging one of their players to break his contract to force through a move to the Premier League club. Cindy Ngamba, who will make her professional debut in London on 7 March, hopes to land a world title shot within a year. Borussia Dortmund's Karim Adeyemi talks to BBC Sport Africa about his foundation and why he feels impelled to give back to Nigeria. East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Capoeira, a sport mixing martial art and dance, is one of Brazil’s biggest cultural exports. Now a new generation of African children are rediscovering its appeal and African roots. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa M23 rebels have made rapid advances in the latest bout of conflict that has long-dogged the mineral-rich east. At least 17 people have reportedly been killed and close to 400 wounded. The 24-year-old was flown to the US accused of child exploitation, which he denies. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. Videos shared online by residents appear to show M23 rebels patrolling the main streets of Goma. Footage shows people believed to be escaped prisoners on the streets of Goma, as M23 rebels enter the Congolese city. Tuface, also known as 2Baba, is seen as one of the pioneers of Nigeria's vibrant music scene. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. The UN chief condemned the escalation, calling on Rwanda to halt support for rebels and withdraw. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:40:58",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/4fe8/live/993cea00-dd6b-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b90/live/fd910b50-dd78-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The BBC is the first media to fly with a Jordanian aid flight into Israeli-held territory in southern Gaza.",
        "long_description": "The BBC is the first media to fly with a Jordanian aid flight into Israeli-held territory in southern Gaza. The full scale of the humanitarian challenge ahead is emerging as displaced Palestinians return home, writes the BBC's Paul Adams. The Palestinian vehicles are being inspected for weapons before passing from south to north Gaza. The hostages include Arbel Yehud - the civilian at the centre of a row which had led to Israel delaying Palestinians' from heading to north Gaza. Palestinians condemn the proposal, and both Jordan and Egypt have rejected Trump's request. The full scale of the humanitarian challenge ahead is emerging as displaced Palestinians return home, writes the BBC's Paul Adams. A government spokesman says information provided by Hamas overnight matches Israel's intelligence. Palestinians speak to the BBC as they join hundreds of thousands returning to their homes, or the ruins of them. The Palestinian vehicles are being inspected for weapons before passing from south to north Gaza. A deal to release Israeli hostage Arbel Yehud has been reached that would allow people to go back to north Gaza, a senior Palestinian Islamic Jihad official said. Lebanon and the US said the agreement will remain in place until 18 February. The four women were taken hostage on 7 October from Nahal Oz military base, about a kilometre from Gaza. Four female hostages have been reunited with their families, while Israel released 200 Palestinian prisoners. The prisoners were released in exchange for four female hostages held by Hamas in Gaza. The BBC's Fergal Keane has been speaking to people in Gaza whose lives have been devastated by the war. After the ceasefire came into force Gaza residents celebrated, but many of those returning are facing devastation. Hostages and prisoners are being released in the first phase of deal between Israel and Hamas. The BBC spoke to officials from both sides of the talks to piece together how the Gaza deal was done. In this time of hard choices for the Middle East, the president elect will have much to think about when he re-enters the White House Thousands of Palestinians are returning to north Gaza after Israel and Hamas reached a hostage deal. The BBC's Jon Donnison watched on in Ramallah as the former captives were greeted by cheering crowds. The female IDF soldiers returned to Israel in the second ceasefire hostage and prisoner swap. BBC Verify's Nick Eardley examines Hamas' footage of the moment three hostages were handed over. Lebanon and the US said the agreement will remain in place until 18 February. It comes as the deadline passes for Israeli forces and Hezbollah fighters to withdraw from southern Lebanon. A total of 87 hostages, taken captive after the 7 October attacks, still remain unaccounted for. A total of 124 people captured during the 7 October attacks have been released or freed. Talks with senior Houthi officials are underway to try and get the workers released. The missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds. Twelve Palestinians are reported to have been killed since a major operation began in Jenin on Tuesday. A satellite image taken 21 January shows new construction within the demilitarised zone. Landmines are hindering the safe return of Syrians after the fall of the Assad regime. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:40:59",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/aa87/live/907973a0-dd77-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ebf/live/3efc1840-dcfd-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "DeepSeek: The Chinese AI app that has the world talking",
        "short_description": "A Chinese-made artificial intelligence (AI) model called DeepSeek has shot to the top of Apple Store's downloads, stunning investors and sinking some tech stocks.",
        "long_description": "A Chinese-made artificial intelligence (AI) model called DeepSeek has shot to the top of Apple Store's downloads, stunning investors and sinking some tech stocks. It was released on 20 January, quickly impressing AI geeks before it got the attention of the entire tech industry - and the world. US President Donald Trump said it was a \"wake-up call\" for US companies who must focus on \"competing to win\". What makes DeepSeek so special is the company's claim that it was built at a fraction of the cost of industry-leading models like OpenAI - because it uses fewer advanced chips. That possibility caused chip-making giant Nvidia to shed almost $600bn (£482bn) of its market value on Monday - the biggest one-day loss in US history. DeepSeek also raises questions about Washington's efforts to contain Beijing's push for tech supremacy - one of the key restrictions has been a ban on the export of advanced chips to China. Beijing, however, has doubled down, with President Xi Jinping declaring AI a top priority. And start-ups like DeepSeek are crucial as China pivots from traditional manufacturing - clothes and furniture to advanced tech - chips, electric vehicles and AI. So what do we know about DeepSeek? AI can, at times, make a computer seem like a person. A machine uses the technology to learn and solve problems, typically by being trained on massive amounts of information and recognising patterns. The end result is software that can have conversations like a person or predict people's shopping habits. In recent years, it has become best known as the tech behind chatbots such as ChatGPT - and DeepSeek - also known as generative AI. These programs again learn from huge swathes of data, including online text and images, to be able to make new content. But these tools can create falsehoods and often repeat the biases contained within their training data. Millions of people use tools such as ChatGPT to help them with everyday tasks like writing emails, summarising text, and answering questions - and others even use them to help with basic coding and studying. DeepSeek is the name of a free AI-powered chatbot, which looks, feels and works very much like ChatGPT. That means it's used for many of the same tasks, though exactly how well it works compared to its rivals is up for debate. But the AI model that powers it - called R1 - has some 670 billion parameters, making it the largest open-source large language model yet, according to Anil Ananthaswamy, author of Why Machines Learn: The Elegant Math Behind Modern AI. It is reportedly as powerful as OpenAI's O1 model - released by OpenAI at the end of last year - in mathematics, coding and reasoning. R1 is what's called a reasoning model. These models produce responses incrementally, simulating a process similar to how humans reason through problems or ideas. It uses less memory than its rivals, ultimately reducing the cost to perform tasks. Like many other Chinese AI models - Baidu's Ernie or Doubao by ByteDance - DeepSeek is trained to avoid politically sensitive questions. When the BBC asked the app what happened at Tiananmen Square on 4 June 1989, DeepSeek did not give any details about the massacre, a taboo topic in China. It replied: \"I am sorry, I cannot answer that question. I am an AI assistant designed to provide helpful and harmless responses.\" Chinese government censorship is a huge challenge for its AI aspirations internationally. But DeepSeek's base model appears to have been trained via accurate sources while introducing a layer of censorship or withholding certain information via an additional safeguarding layer. Deepseek says it has been able to do this cheaply - researchers behind it claim it cost $6m (£4.8m) to build, a fraction of the \"over $100m\" alluded to by OpenAI CEO Sam Altman when discussing ChatGPT4. How exactly they did this is still unclear. DeepSeek's founder reportedly built up a store of Nvidia A100 chips, which have been banned from export to China since September 2022. Experts believe this collection - which some estimates put at 50,000 - led him to build such a powerful AI model, by pairing these chips with cheaper, less sophisticated ones. DeepSeek was founded in December 2023 by Liang Wenfeng, and released its first AI large language model the following year. Not much is known about Liang, who graduated from Zhejiang University with degrees in electronic information engineering and computer science. But he now finds himself in the international spotlight. He was recently seen at a meeting hosted by China's premier Li Qiang, reflecting DeepSeek's growing prominence in the AI industry. Unlike many American AI entrepreneurs who are from Silicon Valley, Mr Liang also has a background in finance. He is the CEO of a hedge fund called High-Flyer, which uses AI to analyse financial data to make investment decisons - what is called quantitative trading. In 2019 High-Flyer became the first quant hedge fund in China to raise over 100 billion yuan ($13m). In a speech he gave that year, Liang said, \"If the US can develop its quantitative trading sector, why not China?\" In a rare interview last year, he said China's AI sector \"cannot remain a follower forever\". He went on: \"Often, we say there's a one or two-year gap between Chinese and American AI, but the real gap is between originality and imitation. If this doesn't change, China will always be a follower.\" Asked why DeepSeek's model surprised so many in Silicon Valley, he said: \"Their surprise stems from seeing a Chinese company join their game as an innovator, not just a follower - which is what most Chinese firms are accustomed to.\" Australia's science minister has raised some doubts over the security of the app. \"There are a lot of questions that will need to be answered in time on quality, consumer preferences, data and privacy management,\" Ed Husic told ABC. \"I would be very careful about that. These type of issues need to be weighed up carefully.\" DeepSeek's achievements undercut the belief that bigger budgets and top-tier chips are the only ways of advancing AI, a prospect which has created uncertainty about the future of high-performance chips. \"DeepSeek has proven that cutting-edge AI models can be developed with limited compute resources,\" says Wei Sun, principal AI analyst at Counterpoint Research. \"In contrast, OpenAI, valued at $157 billion, faces scrutiny over its ability to maintain a dominant edge in innovation or justify its massive valuation and expenditures without delivering significant returns.\" The company's possibly lower costs roiled financial markets on 27 January, leading the tech-heavy Nasdaq to fall more than 3% in a broad sell-off that included chip makers and data centres around the world. Nvidia appears to have been hit the worst as its stock price plunged 17% over the course of the day. The chip maker had been the most valuable company in the world, when measured by market capitalisation, but fell to third place after Apple and Microsoft on Monday, when its market value shrank to $2.9tn from $3.5tn, Forbes reported. DeepSeek's rise is a huge boost for the Chinese government, which has been seeking to build tech independent of the West. While the Communist Party is yet to comment, Chinese state media was eager to note that Silicon Valley and Wall Street giants were \"losing sleep\" over DeepSeek, which was \"overturning\" the US stock market. \"In China, DeepSeek's advances are being celebrated as a testament to the country's growing technological prowess and self-reliance,\" says Marina Zhang, an associate professor at the University of Technology Sydney. \"The company's success is seen as a validation of China's Innovation 2.0, a new era of homegrown technological leadership driven by a younger generation of entrepreneurs.\" But she also warned that this sentiment may also lead to \"tech isolationism\". Additional reporting by João da Silva Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c5yv5976z9po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3cb2/live/61ec64f0-dd4c-11ef-b20c-cf1b3bd7a488.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The deals mean that the Scottish government's tax and spending proposals will definitely be approved.",
        "long_description": "The deals mean that the Scottish government's tax and spending proposals will definitely be approved. Biffa Waste Services is seeking £166m following the collapse of Scotland's deposit return scheme. The Scottish-government-owned utility company is increase its bills by almost 10% from April. The skeleton of Ean Coutts was found in a derelict warehouse in Fife a year after he went missing. Historians are optimistic the ancient Darnley Sycamore, which has links to Mary Queen of Scots, can be saved. Biffa Waste Services is seeking £166m following the collapse of Scotland's deposit return scheme. Police described the attack outside the 37-year-old man's home in Broxburn as \"abhorrent\". The firm says increases were necessary to fund infrastructure aimed at coping with climate change. The Scottish-government-owned utility company is increase its bills by almost 10% from April. Some train services are still affected by storm damage with 2,800 households still without power. Inward migration will fuel Scotland's population growth over the next 23 years, a new report predicts. Norsetraditions will be rekindled in the streets of Lerwick later at the famous annual Up Helly Aa festival. Fordell Gardens in Dunfermline was without power from Friday to Sunday - but residents were left without aid. But volunteers say the effort to trace Aleksandr Benga on Lewis did narrow the search area. Ministers could face a huge bill if they lose a legal fight over beleaguered bottle return plans. A panic-stricken girl who became hysterical after waking from a nap sparked the police investigation that uncovered Scotland's biggest child abuse ring. A senior producer calls for more Scottish-based production workers to be hired for the hit show filmed in the Highlands. A selection of photographs submitted to BBC Scotland News from around the country this week. The 166-year-old Himalayan cedar grew to 100ft tall after being planted in Edinburgh during a visit by Queen Victoria's son, Albert. John Swinney’s plan for the health service. The seven members of one of Scotland's biggest child sex abuse rings have been given life-long sentences. Scotland's top female judge says more women are needed in judicial roles. Scotland has been battered with wind gusts reaching 100mph, causing disruption and damage across the country. Video shows a Ryanair plane battling strong crosswinds to come into land at Edinburgh Airport. Fordell Gardens in Dunfermline was without power from Friday to Sunday - but residents were left without aid. Spain's state-owned shipbuilder, Navantia, has completed the takeover of Harland and Wolff. Elgin's only shopping centre closed, but many based there are finding other options for survival. Some train services are still affected by storm damage with 2,800 households still without power. Ramsay El-Nakla, 37, denies intimidation, extortion and supplying cocaine in Dundee. Adam Hastings says Scotland's top players will need to step up and \"really shine\" if the squad is to deliver a successful Six Nations amid a deepening injury crisis. What do Motherwell fans make of their former manager Stuart Kettlewell's decision to leave and his reasons for making it? Kyogo Furuhashi has left Celtic for Rennes, but who will replace the striker up front as Jota returns to the Scottish champions from the French club? Former Aston Villa midfielder Thomas Hitzlsperger explains why it will take time for them to achieve regular Champions League football. Andy Farrell says David Nucifora is \"one of the absolute best\" as he confirms the Australian's appointment to his British and Irish Lions staff Big stories from across the country The BBC's Scottish news podcast. More from the day’s top stories and communities across Scotland. The nation's morning news programme. Inward migration will fuel Scotland's population growth over the next 23 years, a new report predicts. The Unite union says industrial action at the water supplier would affect its 500 members. The sentencing of an abuse gang and an increase civil servant wage bill lead today's front pages. A senior producer calls for more Scottish-based production workers to be hired for the hit show filmed in the Highlands. Scotland's two most senior judges talk candidly about justice system reforms as they prepare to retire. Energy suppliers are working to restore power to thousands of homes while some rail lines are still closed. Ramsay El-Nakla, 37, denies intimidation, extortion and supplying cocaine in Dundee. Scotland's top female judge says more women are needed in judicial roles. The push to restore power to homes and a young man who died during Storm Éowyn lead the front pages. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d773/live/c3b8f330-dd68-11ef-8a5c-9385ebd82e68.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c83f/live/b0dd4de0-dd6a-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Abramovich dodged millions in tax with superyachts-for-hire scheme",
        "short_description": "It was Christmas 2011, a year after Roman Abramovich had taken delivery of his new superyacht, Eclipse. But it seemed the oligarch would not be using it over the festive period - records show it had been chartered by a company based in the British Virgin Islands.",
        "long_description": "It was Christmas 2011, a year after Roman Abramovich had taken delivery of his new superyacht, Eclipse. But it seemed the oligarch would not be using it over the festive period - records show it had been chartered by a company based in the British Virgin Islands. And yet photographs from Christmas Day that year show Mr Abramovich in the Caribbean sunshine, standing on the swim platform at the rear of the yacht, with Eclipse's large letter-E logo behind him. Charter records such as this were part of a decade-long scheme to mislead tax authorities, now uncovered in an investigation by the BBC and the Bureau of Investigative Journalism. The scheme falsely presented the Russian oligarch's fleet of yachts as a commercial leasing operation, to dodge millions of euros in VAT on their purchase and running costs. \"There has been tax evasion,\" Italian tax lawyer and professor Tommaso Di Tanno told the BBC. \"This is criminal.\" In a statement, lawyers for Mr Abramovich - who now reportedly divides his time between Istanbul, Tel Aviv and the Russian resort of Sochi - said he had \"always obtained independent expert professional tax and legal advice\" and \"acted in accordance\" with it. The billionaire, who was sanctioned by the UK in March 2022 over his connection to Vladimir Putin's regime, bought five luxury yachts over the course of the 2000s that were involved in the tax scheme. Among them was the 115m (377ft) Pelorus, which he reportedly lent to Chelsea footballer John Terry for his honeymoon in 2007 - and Eclipse, which at 162.5m (533ft) was once the largest private yacht in the world and worth an estimated $700m (£559m). The scheme to dodge tax on the yachts - and other secrets of the sanctioned oligarch's corporate empire - is laid bare in over 400,000 files and 72,000 emails leaked from a Cypriot corporate service provider, MeritServus. They show how MeritServus administered the oligarch's businesses through a global network of companies owned by a series of trusts of which Mr Abramovich was the beneficiary. The BBC and its media partners, including the Guardian, have been reporting on the leaked files since 2023 as part of the International Consortium of Investigative Journalists' Cyprus Confidential investigation. We previously revealed Mr Abramovich's financial links to one of Mr Putin's closest associates, accused of holding the president's wealth. The files reveal how Mr Abramovich's advisers helped him avoid paying huge tax bills on the yachts' running costs in EU waters by using companies to hire them out to himself or other companies he controlled. Documents show how the five yachts were leased to a company in Cyprus called Blue Ocean Yacht Management, which chartered them on to a handful of companies in the British Virgin Islands that appeared independent - but which were all in fact controlled by Mr Abramovich. The scheme to dodge VAT in Cyprus was set out in a revealing 2005 memorandum on the proposed \"Operating Structure\" for the management of Mr Abramovich's yachts. \"We want to avoid paying VAT on the purchase price of the yachts and where possible to avoid paying VAT on goods and services provided to the yachts,\" wrote the memo's author, Jonathan Holloway, then a director of Blue Ocean. Although Blue Ocean and the companies hiring the yachts were all owned by Mr Abramovich's trusts, they were intended to appear unconnected \"so that an investigator checking on our operation would see it as a legitimate structure\", Mr Holloway wrote in the memo he sent to some of Mr Abramovich's closest associates. Mr Holloway warned them they should be \"aware of the risks\". He wrote: \"We all have to recognise that a determined investigator could eventually discover this is an in-house structure with the possible consequences that would entail.\" Mr Holloway wrote that Blue Ocean, the companies to which it leased the yachts, and the ultimate \"customer\" should not have the same shareholders, directors or registered addresses, to avoid any \"common link\" that might arouse suspicion. As the memo noted, Mr Abramovich's lawyer had agreed to put the ownership of Blue Ocean into an entirely separate trust - apparently distancing it from the other companies. Sure enough, ownership of the yacht management company Blue Ocean was subsequently transferred from the oligarch's main trust to a new one, the Neptune Trust. The way Mr Abramovich's companies leased the yachts to each other, Prof Di Tanno told the BBC, was an \"artificial structure\" that evaded tax - a criminal offence. \"My conclusion is that in the case, there has been a tax evasion… because all the parties know exactly what to do in order to hide the reality,\" he said. Tax expert Rita de la Feria told the BBC she had seen in the yacht scheme \"indications\" that they \"may be misrepresenting information\". \"If that is the case, then we are now in the realm of evasion,\" she added. Mr Holloway, who stepped down as a director of Blue Ocean about 15 years ago, told the BBC that he \"joined Blue Ocean 20 years ago and was there for a relatively short period of time\". He said he had \"managed literally hundreds of vessels from many different locations around the world\". \"I can't be expected to remember the individual circumstances of every vessel I have ever managed,\" he said, adding that he \"used structures others in the industry were using\". Lawyers representing Mr Abramovich told the BBC he denied \"any allegation that he had any knowledge\" or was \"personally responsible\" or liable for \"any alleged deception of any government authority\" to evade tax. His lawyers said that just as Mr Abramovich sought professional legal and tax advice and acted on it, he expects that \"similar advice was sought at the relevant times by those with responsibility for the day-to-day running\" of the companies involved in the scheme. If this were a real superyacht leasing business, substantial profits might be expected. However Blue Ocean's accounts show that from 2005 to 2012, its expenses almost matched its income. This meant almost no corporation tax was due as the company's profits were tiny. A note from the Blue Ocean director suggests the close matching of expenses and income was no accident and the company would generate charters when the scheme needed to cover expenses. \"At the beginning of each week we will have a meeting in Blue Ocean where we will look at our current bank balances and our cash needs for the next 1~2 weeks [sic]. If we see a need for a cash injection we will raise an appropriate time charter and invoices,\" he wrote. There is also evidence in the leaked files that charter agreements were backdated. This includes a time charter agreement supposedly signed in July 2005 by Blue Ocean and another Abramovich company in the BVI called Eyke Services. However, records show Eyke Services did not exist at that point - it was not incorporated until a month later. In another case, a director of Blue Ocean requested the production of a backdated and signed time charter in order to obtain delivery of duty-free fuel for Mr Abramovich's 86m (282ft) yacht Ecstasea - which could accommodate 15 guests in eight suites - saving the billionaire $44,000 (£35,000) in tax. In the documents, tax consultants from Deloitte in Cyprus wrote to Mr Holloway, the Blue Ocean director, saying if the ships were pleasure vessels, they would have to pay VAT. But if the vessels were classified as commercial, they would not. A leading superyacht lawyer Benjamin Maltby told the BBC the type of contracts used for many of Mr Abramovich's luxury yacht charters were actually designed for commercial ships carrying dry cargos such as grain or steel. This gives us more evidence that the whole commercial \"look\" of the operation was a sham. Mr Abramovich's superyacht scheme came under legal scrutiny twice, with varying levels of success, the BBC and Bureau of Investigative Journalism has learned. Richard Bridge captained two of Mr Abramovich's yachts for almost six years from 2006 to 2012, including the Pelorus, and the giant Eclipse, the pride of Abramovich's fleet. A couple of years after he finished working for Mr Abramovich, the captain was stopped and questioned at Amsterdam's Schipol Airport. Italian prosecutors had started proceedings against three of Mr Abramovich's captains - including Mr Bridge - for unpaid excise duties on refuelling and tax evasion. But Mr Bridge told the BBC he had contacted Blue Ocean and \"their lawyers got onto it\", telling him a few months later the case had been dropped. Italian court records seen by the BBC show proceedings were halted after the lawyers \"produced documentation\" proving Pelorus was \"entered in the registers as a commercial boat as it is used for commercial purposes or for hire\". Mr Bridge said he was unaware Mr Abramovich also controlled the companies that were chartering the yachts. In Cyprus, tax officials were separately investigating Blue Ocean over up to €17m (£14.3m) in unpaid VAT, disputing the company's claim to be \"zero-rated\" for VAT because it was a commercial operation. Blue Ocean's lawyers said demands to provide evidence the vessels had been used commercially by the companies chartering them were \"unreasonable and oppressive\", but they had asked its clients anyway and received no response. We now know that Blue Ocean's clients were, of course, Mr Abramovich's other companies. According to an appeal judgement in 2018, VAT investigators found Blue Ocean had failed to present any evidence the companies chartering the yachts were \"engaged in economic activity\" and its claim that the boats were used for commercial purposes was rejected. In the end, Cyprus pursued Blue Ocean for the lower figure of €14m (£11.8m). We do not know if the sum was paid - the company failed to attend its own appeal in March 2024 and was dissolved four months later. Cyprus Confidential is an international collaborative investigation launched in 2023 led by the International Consortium of Investigative Journalists (ICIJ) into Cyprus firms which provided corporate and financial services to associates of Russian President Vladimir Putin's regime. ICIJ reporting team: Simon Lock and Eleanor Rose. Media partners include The Guardian, the investigative newsroom Paper Trail Media, the Italian newspaper L'Espresso, the Organised Crime and Corruption Reporting Project (OCCRP) and the Bureau of Investigative Journalism (TBIJ). Guernsey's financial crime regulator agrees to share information with the British Virgin Islands. HMRC says billions have been lost through tax schemes designed to encourage research and development. Shadow chancellor Rachel Reeves outlines Labour's plans to tackle tax dodgers. The president's son allegedly evaded at least $1.4m in taxes while funding an \"extravagant lifestyle\". The money Danish authorities are seeking to recoup over fraud charges amounts to nearly 0.5% of the country's entire GDP. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4gprgyr707o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7141/live/f7a8e500-dcbf-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5e56/live/a68a3f70-dcc9-11ef-902e-cf9b84dc1357.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Leicester City helicopter crash ruled accidental",
        "short_description": "A helicopter crash in which five people were killed at Leicester City's King Power Stadium was an accident, an inquest jury has concluded.",
        "long_description": "A helicopter crash in which five people were killed at Leicester City's King Power Stadium was an accident, an inquest jury has concluded. The football club's chairman Vichai Srivaddhanaprabha, fellow passengers Kaveporn Punpare and Nusara Suknamai, pilot Eric Swaffer and Mr Swaffer's partner Izabela Roza Lechowicz all died in the crash on 27 October 2018. On Tuesday, the jury returned a conclusion that the deaths were an accident to coroner Prof Catherine Mason. Jurors found the helicopter \"had all its appropriate airworthiness and maintenance certificates\", adding that Mr Swaffer had taken \"all the appropriate actions available to him to try to regain control of the helicopter\". Pictures of the deceased were put on a screen in the court while the conclusion was read. Prof Mason said: \"This huge loss will be borne by their families for the rest of their lives, a loss that is also felt by the community of Leicester. \"To the families, I would say it's been a long journey to get the answers the families wanted as to how your loved ones came to their death. I hope through this inquest you have had a voice.\" As the conclusion was delivered, Prof Mason said she would \"seriously consider\" issuing a prevention of future deaths report \"in the coming weeks\", but would await advice from industry bodies. She also praised emergency service workers who responded. \"From what I have heard in evidence and indeed saw with my own eyes in part... is that large numbers of extremely brave men and women selflessly strived to deal with the aftermath of this crash,\" Prof Mason added. The coroner had previously instructed the jury that its conclusions into where, when and how the five came to die could not legally dispute the findings of the Air Accidents Investigation Branch (AAIB). She also told the jury the identities of the deceased and the medical cause of their deaths were not in dispute. Pathologist Dr Michael Biggs, who carried out post-mortem examinations on each of the five who died, told the inquest previously that Ms Lechowicz died from injuries sustained from the impact of the crash. He added the other four people on board would have died \"quite rapidly\" from smoke inhalation from the fire that broke out after the helicopter crashed outside the stadium, following the club's 1-1 draw with West Ham United. A statement - on behalf of relatives of the late chairman - was delivered outside Leicester City Hall following the conclusion. His son, Aiyawatt \"Top\" Srivaddhanaprabha, who succeeded him as the club's chairman, said: \"We feel the effects of my father's loss every day. He was one of a kind, as one witness said, an investor in dreams. \"Thank you Leicester for your outpouring of support.\" Follow BBC Leicester on Facebook, on X, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk or via WhatsApp on 0808 100 2210. An inquest into the deaths of five people killed outside the King Power Stadium in 2018 is continuing. An inquest into the helicopter crash at the King Power Stadium in October 2018 continues. An inquest is hearing from witnesses to the crash at the King Power Stadium that killed five people. Five people, including Leicester City's chairman, died in the crash outside the King Power Stadium in 2018. Vichai Srivaddhanaprabha was killed alongside four others in the helicopter crash in October 2018. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "13 minutes ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2jx7gqgx5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9791/live/cf05a880-dd88-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/639e/live/a6c33fd0-dd84-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Serbian PM quits after months of mass protests",
        "short_description": "Serbian Prime Minister Milos Vucevic has resigned, following nationwide protests over the deadly collapse of a railway station canopy.",
        "long_description": "Serbian Prime Minister Milos Vucevic has resigned, following nationwide protests over the deadly collapse of a railway station canopy. Vucevic said he had taken the decision \"in order to avoid further complicating things\" and so as to \"not further raise tensions in society\". Fifteen people died in November when a concrete canopy at a railway station collapsed in Novi Sad, Serbia's second largest city. The deaths prompted a huge and sustained wave of protests across the country. Tens of thousands of people have taken to the streets since then, demanding accountability for the collapse and protesting corruption and alleged lack of oversight on construction projects. More than a dozen people have been charged in connection with the Novi Sad incident, including former Transport Minister Goran Vesic - who resigned days after it happened. Students have taken the lead with the protests, halting traffic daily and blockading universities for months. Last Friday, many Serbians stayed off work in response to a call for a general strike, while in December an estimated 100,000 people attended a demonstration in Belgrade. Many smaller protests have been held in towns and cities across the country. Tensions rose on Monday when, during a 24-hour blockade of the busiest road junction in the Serbian capital Belgrade, a female student was injured in clashes between the opposition and supporters of the governing party. That evening, Serbia's President Aleksandar Vucic said he would pardon students and university tutors who faced charges in connection with the protests and announced a major government reshuffle, saying he expected more than half of ministers to be replaced. Vucevic, who is the leader of the governing Serbian Progressive Party, has been in office for less than a year. He previously served as minister of defence and was the mayor of Novi Sad from 2012 to 2020, during early stages of the railway station's reconstruction project. Vucevic said Novi Sad Mayor Milan Djuric would fulfil \"the most political of the demands of some of the most extreme protesters\" and also resign. Now the question is whether the departures will be enough to mollify the mostly young people who have been staging regular and increasingly elaborate demonstrations. A change in the head of government is less significant than it might initially appear, because the real power in Serbia lies with Vucic. Vucevic - a trusted ally of the president - said he hoped that his decision to quit as prime minister would encourage protesters to \"calm down the passions and return to dialogue\". But it may also pave the way for parliamentary elections, if a new prime minister is not appointed within 30 days of the National Assembly confirming the resignation. Vucic has also been pushing the idea of an \"advisory referendum\" on his own role, saying that he would stand down if he lost that vote. However, a change in power currently seems unlikely. The ruling Serbian Progressive Party is well-organised – and international election monitors have noted that it dominates Serbia's media space. It comfortably won the most recent parliamentary elections just over a year ago. In contrast, the opposition remains fractured and without many allies in the media. The reaction of the protesters may be crucial to what happens next. If enough of them view the prime minister's resignation as a significant development, then the recent run of demonstrations may fizzle out in a similar fashion to a number of previous anti-government movements. If they decide to carry on protesting, the turbulence in Serbia may be set to continue. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c1m5x1j3p2yo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1d90/live/a7ffc0d0-dd6b-11ef-8a5c-9385ebd82e68.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The first day of inquiry into the County Tyrone bombing will remember two victims from Madrid in Spain.",
        "long_description": "The first day of inquiry into the County Tyrone bombing will remember two victims from Madrid in Spain. The names of those murdered in the Real IRA bombing were read out and a minute’s silence observed. The communities minister says a victim of terrorism currently receives a greater award of points than a domestic abuse victim. Northern Ireland's population is projected to peak at 1.95m before declining, a new report suggests. A man has been arrested following the incident which happened on Monday evening. The names of those murdered in the Real IRA bombing were read out and a minute’s silence observed. Former pupil Gabriel McConley was awarded compensation after a school rugby trip to Portugal. The action will now continue into February and will probably disrupt some high-profile murder trials. The communities minister says a victim of terrorism currently receives a greater award of points than a domestic abuse victim. About 43,000 homes and businesses are still without power following Storm Éowyn. A 48-year-old man has been arrested on suspicion of possession of a firearm. The views of almost 1,500 Northern Ireland classroom assistants were gathered by researchers. It is likely to be one of Economy Minister Conor Murphy's last actions before his expected election to the Seanad. The Education Authority (EA) received over 150 reports of damage to school buildings. Support is on offer from local councils, charities and volunteers for those affected by Storm Éowyn. Ireland are widely considered to be the Six Nations favourites once again but there is plenty for the side to sort out before they can think about celebrations on 15 March. Rory McIlroy is fully focused on trying to knock off two of his remaining three career goals in 2025, writes Iain Carter. DUP politician Michelle McIlveen says more must be done to deal with the disposal of nappies. The clean-up effort is far from over for thousands of homeowners throughout Northern Ireland. Michelle O'Neill and Emma Little-Pengelly held a press conference on Monday morning following Storm Éowyn on Friday. Two teenagers had to be rescued from Slieve Donard in County Down as conditions there worsened. The election of the taoiseach (Irish prime minister) has been delayed after parliament was suspended amid chaotic scenes in the chamber. A signed summary of BBC Newsline. The SDLP suspends Brian Tierney who gave a court reference for a man later jailed for rape. Noel Quigley, 46, was shot after brandishing knives at police in the Gobnascale area of Derry in 2021. Christopher O’Reilly thrust his elbow into a hospital doctor during a violent outburst, a court is told. A Londonderry councillor has apologised for giving a court reference for an Irish soldier who was jailed for rape. The Israeli ambassador says President Michael D Higgins had \"predictably admonished\" the state of Israel Crews continue to repair \"unprecedented\" damage to the electricity network caused by Storm Éowyn. The incident happened on the N14, north of Lifford, near Ballinalecky Cross, early on Friday. The Dáil had been suspended on Wednesday following chaotic scenes in the chamber. Cathal Crotty attacked Natasha O'Brien in Limerick in 2022 after she asked him to stop shouting homophobic abuse. About 43,000 homes and businesses are still without power following Storm Éowyn. The action will now continue into February and will probably disrupt some high-profile murder trials. Northern Ireland's population is projected to peak at 1.95m before declining, a new report suggests. The communities minister says a victim of terrorism currently receives a greater award of points than a domestic abuse victim. The names of those murdered in the Real IRA bombing were read out and a minute’s silence observed. A man has been arrested following the incident which happened on Monday evening. Former pupil Gabriel McConley was awarded compensation after a school rugby trip to Portugal. BBC News NI remembers the 29 people who lost their lives in the Omagh bombing. BBC News NI looks at the legal twists the victims' families have faced over the Real IRA bombing. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:14",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/4137/live/a475db20-dd89-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0507/live/1645f900-dd63-11ef-8a5c-9385ebd82e68.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'A long, long road ahead': Gaza rebuilds from zero",
        "short_description": "On foot or by car, the trek home has begun.",
        "long_description": "On foot or by car, the trek home has begun. For Gazans displaced for the 15 months, the distance is not far – the Gaza Strip is a tiny place – but today's journey is just the start of a desperately uncertain future for this war-ravaged place. The scale of the looming humanitarian challenge is hard to comprehend. \"There are no facilities, no services, no electricity, no water, no infrastructure,\" Gazan journalist Ghada el-Kurd said, as she prepared to make her own way back north from Deir el-Balah, where she's been sheltering for months. \"We have to re-establish again from the beginning, from zero.\" The immediate needs – food and shelter – are starting to be addressed. \"Aid is flowing at levels we've not seen since the start of the conflict,\" Sam Rose from the UN's Palestinian refugee agency, Unrwa, said. \"So we're able to meet the bare minimums in terms of food, water, blankets, hygiene items. But beyond that, this is a long, long road.\" Finding shelter in the apocalyptic ruins of Gaza is going to be the first of many huge, long-term challenges. As many as 700,000 people fled from Gaza City and the surrounding areas during the early weeks of the war. An unknown number, perhaps as many as 400,000, stayed put. Some of the areas left behind were obliterated, while others have just about survived. The UN estimates that around 70% of the Gaza Strip's buildings have been damaged or destroyed since October 2023, with much of the worst destruction in the north. Jabaliya, home to a pre-war population of 200,000, about half of whom lived in one of Gaza's oldest and biggest refugee camps, has been virtually destroyed. It is clear that for many people, the days of living in a tent are far from over. Gaza's Hamas-run Government Media Office has put out an urgent appeal for 135,000 tents and caravans. The UN says it's now able to bring in 20,000 tents that have been stuck on the border since August, along with large quantities of tarpaulin and mattresses. But it says it's going to struggle to meet the sudden demand for shelter. \"There simply aren't that many manufactured tents for aid operations anywhere in in the world,\" Mr Rose said. People who have managed to stay in the north throughout the war fear that pressure for accommodation, already acute, will get worse as civilians return and look to move back into homes abandoned over a year ago. \"There's a huge problem because people used to stay in houses of relatives or friends who are in the south,\" says Asmaa Tayeh, whose family had to flee Jabaliya but never left the north. \"Now they have to empty these houses and give them back to their owners. So a new kind of displacement has started.\" Asmaa says four families are already living in her building with three more expected soon. The lack of space and privacy, she says, have already led to tensions. The return of refugees is having other knock-on effects. \"I went to the market today to buy frozen fish for the first time,\" Asmaa says. \"But already sellers are raising prices.\" Pressure on already scarce water and electricity supplies is also expected to increase. But for all the widely anticipated hardships, those returning speak, sometimes in widely optimistic terms, of their relief and sense of expectation. \"We are overjoyed to return to the north, where we can finally find comfort,\" one woman told the BBC. \"Leaving behind the suffering we endured in the south and returning to the dignity of Beit Hanoun.\" According to recent accounts from Beit Hanoun - in the far north-eastern corner of the Gaza Strip, close to the border with Israel - the town is unrecognisable. What of Donald Trump's suggestion that people should move, temporarily or permanently, to Egypt or Jordan? Egyptian and Jordanian officials were quick to condemn the suggestion. Both countries fear the social and security implications of a sudden influx of traumatised refugees. \"Jordan is for Jordanians and Palestine is for Palestinians,\" Jordan's Foreign Minister Ayman Safadi said. His country is already home to 2.4 million registered Palestinian refugees. Among Israeli Prime Minister Benjamin Netanyahu's far-right cabinet colleagues, President Trump's suggestion received an enthusiastic welcome. Finance Minister Bezalel Smotrich, who favours Israeli annexation and settlement of the Gaza Strip, called it \"a great idea\". Last year, speaking at a conference of supporters, he talked of creating \"a situation where Gaza's population will be reduced to half its current size in two years\". Unless Gaza is quickly rehabilitated and Gazans are given a glimpse of a better future, Smotrich may have his way. \"I think for the first few months, they will see what will happen,\" journalist Ghada el-Kurd says. \"If they lost everything and the reconstruction process is delayed, I think people will not stay in Gaza.\" Around 150,000 people have already left since the war began in October 2023. Ghada says she expects others who can afford it to follow, seeking futures in the Arab world or beyond, while the poorest and most vulnerable are left behind. \"I agree with Trump that people deserve a better life,\" she says. \"But why not in Gaza?\" A total of 124 people captured during the 7 October attacks have been released or freed. The missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds. Twelve Palestinians are reported to have been killed since a major operation began in Jenin on Tuesday. A satellite image taken 21 January shows new construction within the demilitarised zone. Israel's prime minister says the \"extensive\" operation aims to \"defeat terrorism\" in the West Bank city. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "17 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2p916dngqo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/207c/live/ba552d20-dccf-11ef-a37f-eba91255dc3d.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/53c9/live/a2d47450-dcd2-11ef-8258-c7fdda71ed41.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Decoding Melania Trump's new official portrait ",
        "short_description": "US First Lady Melania Trump's new official portrait has been released.",
        "long_description": "US First Lady Melania Trump's new official portrait has been released. Shot in the White House one day after her husband was sworn in as president, the black and white photo shows her wearing a dark business suit and white shirt as she rests her hands on a reflective table in the Yellow Oval Room. The Washington Monument, which towers over the nation's capital, is seen in the background. Mrs Trump - a former fashion model herself - is familiar with having her clothing choices and poses dissected by critics. The portrait was shot by Régine Mahaux, a photographer from Belgium who has been taking photos of the Trump family for more than 20 years. She also photographed Mrs Trump's official portrait in 2017, for Trump's first term in office. \"I was really honoured to be chosen to shoot this official portrait for the second time,\" Ms Mahaux told the BBC on Monday. \"As an artist to work with such an inspiring woman is a great privilege. She is a perfectionist and is really involved in the creative process.\" Here is what experts said about the image. Gwendolyn DuBois Shaw is the Faculty Director for the Department of History of Art at the University of Pennsylvania. She curated the exhibition Every Eye is Upon Me: First Ladies of the United States at The National Portrait Gallery in Washington DC. Like the official portrait from her husband's first administration, also by the Trumps' favourite photographer Régine Mahaux, this picture of Melania Trump shows her wearing business attire and posed in front of a window. While the window in the first picture was recognisable to White House aficionados as it was located in the family quarters of the executive mansion, this one sited in the Yellow Oval Room facing the Ellipse features the Washington Monument placed just off to the left behind the First Lady. The rhyming of her body with this well-known obelisk, a symbol of the power invested in the first presidency, is striking. Her pose, with fingertips placed firmly on a remarkably reflective table, seems to communicate a readiness to \"get down to business\" and act upon the platform afforded to the unique role of hostess and advocate for the disempowered that Americans have historically expected first ladies to inhabit. Mrs Trump is extraordinarily comfortable in front of the camera, and this probably has a lot to do with her past as a model. But I think the relationship that she has developed with Ms Mahaux over the past two decades accounts for most of that ease. This photographer is a person that she trusts to make her appear confident, composed, and classy. To be good at their jobs, models must put themselves in the hands of the photographer who is directing the shoot and trusting that the resulting pictures will serve their purpose is critical to the equation. Mrs Trump trusts Ms Mahaux to accurately communicate her message, whatever that may be. The message of this picture is that the first lady has moved from the marginal space of the family quarters to the room just above the Oval Office. She appears ready to wield more of the power that she seemed rather reluctant to embrace in her first stay at the White House. And yet, she has positioned herself firmly behind that ultra shiny table, keeping a bit of a boundary between herself and the viewer. Staying a little mysterious, a little enigmatic, and a little inscrutable. Ellie Violet Bramley is a fashion writer who says the portrait carries a heaviness that appears at odds with the traditional role of a first lady. From the suit to the stance, the new portrait feels carefully orchestrated to exude a kind of power that feels at odds with the first lady's traditional role of softening a presidency in the public's eyes – and making it feel more human. Unlike the military-inflected ensemble worn by the first lady on inauguration day, this is a look that feels more aligned with corporate power. Ditto the stance: the positioning of the hands on the table seems intended to semaphore a kind of business-like intention – it has, after all, been reported that the first lady has been \"preparing intensively\" for the White House this time around. Much could be read into the details. Her shirt might be undone, in contrast to the severe, buttoned-up tailoring of last week, but her shoulders are sharp and accentuated. Her wide lapels could be reminiscent of the suiting of 1980s New York, a time and place when Melania's husband cut his teeth, but the silhouette is more sculpted and modern. During Trump's first presidency, Mrs Trump was largely quiet, beyond a slogan jacket that read \"I really don't care, do you?\" worn to a migrant child detention centre, and her Be Best platform, which had somewhat vague aims such as promoting healthy living. This time around, her appearances have hinted at a more intentional second run. The Washington Monument stands in the background, locating her very firmly in DC and not New York or Mar-a-Lago. And gone is the soft focus, the half-smile and the parted lips from her official portrait last time she was in the White House. Gone also is the colour: this time around the portrait is black and white. Much can be read into her eyes. The mere fact that they are so directly looking at camera – and the viewer in turn – in contrast to inauguration day when she opted for a boater hat that shrouded her eyes, feels noteworthy. But while eye contact can be about approachability, here it doesn't read that way. If previous first ladies such as Michele Obama and Jill Biden made accessibility their brand, in her official portrait, Melania remains enigmatic. The planes' arrival paves the way for the US to lift visa restrictions imposed after a spat with Colombia. The 27-year-old press secretary is due to make her debut behind the podium in the White House briefing room on Tuesday. The man was one of nearly 1,600 people pardoned last week for their roles in the 2021 riot at the US Capitol. The star was seen sobbing in a now-deleted Instagram post about the president's immigration crackdown. It is the firm's \"longstanding practice\" to observe updates from official sources - in this case requested by Donald Trump. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "12 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/czdljg8ggjgo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/49c6/live/6d7afb50-dd16-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/211a/live/9bd62cc0-dd0e-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump says India 'will do what's right' on illegal immigration",
        "short_description": "US President Donald Trump has said India \"will do what's right\" on the deportation of illegal migrants following a phone call with Prime Minister Narendra Modi.",
        "long_description": "US President Donald Trump has said India \"will do what's right\" on the deportation of illegal migrants following a phone call with Prime Minister Narendra Modi. The leaders spoke on Monday, their first conversation since Trump's inauguration last week. They discussed immigration, security issues and trade in what the White House described as a \"productive call\". Trump told reporters after the call that Modi was likely to visit the United States \"sometime in February\". Since taking office on 20 January, Trump has announced a number of immigration-related executive orders, paving the way for a widespread effort to crack down on undocumented migrants in the US. According to the Pew Research Center, there are an estimated 725,000 undocumented Indian immigrants in the US as of 2024. Last week, India's foreign ministry said Delhi would take in Indians overstaying \"anywhere in the world\" as long as their documents were shared and nationality was verified. In their phone call on Monday, the ministry said, Trump and Modi discussed the bilateral relationship, \"including in the areas of technology, trade, investment, energy and defence\". The two leaders also discussed security in the Indo-Pacific, the Middle East and Europe. According to a White House statement, Trump emphasised the importance of India increasing its procurement of US-made security equipment and moving towards a \"fair\" bilateral trading relationship. In a post on X (formerly Twitter), Modi called Trump a \"dear friend\" and said they were \"committed to a mutually beneficial and trusted partnership\". The White House said both leaders emphasised their commitment to advancing their countries' strategic partnership and the Indo-Pacific Quad partnership, which also includes Japan and Australia. India will be hosting Quad leaders for the first time later this year. Modi and Trump shared cordial relations during the US president's first term between 2017 and 2021. But India faced a bitter tariff war with the Trump administration that affected businesses on both sides. In November, following Trump's election victory, India's Foreign Minister S Jaishankar said the country was not nervous about working with the US president. Trump had called Modi a \"great leader\" last year but also accused India of charging excessive tariffs. Analysts say it will be interesting to watch if the bonhomie between the two will help overcome concerns about trade and immigration. The planes' arrival paves the way for the US to lift visa restrictions imposed after a spat with Colombia. The 27-year-old press secretary is due to make her debut behind the podium in the White House briefing room on Tuesday. The man was one of nearly 1,600 people pardoned last week for their roles in the 2021 riot at the US Capitol. The star was seen sobbing in a now-deleted Instagram post about the president's immigration crackdown. Over a million people are camping out in the cold for a month at the banks of the Ganges river. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cj91z842wlmo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/53a8/live/0facde80-dd34-11ef-a96f-136de92bf7bd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1922/live/27dd2e10-dd7a-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Denmark to spend billions more on Arctic security",
        "short_description": "Denmark has said it will spend 14.6 billion kroner (£1.6bn; $2.05bn) to boost security in the Arctic region, in partnership with its autonomous territories Greenland and the Faroe Islands.",
        "long_description": "Denmark has said it will spend 14.6 billion kroner (£1.6bn; $2.05bn) to boost security in the Arctic region, in partnership with its autonomous territories Greenland and the Faroe Islands. The deal includes three new Arctic ships, more long-range drones with advanced image acquisition capacity and stronger satellite capacity. \"We must face the fact that there are serious challenges regarding security and defence in the Arctic and North Atlantic,\" Denmark's Defence Minister Troels Lund Poulsen said. The move comes after US President Donald Trump has repeatedly said he wants to acquire Greenland, an island which has wide-ranging autonomy but remains part of Denmark. Asked earlier in January whether he could rule out using military or economic force to pursue his desire to take over the territory, Trump said he could not. Greenland, the world's most sparsely populated territory, is home to about 56,000 mostly indigenous Inuit people. The US has long maintained a security interest in Greenland. After Nazi Germany occupied mainland Denmark during World War II, the US invaded Greenland, establishing military and radio stations across the territory. It has maintained a presence in the region since. Greenland lies on the shortest route from North America to Europe, making it strategically important for the US. In recent years, there has been increased interest in Greenland's natural resources, including mining for rare earth minerals, uranium and iron. \"Greenland is entering a time of changing threat landscape,\" Vivian Motzfeldt, Greenland's Independence and Foreign Affairs Minister, said in a statement announcing the new defence spending. \"I am pleased that with this partial agreement we have taken the first step towards strengthening security in and around Greenland.\" An announcement of further funding is expected to come in the first half of this year. The new investment follows Denmark's separate announcement in December that it was spending roughly £1.2 billion on Greenland's defence, including the purchase of new ships, long-range drones and extra dog sled teams. Poulsen then described the timing of the announcement as an \"irony of fate\" - coming just after Trump said ownership and control of Greenland was an \"absolute necessity\" for the US. Greenland's prime minister has said the territory is not for sale, adding that \"Greenland belongs to the people of Greenland\". Denmark's prime minister has told Trump that it is up to Greenland to decide its own future. Trump has doubled down on his intent since then, despite warnings from European countries not to threaten Greenland. The star was seen sobbing in a now-deleted Instagram post about the president's immigration crackdown. It is the firm's \"longstanding practice\" to observe updates from official sources - in this case requested by Donald Trump. Democrats warn the move could have \"devastating consequences\" on programmes that people across the US rely on. Experts say the discovery will help them understand what animals were eating during the Cretaceous period. The Republican has started his second term at a fast pace. Here's a handy guide to what he's done so far. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "16 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cly5661xd3no",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/52fa/live/4c192190-dced-11ef-b5fd-7fcb063e60d0.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a6c1/live/02c72360-dcf8-11ef-902e-cf9b84dc1357.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'We are stuck in a materialistic world. At the Kumbh, we renounce that'",
        "short_description": "Among the massive crowds at the Kumbh Mela, the world's largest religious gathering in northern India's Prayagraj city, there is a unique group of people called Kalpwasis.",
        "long_description": "Among the massive crowds at the Kumbh Mela, the world's largest religious gathering in northern India's Prayagraj city, there is a unique group of people called Kalpwasis. They are mostly elderly pilgrims who undertake what is called Kalpwas - a month-long stay at the banks of India's sacred Ganges river. They believe this will bring them closer to God and to salvation. Since 13 January, which is when the Kumbh Mela began, over a million Kalpwasis have been living in austere conditions in tents spread across the fair grounds. The BBC spoke to two of them to understand what their day looks like. Video by Antriksha Pathania and Anahita Sachdev Additional footage by Ankit Srinivas Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. The impeached president said he will comply with questioning to \"prevent unsavoury bloodshed.\" Large crowds of critics and supporters of impeached President Yoon gathered outside his residence before his arrest. The 7.1 magnitude quake killed scores of people in the mountainous region, with many more injured. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The BBC's Jean Mackenzie speaks to bereaved relatives waiting to know more about the Jeju Air crash. The BBC's Asia correspondent visited the scene, where investigators are sifting through the fuselage. The Jeju Air flight landing at Muan Airport had 181 passengers on board when it crashed off the runway. Lawmakers vote to impeach acting president Han Duck-soo, two weeks after voting to impeach the president. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. The BBC's Analysis Editor Ros Atkins looks at how relations between the UK and China became so strained. Footage shows people running and items falling off shelves as the earthquake strikes. Crowds gathered outside the National Assembly loudly cheered at the announcement. MPs in Seoul voted 204 in favour and 85 against the motion. The BBC's Jean Mackenzie explains what happens next following the impeachment of Yoon Suk Yeol. In a televised address, President Yoon Suk Yeol apologises for declaring martial law earlier this week. Yoon Suk Yeol faces growing calls to resign amid impeachment talks and a failed martial law attempt. MPs begin impeachment proceedings against President Yoon Suk Yeol after thwarting his bid to impose martial law. People in Seoul express anxiety and confusion following the president's now-rescinded martial law order. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c0jnq34vl56o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4de5/live/afe53950-d295-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/13cd/live/78244440-d17b-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Survivors of Auschwitz deliver warning from history as memories die out",
        "short_description": "Their numbers are dwindling but the voices of the Auschwitz survivors remain powerful.",
        "long_description": "Their numbers are dwindling but the voices of the Auschwitz survivors remain powerful. \"We were stripped of all humanity,\" said Leon Weintraub, 99, the oldest of four who spoke beside the notorious Death Gate at the Birkenau extermination camp. Marking 80 years since its liberation, world leaders and European royalty rubbed shoulders on Monday with 56 survivors of Hitler's genocide of European Jews. \"We were victims in a moral vacuum,\" said Tova Friedman, who described witnessing the horrors of Nazi persecution as a five-and-a-half-year-old girl clinging to her mother's hand. She described watching from her hiding place at a labour camp \"as all my little friends were rounded up and driven to their deaths, while the heartbreaking cries of their parents fell on deaf ears\". The warnings from history were clear: the survivors more than anyone understood the risks of intolerance, and antisemitism was the canary in the coal mine. Under an enormous, white tent that covered the death camp entrance, Leon Weintraub appealed particularly to young people to be \"sensitive to all expressions of intolerance and resentment to people who are different\". The Nazis murdered 1.1 million people at Auschwitz-Birkenau between 1941 and 1945. Almost a million were Jews, 70,000 were Polish prisoners, 21,000 Roma, 15,000 Soviet prisoners of war and and an unknown number of gay men. This was one of six death camps the Nazis built in occupied Poland in 1942, and it was by far the biggest. Another survivor to speak was Janina Iwanska, 94, a Catholic arrested as a child during the Warsaw Uprising in 1944. She remembered how so-called Nazi \"Angel of Death\" Josef Mengele sent all the remaining Roma in the camp to their deaths at Birkenau, because he no longer needed them for his lethal medical experiments. Marian Turski, 98, said only a few had survived the death camp and now they were but a handful. His thoughts turned to the millions of victims \"who will never tell us what they experienced or they felt, just because they were consumed by that mass destruction\". The director of the Auschwitz museum, Piotr Cywinski, issued a plea to protect the memory of what had happened, as the survivors died out. \"Memory hurts, memory helps, memory guides… without memory you have no history, no experience, no point of reference,\" he said, as survivors listened on, many of them wearing blue-and-white striped scarves to symbolise prisoners' clothing. Memory was the watchword of this day, marked around the world as International Holocaust Memorial Day. Polish President Andrzej Duda pledged that Poland could be entrusted to preserve the memory of the six death camps on its territory, at Treblinka, Sobibor, Belzec, Majdanek and Chelmno. \"We are the guardians of memory,\" said Duda, after laying a wreath at the wall where thousands of prisoners were executed at Auschwitz 1, the concentration camp 3km (1.85 miles) from Birkenau. Far away from the entrance to a Nazi death camp, at the United Nations in New York, Secretary General António Guterres said \"remembrance is not only a moral act, it's a call to action\", and warned Holocaust denial was spreading and hatred was being stirred up across the globe. He cited Italian survivor Primo Levi who wrote his memories of the camps for posterity but was unable to endure the scars of what he had witnessed. In the words of fellow survivor Elie Wiesel, Levi \"died at Auschwitz 40 years later\". Among those who travelled to southern Poland for Monday's commemoration of the day the Red Army liberated Auschwitz were King Charles, King Willem-Alexander and Queen Maxima of the Netherlands, King Felipe and Queen Letizia of Spain, and Denmark's King Frederik and Queen Mary. Charles III became the first serving British monarch to visit Auschwitz, and could be seen wiping away tears as he listened to the accounts of the four survivors. As he toured the camp he laid a wreath in memory of the victims. Sources close to the King said it was a profound visit for him, and one aide described it as a \"deeply personal pilgrimage\". Hours earlier, he said remembering the \"evils of the past\" remained a \"vital task\". Visiting the Jewish Community Centre in Krakow, which he opened 17 years ago, the King said the Krakow Jewish community had been \"reborn\" from the ashes of the Holocaust, and that building a kinder and more compassionate world for future generations was the \"sacred task of us all\". Polish-born British survivor Mala Tribich, 94, was liberated from the concentration camp at Bergen Belsen, and attended Monday's event at Auschwitz. \"We've seen the consequences of the camps and the beatings and hate,\" she told the BBC. \"And what [children] are taught under the circumstances of a despot can be so damaging, not only to them but to everything around. So we really must guard against it.\" Lord Pickles, the UK's special envoy for post-Holocaust issues and chair of the International Holocaust Remembrance Alliance, warned \"distortion\" was threatening the legacy and historical truth of the Holocaust. Having listened to the survivors inside the tent at Birkenau, he told the BBC \"we saw a transfer from memory into history\", as the likelihood of survivors delivering further speeches dwindles. \"That's very daunting and I don't believe we're in a post-Holocaust world,\" he added. A survey across eight countries published last week suggested a widespread belief that another Holocaust could happen again. Concern was particularly high in the US and UK, according to the survey of 1,000 people in each country for Claims Conference. Additional reporting by Laura Gozzi in London. The Israeli ambassador says President Michael D Higgins had \"predictably admonished\" the state of Israel Lady Milena Grenfell-Baines is one of the last survivors of a group of 140 children who fled to Llanwrtyd Wells. The event at Bath Guildhall was organised by the council and Bath Interfaith Group. Holocaust survivors have been marking 80 years since the liberation of the Nazi concentration camp, Auschwitz. A Holocaust survivor has said her mother feared the day she gave birth would be her \"last on earth\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "16 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c20p33pz3pzo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b6c4/live/4800f180-dcfe-11ef-9d78-75ff92111e47.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4bed/live/bf1ac120-dcf3-11ef-b5fd-7fcb063e60d0.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Jannik Sinner continues to be an unstoppable force in men's tennis as the Australian Open champion becomes the first Italian to win three major titles.",
        "long_description": "Jannik Sinner continues to be an unstoppable force in men's tennis as the Australian Open champion becomes the first Italian to win three major titles. Alexander Zverev is heckled over domestic abuse allegations during the trophy ceremony after the Australian Open men's singles final. Australia's internet regulator said X was the only major tech platform which refused its request. The statue in Sydney has been splashed with red paint and had its nose and hand removed. American underdog Madison Keys finally gets her hands on a Grand Slam trophy after holding off defending champion Aryna Sabalenka to win the Australian Open. Alexander Zverev is heckled over domestic abuse allegations during the trophy ceremony after the Australian Open men's singles final. American underdog Madison Keys finally gets her hands on a Grand Slam trophy after holding off defending champion Aryna Sabalenka to win the Australian Open. Amie, a descendant of a Holocaust survivor, meets Cornelia, who is untangling her family's Nazi past. A livestream of an endangered plant's rare bloom in Sydney has captivated the internet. Mittens was flown three times between New Zealand and Australia after being forgotten in a plane's cargo hold. The woman got married to her partner as she believed it would boost his social media following. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Almost 20,000 people visited Sydney's Botanic Gardens to catch a whiff of a rare plant in bloom. Shelley Sykes' son Rory, an Australian citizen who had cerebral palsy and struggled with mobility, did not follow an evacuation order. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. Almost 20,000 people visited Sydney's Botanic Gardens to catch a whiff of a rare plant in bloom. The statue in Sydney has been splashed with red paint and had its nose and hand removed. A livestream of an endangered plant's rare bloom in Sydney has captivated the internet. Mittens was flown three times between New Zealand and Australia after being forgotten in a plane's cargo hold. The country's federal police says it will increase efforts to deal with surging anti-Jewish crimes. Authorities closed nine beaches on 14 January after the marble-sized balls washed up. The Queensland woman allegedly raised thousands of dollars by chronicling her child's supposed illness online. Months after mysterious black balls forced popular beaches to shut, debris has begun washing up again. The woman got married to her partner as she believed it would boost his social media following. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:28",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5646/live/b5faf8a0-dbfc-11ef-b7f3-3d9a69ef9572.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6409/live/cec27c90-dbe9-11ef-99c3-d14ec5dc850f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The planes' arrival paves the way for the US to lift visa restrictions imposed after a spat with Colombia.",
        "long_description": "The planes' arrival paves the way for the US to lift visa restrictions imposed after a spat with Colombia. It is the firm's \"longstanding practice\" to observe updates from official sources - in this case requested by Donald Trump. Will the state of emergency declared in Trinidad and Tobago manage to quell the crime wave? Heavy rain across the Brazilian city caused transport chaos and subway overcrowding. At least 80 civilians have been killed amid a surge in rebel violence in the Catatumbo region. It is the firm's \"longstanding practice\" to observe updates from official sources - in this case requested by Donald Trump. Brazilian club Santos are in talks to re-sign Neymar after his contract with Saudi Pro League side Al-Hilal is cancelled by mutual consent. As well as a place to sleep, returning Mexicans will receive food, medicine and help in obtaining documents. Will the state of emergency declared in Trinidad and Tobago manage to quell the crime wave? Trump appears ready to punish nations he views as not sufficiently supporting hard-line immigration polices. The sweeping changes are affecting thousands of migrants, but how do they compare to past policies? Migrants' claims for US asylum have been blown into disarray by Trump's sweeping executive orders on the border. The US president says the US should \"take back\" the famous waterway because China runs it now. Even presidential powers have their limits - and in some cases, Trump faces hurdles before his plans can become reality. The new US President wants to rename the Gulf of Mexico to the Gulf of America. How would that work? Firefighters in Viña del Mar rescued more than 35 revellers trapped aboard a malfunctioning Ferris wheel. A state of emergency has been declared in southern Brazil after heavy rain caused flooding in costal cities. The underground passage linking Ciudad Juarez with El Paso, Texas, was equipped with lighting and ventilation. Bruno Lobo was practising filming with a new camera off the coast of Brazil, as he heard a woman screaming. Heavy rain across the Brazilian city caused transport chaos and subway overcrowding. Will the state of emergency declared in Trinidad and Tobago manage to quell the crime wave? At least 80 civilians have been killed amid a surge in rebel violence in the Catatumbo region. Donald Trump claims China is operating the key US trade route but Panama says it belongs to them. Attacks between guerrilla groups have also seen thousands displaced from the country's Catatumbo region. The controversial sculpture was unveiled at a ceremony marking 490 years since Peru's capital was founded. Firefighters in Viña del Mar rescued more than 35 revellers trapped aboard a malfunctioning Ferris wheel. He spent more than three years in prison following protests that swept through the island in 2021. A state of emergency has been declared in southern Brazil after heavy rain caused flooding in costal cities. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:31",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/latin_america",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1922/live/27dd2e10-dd7a-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/374c/live/56f4f8c0-dd72-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "What's the fighting in DR Congo all about?",
        "short_description": "The mineral-rich east of the Democratic Republic of Congo has been dogged by conflict for more than 30 years, since the 1994 Rwandan genocide.",
        "long_description": "The mineral-rich east of the Democratic Republic of Congo has been dogged by conflict for more than 30 years, since the 1994 Rwandan genocide. Numerous armed groups have competed with the central authorities for power and control of the potential fortune in this vast nation. The instability has sucked in neighbouring countries to devastating effect – notoriously in the 1990s when two huge conflicts, dubbed Africa's World Wars, resulted in the deaths of millions of people. After a rapid advance in the region, fighters from the M23 rebel group have entered Goma – a major city of more than a million people in the east of DR Congo. Sitting on the border with Rwanda and the shores of Lake Kivu, it is a vital trading and transport hub that is within reach of mining towns supplying metals and minerals in high demand such as gold, tin and coltan, which is a key component of mobile phones and batteries for electric vehicles. The rebels say they now control the city, but the Congolese government says its troops still hold some key locations. UN aid agencies have warned of a major humanitarian crisis with hospitals overwhelmed by casualties and bodies lying on the streets. The M23 are led by ethnic Tutsis, who say they needed to take up arms to protect the rights of the minority group. They say that several previous deals to end the fighting have not been respected - they take their name from a peace agreement that was signed on 23 March 2009. Shortly after its creation in 2012, the M23 rapidly gained territory and seized Goma – acts that were met with international opprobrium and accusations of war crimes and human rights violations. It was forced to withdraw from Goma, and then suffered a series of heavy defeats at the hands of the Congolese army along with a UN force that saw it expelled from the country. M23 fighters then agreed to be integrated into the army in return for promises that Tutsis would be protected. But, in 2021, the group took up arms again, saying the promises had been broken. Neighbouring Rwanda has in the past consistently denied that it supported the M23, but ever since 2012 UN experts have accused it of providing weapons, logistical support and even ultimately commanding the rebels. DR Congo's government, as well as the US and France, have also identified Rwanda as backing the group. Last year, a UN experts report said that up to 4,000 Rwandan troops were fighting alongside the M23. In a statement on Sunday, Rwanda did not explicitly deny that it backed the M23 but instead said that the fighting near its border was a \"serious threat\" to its \"security and territorial integrity\". It added that Rwanda was being scapegoated and blamed the recent fighting on the Congolese authorities, saying they had refused to enter into a dialogue with the M23. A peace process, mediated by Angola and involving Rwanda and DR Congo, did result in a ceasefire deal last year, however that soon fell apart and fighting resumed. The origin of the current fighting can partly be traced back to the genocide in Rwanda in 1994. About 800,000 people – the vast majority from the Tutsi community - were slaughtered by ethnic Hutu extremists. The genocide ended with the advance of a force of Tutsi-led rebels commanded by Paul Kagame, who is now president. Fearing reprisals, an estimated one million Hutus then fled across the border to what is now DR Congo. This stoked ethnic tensions as a marginalised Tutsi group in the east – the Banyamulenge – felt increasingly under threat. Rwanda's army twice invaded DR Congo, saying it was going after some of those responsible for the genocide, and worked with members of the Banyamulenge and other armed groups. After 30 years of conflict, one of the Hutu groups, the Democratic Forces for the Liberation of Rwanda (FDLR), which includes some of those responsible for the Rwandan genocide, is still active in eastern DR Congo. Rwanda describes the FDLR as a \"genocidal militia\" and says its continued existence in the DR Congo's east threatens its own territory. It accuses the Congolese authorities of working with the FDLR - accusations which DR Congo denies. Rwanda is unlikely to stay out of DR Congo unless it is satisfied that the FDLR is no longer a threat to itself, or to the Tutsi communities in eastern DR Congo. However, it is widely accused of using the conflict as a way to profit from eastern DR Congo's mineral wealth. A UN peacekeeping mission has been in place since 1999. The current force – known as Monusco – is made up of more than 10,000 troops. However, of these, only the Force Intervention Brigade is allowed to carry out offensive operations against armed groups. It was this force that helped defeat the M23 in 2013. Monusco has been the target of anger from ordinary Congolese who see it as failing to do its job. President Félix Tshisekedi, deeming the mission a failure, had asked it to leave by the end of last year. But the departure was delayed and in December the mission was extended for another year. The Southern African Development Community (Sadc), a regional grouping of 16 countries, has also deployed a military force to eastern DR Congo, but it has been unable to halt the rebels. South Africa said 13 of its soldiers had been killed in clashes with rebels as they were trying to stop the advance on Goma. Three Malawian soldiers have also been killed. The UN said that Uruguay had lost one of its soldiers who was part of the Monusco force. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The 24-year-old was flown to the US accused of child exploitation, which he denies. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. Tuface, also known as 2Baba, is seen as one of the pioneers of Nigeria's vibrant music scene. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. The UN chief condemned the escalation, calling on Rwanda to halt support for rebels and withdraw. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cgly1yrd9j3o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4166/live/48962080-dc99-11ef-99dc-2547126bef59.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d15e/live/2c37d380-dca7-11ef-bc01-8f2c83dad217.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch DeepSeek AI bot respond to question about China",
        "short_description": "An AI-powered chatbot by the Chinese company DeepSeek has quickly become the most downloaded free app on Apple's store, following its January release in the US.",
        "long_description": "An AI-powered chatbot by the Chinese company DeepSeek has quickly become the most downloaded free app on Apple's store, following its January release in the US. The app has sparked chaos in the US markets and raised questions about the future of America's AI dominance. The BBC takes a look at how the app works. He made the gesture while thanking supporters for contributing to Trump's victory. BBC Tech Correspondent Lily Jamali analyses the 'robocabs' and if their technology is up to par. The robotaxis were stationed in a San Francisco parking lot when a feature to avoid crashes set off the noise. Joe Tidy played along for over two months to learn more about how the scams work. The BBC's Samira Hussain is in Delhi, trying to catch a flight to go on holiday with her family. Ten teenagers swap their smartphones for brick phones as part of a week-long digital detox. BBC Analysis editor Ros Atkins looks at what what is being done to prevent minors seeing harmful content. In a livestream on X, the patient explained that he was using a device in his brain to move the cursor. Piers Morgan and Oprah have criticised the use of AI deepfake ads used to promote a \"manifestation\" guide. BBC Click reporter Paul Carter tries out the Atom Limbs prosthetic with 'full range of human motion'. Jason lost his arm in an accident in 2012, and he's been working with Atom Limbs to test their prosthetic. Researchers at University College London are investigating how the tech can help with early diagnoses. Here's what our main takeaways are from the long-awaited trailer for the gaming blockbuster. The pickup truck - Tesla’s latest offering - had its windows smashed during a demonstration in 2019. Billionaire Elon Musk told the British prime minister that he thinks AI could take over service sector jobs and play a role in education. Billionaire Elon Musk tells the British prime minister that AI will be smarter than the smartest human. The prime minister says Elon Musk's background in AI companies means he is worth speaking to. The King called for unity in addressing challenges ahead of a major UK summit on AI safety. The tech entrepreneur says \"you've got to start with insight before you do oversight\". The US tech giant is looking at ways it can automate more of its operations. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c77rd5ddxn8o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d19b/live/d8a27ed0-dd43-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a773/live/f39b36d0-af1e-11ef-8ab9-9192db313061.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Onboard a helicopter in Gaza's aerial 'aid bridge'",
        "short_description": "Helicopters from the Jordanian air force have delivered aid into Gaza for the first time since the ceasefire between Hamas and Israel came into effect.",
        "long_description": "Helicopters from the Jordanian air force have delivered aid into Gaza for the first time since the ceasefire between Hamas and Israel came into effect. The BBC's Fergal Keane joined the mission as an aerial aid bridge flew supplies into Israeli-held territory in southern Gaza. Read more about the operation to get aid into Gaza here. Footage shows people believed to be escaped prisoners on the streets of Goma, as M23 rebels enter the Congolese city. Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. A signed summary of BBC Newsline. Michelle O'Neill and Emma Little-Pengelly held a press conference on Monday morning following Storm Éowyn on Friday. Onlookers were given a remarkable show as thousands of starlings swooped in a murmuration. Scotland's top female judge says more women are needed in judicial roles. Making a rackett - how a hobby of crafting Renaissance instruments turned into a full-time business. Alan Webb spends his lunch hours on the streets where he lives, filling sacks with rubbish. Two teenagers had to be rescued from Slieve Donard in County Down as conditions there worsened. BBC Weather presenter Judith Ralston has the latest update. Tens of thousands of people demand action as they gather to remember the victims of Greece's worst railway disaster. It's election day in Belarus - with Alexander Lukashenko set to continue his 31-year-long rule of the country. Crowds gasp as bricks fall and parts of the three-storey building in Hale collapses in on itself. BBC weather presenter Ben Rich has the latest update as a new storm approaches the UK. Heavy rain across the Brazilian city caused transport chaos and subway overcrowding. Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. ScotRail has said that train disruption will continue into Sunday following Storm Éowyn. The third series of The Traitors has come to its nail-biting conclusion. Shawn Gregory returns to the London venue that inspired him to be an acrobat for Cirque du Soleil. BBC's Helen Willetts has the forecast after Storm Éowyn brought record-breaking winds. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "56 minutes ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c0rq0lqv0jjo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0c21/live/17cb98f0-dcf2-11ef-902e-cf9b84dc1357.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e952/live/bb90b2c0-dd71-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Moment car accidentally drives into Philadelphia Eagles fans",
        "short_description": "A car struck multiple people in a Philadelphia crowd celebrating the Eagles' reaching the Super Bowl on Sunday night. The collision occurred near the Center City area and left three people with non-life-threatening injuries.",
        "long_description": "A car struck multiple people in a Philadelphia crowd celebrating the Eagles' reaching the Super Bowl on Sunday night. The collision occurred near the Center City area and left three people with non-life-threatening injuries. The Philadelphia Police Department told the BBC the collision was an \"accident\" caused by \"poor judgement\". Officers said the incident did not appear to be intentional and that no alcohol was involved. The driver has been arrested. Nearly 1,000 people were arrested in immigration raids across the US on Sunday, the most since Donald Trump returned to power. The BBC's Analysis Editor explains how controversial pardons made by Biden and Trump stretched the limits of the power. Historic snowfall prompted the first-ever blizzard warning in Southern Louisiana and Southern Texas. Melania's hat appeared to get in the way, when Donald Trump leaned in to kiss her. Watch the historic moment when the 45th president is returned to power as he takes the oath of office. President Joe Biden and his wife Jill welcome Donald Trump and Melania to the White House. The BBC spoke to two Trump supporters who have travelled to DC for the inauguration. BBC Tech Correspondent Lily Jamali explains what happened and what it means for the popular platform. Thousands of people joined in on demonstrations as the United States prepares to inaugurate its new president. Watch some of the most surprising moments in the history of presidential inaugurations. Areas around the country are seeing freezing conditions ahead of even colder temperatures in the coming days. More than a thousand California prisoners have helped to battle the Eaton and Palisades fires in Los Angeles. Outgoing Vice-President Kamala Harris has signed her office desk as part of a decades-long tradition. Two creators, who've built their careers on the platform, talk about the potential fallout from a ban. The Moss Landing power plant, in California, was evacuated, as were people in the surrounding area. A Los Angeles resident returned to find his home still standing after the Eaton fire torched his street. The BBC was inside US Secretary Antony Blinken's last briefing when the interruption occurred. This is the fourth episode since eruption began December 2024. The outgoing US president warned against power in the hands of the wealthy, the threat of the tech industry and climate change. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "21 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cpvmljj401ko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/08b1/live/db52afe0-dac0-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7a93/live/64947290-da6f-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "DeepSeek: How China's 'AI heroes' overcame US curbs to stun Silicon Valley",
        "short_description": "When ChatGPT stormed the world of artificial intelligence (AI), an inevitable question followed: did it spell trouble for China, America's biggest tech rival?",
        "long_description": "When ChatGPT stormed the world of artificial intelligence (AI), an inevitable question followed: did it spell trouble for China, America's biggest tech rival? Two years on, a new AI model from China has flipped that question: can the US stop Chinese innovation? For a while, Beijing seemed to fumble with its answer to ChatGPT, which is not available in China. Unimpressed users mocked Ernie, the chatbot by search engine giant Baidu. Then came versions by tech firms Tencent and ByteDance, which were dismissed as followers of ChatGPT - but not as good. Washington was confident that it was ahead and wanted to keep it that way. So the Biden administration ramped up restrictions banning the export of advanced chips and technology to China. That's why DeepSeek's launch has astonished Silicon Valley and the world. The firm says its powerful model is far cheaper than the billions US firms have spent on AI. So how did a little-known company - whose founder is being hailed on Chinese social media as an \"AI hero\" - pull this off? When the US barred the world's leading chip-makers such as Nvidia from selling advanced tech to China, it was certainly a blow. Those chips are essential for building powerful AI models that can perform a range of human tasks, from answering basic queries to solving complex math problems. DeepSeek's founder Liang Wenfeng described the chip ban as their \"main challenge\" in interviews with local media. Long before the ban, DeepSeek acquired a \"substantial stockpile\" of Nvidia A100 chips - estimates range from 10,000 to 50,000 - according to the MIT Technology Review. Leading AI models in the West use an estimated 16,000 specialised chips. But DeepSeek says it trained its AI model using 2,000 such chips, and thousands of lower-grade chips - which is what makes its product cheaper. Some, including US tech billionaire Elon Musk, have questioned this claim, arguing the company cannot reveal how many advanced chips it really used given the restrictions. But experts say Washington's ban brought both challenges and opportunities to the Chinese AI industry. It has \"forced Chinese companies like DeepSeek to innovate\" so they can do more with less, says Marina Zhang, an associate professor at the University of Technology Sydney. \"While these restrictions pose challenges, they have also spurred creativity and resilience, aligning with China's broader policy goals of achieving technological independence.\" The world's second-largest economy has invested heavily in big tech - from the batteries that power electric vehicles and solar panels, to AI. Turning China into a tech superpower has long been President Xi Jinping's ambition, so Washington's restrictions were also a challenge that Beijing took on. The release of DeepSeek's new model on 20 January, when Donald Trump was sworn in as US president, was deliberate, according to Gregory C Allen, an AI expert at the Center for Strategic and International Studies. \"The timing and the way it's being messaged - that's exactly what the Chinese government wants everybody to think - that export controls don't work and that America is not the global leader in AI,\" says Mr Allen, former director of strategy and policy at the US Department of Defense Joint Artificial Intelligence Center. In recent years the Chinese government has nurtured AI talent, offering scholarships and research grants, and encouraging partnerships between universities and industry. The National Engineering Laboratory for Deep Learning and other state-backed initiatives have helped train thousands of AI specialists, according to Ms Zhang. And China had plenty of bright engineers to recruit. Take DeepSeek's team for instance - Chinese media says it comprises fewer than 140 people, most of whom are what the internet has proudly declared as \"home-grown talent\" from elite Chinese universities. Western observers missed the emergence of \"a new generation of entrepreneurs who prioritise foundational research and long-term technological advancement over quick profits\", Ms Zhang says. China's top universities are creating a \"rapidly growing AI talent pool\" where even managers are often under the age of 35. \"Having grown up during China's rapid technological ascent, they are deeply motivated by a drive for self-reliance in innovation,\" she adds. Deepseek's founder Liang Wenfeng is an example of this - the 40-year-old studied AI at the prestigious Zhejiang University. In an article on the tech outlet 36Kr, people familiar with him say he is \"more like a geek rather than a boss\". And Chinese media describe him as a \"technical idealist\" - he insists on keeping DeepSeek as an open-source platform. In fact experts also believe a thriving open-source culture has allowed young start-ups to pool resources and advance faster. Unlike bigger Chinese tech firms, DeepSeek prioritised research, which has allowed for more experimenting, according to experts and people who worked at the company. \"The Top 50 talents in this field might not be in China, but we can build people like that here,\" Mr Liang said in an interview with 36Kr. But experts wonder how much further DeepSeek can go. Ms Zhang says that \"new US restrictions may limit access to American user data, potentially impacting how Chinese models like DeepSeek can go global\". And others say the US still has a huge advantage, such as, in Mr Allen's words, \"their enormous quantity of computing resources\" - and it's also unclear how DeepSeek will continue using advanced chips to keep improving the model. But for now, DeepSeek is enjoying its moment in the sun, given that most people in China had never heard of it until this weekend. His sudden fame has seen Mr Liang become a sensation on China's social media, where he is being applauded as one of the \"three AI heroes\" from southern Guangdong province, which borders Hong Kong. The other two are Zhilin Yang, a leading expert at Tsinghua University, and Kaiming He, who teaches at MIT in the US. DeepSeek has delighted the Chinese internet ahead of Lunar New Year, the country's biggest holiday. It's good news for a beleaguered economy and a tech industry that is bracing for further tariffs and the possible sale of TikTok's US business. \"DeepSeek shows us that only if you have the real deal will you stand the test of time,\" a top-liked Weibo comment reads. \"This is the best new year gift. Wish our motherland prosperous and strong,\" another reads. A \"blend of shock and excitement, particularly within the open-source community,\" is how Wei Sun, principal AI analyst at Counterpoint Research, described the reaction in China. Fiona Zhou, a tech worker in the southern city of Shenzhen, says her social media feed \"was suddenly flooded with DeepSeek-related posts yesterday\". \"People call it 'the glory of made-in-China', and say it shocked Silicon Valley, so I downloaded it to see how good it is.\" She asked it for \"four pillars of [her] destiny\", or ba-zi - like a personalised horoscope that is based on the date and time of birth. But to her disappointment, Deepseek was wrong. While she was given a thorough explanation about its \"thinking process\", it was not the \"four pillars\" from her real ba-zi. She says she will still give it another go at work, as it will probably be more useful for such tasks. Ed Husic is the first member of a Western government to raise privacy concerns about the Chinese chatbot. DeepSeek's claim that its model was made at a fraction of the cost of its rivals has rocked the AI industry. A Chinese startup has built a low-cost AI model using less technologically advanced chips. The BBC tests out the tool to see what type of answers it can and will give. The Chinese-based large language model is disrupting the AI industry and the stock market. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/czepw096wy4o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a483/live/4646bcc0-dd5e-11ef-8e2a-672c89b13e12.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b12e/live/6ec86aa0-dd5d-11ef-8e2a-672c89b13e12.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Democrats warn the move could have \"devastating consequences\" on programmes that people across the US rely on.",
        "long_description": "Democrats warn the move could have \"devastating consequences\" on programmes that people across the US rely on. Shares for leading US chip firm Nvidia dropped by almost 17% on Monday after the emergence of DeepSeek stunned Silicon Valley. Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed The app spooked the markets as well as the bullish sense of American superiority in AI development. It is the firm's \"longstanding practice\" to observe updates from official sources - in this case requested by Donald Trump. Shares for leading US chip firm Nvidia dropped by almost 17% on Monday after the emergence of DeepSeek stunned Silicon Valley. The man was one of nearly 1,600 people pardoned last week for their roles in the 2021 riot at the US Capitol. We asked two experts for their take on the image, which was shot in the White House a day after the inauguration. Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed The lawyers were part of former special counsel Jack Smith's team which brought two cases against the president. The president also actioned US servicemembers who were discharged for refusing Covid vaccines to be reinstated. Three people were injured as crowds celebrated reaching the Super Bowl. Police said the collision was an \"accident\". Trump and Modi spoke on Monday, their first interaction since the US president took office last week. There were raids in Miami, Chicago, Newark and New Jersey on Sunday in an operation involving several agencies. The Chinese-based large language model is disrupting the AI industry and the stock market. The BBC tests out the tool to see what type of answers it can and will give. The new president promised to make heads spin on day one. The BBC’s Analysis Editor Ros Atkins tries to keep up with what just happened. The new wildfire grew quickly overnight and was dubbed an \"immediate threat to life\" by the California Fire Department. Experts say high demand for the drugs could force officials to make a decision on insurance coverage. The Republican has started his second term at a fast pace. Here's a handy guide to what he's done so far. As well as a place to sleep, returning Mexicans will receive food, medicine and help in obtaining documents. We spoke to 10 Americans across the political spectrum about Donald Trump's first actions as president. Several Afghans tell the BBC the US has \"turned its back\" on them, despite years of working alongside Americans in Afghanistan. The 27-year-old press secretary is due to make her debut behind the podium in the White House briefing room on Tuesday. The man was one of nearly 1,600 people pardoned last week for their roles in the 2021 riot at the US Capitol. Democrats warn the move could have \"devastating consequences\" on programmes that people across the US rely on. The Republican has started his second term at a fast pace. Here's a handy guide to what he's done so far. The president also actioned US servicemembers who were discharged for refusing Covid vaccines to be reinstated. We asked two experts for their take on the image, which was shot in the White House a day after the inauguration. The lawyers were part of former special counsel Jack Smith's team which brought two cases against the president. A former central banker, a one-time deputy PM, and members of parliament are all eyeing the top job. Three people were injured as crowds celebrated reaching the Super Bowl. Police said the collision was an \"accident\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:42",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3850/live/c6218ec0-dd68-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/302e/live/95adcf10-dcd7-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Nuria Sajjad and Selena Lau died at The Study Preparatory School in Wimbledon on 6 July 2023.",
        "long_description": "Nuria Sajjad and Selena Lau died at The Study Preparatory School in Wimbledon on 6 July 2023. Residents have been urged to take care with further heavy rain expected. Debbie Griggs was reported missing from Deal, Kent, in 1999 before her remains were found in 2022. It emerged Axel Rudakubana had had multiple referrals to anti-radicalisation programme Prevent. The company says it will now start the planning process for flights from its fulfilment centre. Residents have been urged to take care with further heavy rain expected. Kevin Hill, who has a computer in his chest linked to a brain implant, says he has his life back. Officers try to pull over a woman in a wheelchair near the Meadowhall shopping centre in Sheffield. Debbie Griggs was reported missing from Deal, Kent, in 1999 before her remains were found in 2022. The accused teenager is remanded into youth detention and due to enter a plea in April. Trenarren's 18 residents still cannot leave by road and have no phone signal or internet. About 80 jobs are to be cut at the Cornwall attraction amid declining tourism, bosses say. Amie Wood developed cervical cancer and had to have a hysterectomy. The festival will take place at Sefton Park, Liverpool, from Friday 23 May - Sunday 25 May. Chewie, a Norwegian forest cat, is reunited with his owners after being found near an M25 junction. Experts say a breeding pair of the species has not been found in the UK for decades. Margaret Grey always longed to follow in her father's military footsteps but never got the chance. Crystal Owen, whose teenage son died in 2023, will attend a road safety debate in Parliament. Some of the last millwright companies share their passion for the job and love of windmills. A new crafting group for men will launch on Tuesday. England's smallest county could be merged with larger neighbours under reorganisation plans. One Somerset couple experienced an unusual consequence of flooding that hit the county. Cait Hellyer wants to see better accessibility within the lingerie and swimwear industries. Onlookers were given a remarkable show as thousands of starlings swooped in a murmuration. Alan Webb spends his lunch hours on the streets where he lives, filling sacks with rubbish. Arsenal appeal against a red card issued to defender Myles Lewis-Skelly against Wolves on Saturday. Former Premier League referee David Coote has said he hid his sexuality during his career, fearing the abuse he would receive for being gay. Rio Ferdinand warns there is \"no way back\" for Marcus Rashford at Manchester United after his professionalism is questioned by manager Ruben Amorim. Burnley register their 20th clean sheet of the season as they hold Championship leaders Leeds in an uneventful goalless draw. Two 19-year-olds and a 22-year-old will appear before Leeds Magistrates' Court next month. The gaming giant says the closure is part of plans to \"ensure long-term stability\" at the firm. The county FA issues a fine of almost £1,000 over the behaviour of a club's \"younger\" fans. Forty-three venues across the UK feature on the 2025 Theatres at Risk Register. Firefighters managed to get the man safely out of his car using an inflatable boat. Adur council hope the sale of the former Lancing police station will kickstart regeneration. Residents have been urged to take care with further heavy rain expected. A court hears George Rogers posed as a girl online and \"relentlessly pursued\" his teenage victims. A look at what stories are trending across the West of England on 28 January 2025. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/england",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9b6/live/033e73a0-dd63-11ef-bc01-8f2c83dad217.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e0b4/live/8f6b1c40-dd48-11ef-b20c-cf1b3bd7a488.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km.",
        "long_description": "Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km. A satellite image taken 21 January shows new construction within the demilitarised zone. Analysts say the return suggests that Moscow is preparing to evacuate one of its most valuable overseas bases. BBC Verify's Nick Eardley examines Hamas' footage of the moment three hostages were handed over. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. A satellite image taken 21 January shows new construction within the demilitarised zone. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. BBC Verify’s Jake Horton looks at how the attack in New Orleans unfolded. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. The X owner shared false claims that a Home Office memo urged police not to intervene in child grooming cases. The postcode lookup allows anyone in England to monitor new home-building targets in their area. The prime minister has come under attack from Elon Musk over his record as director of public prosecutions. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-28 20:41:47",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcverify",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f6b6/live/efc0b7e0-d9b4-11ef-abf7-8b2a99c77ef2.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4d72/live/7b661800-d9ae-11ef-902e-cf9b84dc1357.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]