[
    {
        "title": "US firm that accused Adani Group of fraud shuts down",
        "short_description": "A US-based short-seller which had published reports accusing top financial entities in India and abroad of financial wrongdoings and fraud is set to shut down.",
        "long_description": "A US-based short-seller which had published reports accusing top financial entities in India and abroad of financial wrongdoings and fraud is set to shut down. Nate Anderson, the founder of Hindenburg Research, announced on Wednesday that he was disbanding the company almost eight years after starting it. The firm had made headlines in India in 2023 after publishing explosive reports about billionaire Gautam Adani's conglomerate, sparking political rows and major losses for the company. Mr Anderson didn't share a specific reason for his decision, but expressed a desire to spend more time with friends and family in the future. Started in 2017, Hindenburg Research shot to fame for exposing alleged financial irregularities in some big-name businesses. The firm's reports have led to businesses, both in India and abroad, losing billions of dollars in market value. \"Nearly 100 individuals have been charged civilly or criminally by regulators at least in part through our work, including billionaires and oligarchs. We shook some empires that we felt needed shaking,\" Mr Anderson wrote in the statement where he announced his decision. In 2020, the company accused electric truck maker Nikola Corp of misleading investors about its technologies. In 2022, the company's founder, Trevon Milton, was found guilty of lying to investors and convicted of fraud. In 2023, it published a report accusing the Adani group of decades of \"brazen' stock manipulation and accounting fraud\". Mr Adani and his company denied the allegations, calling them \"malicious\" and an \"attack on India\". In the days following the report, the Adani group saw about $108bn wiped off their market value but firm's financial health has bounced back since. Last year, Hindenburg Research accused Madhabi Puri Buch - the chief of market regulator Securities and Exchange Board of India (Sebi) - of having links with offshore funds used by the Adani group. Both Ms Buch and the Adanis denied any wrongdoing. Allegations by the firm have sparked furious political rows in the country, with India's main opposition Congress party accusing Prime Minister Narendra Modi's Bharatiya Janata Party (BJP) of not taking action against the Adani group. Mr Adani, who is one of Asia's richest men, is perceived as being close to Mr Modi and has long faced allegations from opposition politicians that he has benefited from his political ties, which he denies. In his statement, Mr Anderson expressed a desire to open-source Hindenburg's research methodology in the future. \"Over the next six months or so I plan to work on a series of materials and videos to open-source every aspect of our model and how we conduct our investigations,\" he wrote. Short-sellers like Hindenburg bet against stocks of companies that they believe have been involved in fraud or other financial wrongdoings, based on their investigations. The process involves borrowing a stock, immediately selling it and then repurchasing it when its value goes down to pocket the difference. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. India is only the fourth country in the world with such technology after United States, Russia and China. Coldplay and Ed Sheeran are set to start their tours to sell-out crowds in the country. Last week, India’s top diplomat met a senior Taliban minister, the highest-level engagement since Kabul's fall. The BBC's Samira Hussain describes what she saw at the world's largest religious gathering. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:41",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2jyrzg99yo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d30c/live/bb4572c0-d3ca-11ef-a482-057f30f6d211.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ec2/live/e603df80-d3f0-11ef-b7cd-a9b221bd937e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Why global stars like Coldplay and Ed Sheeran are hitting India",
        "short_description": "\"Please come to my city!\"",
        "long_description": "\"Please come to my city!\" A familiar cry from music lovers all over the world hoping their favourite artists come to their hometown. Fans in India, though, have often seen that plea fall on deaf ears. Artists including Sabrina Carpenter, Gracie Abrams and Arctic Monkeys appear on the country's weekly Spotify album chart, where Ed Sheeran's ÷ (Divide) has spent 217 consecutive weeks. Many world-famous musicians have tended to skip the country. But that now appears to be changing. Dua Lipa's recent performance in Mumbai went viral and Coldplay will soon kick off their tour - nine years after their last visit to India. Their dates include two shows in Ahmedabad where more than 100,000 people are expected to attend each night. \"To have that experience in our own country, it's really cool to see that it's happening more and more,\" music fan and aspiring artist Anoushka Maskey tells BBC Newsbeat. Demand for live music appears to be increasing in India, with ticketing platform BookMyShow reporting 18% growth in 2024. Ed Sheeran is due to play his biggest-ever tour of the country, and artists including Shawn Mendes and Louis Tomlinson will appear at Lollapalooza festival in March. Marketing professor Dr Sourindra Banerjee, from Leeds University Business School, says India's 1.4 billion population - and their age - is a big draw for artists. \"You have a large portion of the world, of youth, living in India,\" Dr Banerjee tells Newsbeat. \"So if I were in the music business that would be the place I would target, to reap the benefits of the demographic.\" According to the global market research company Statista, the value of the Indian music industry in 2021 was 19 billion rupees (£178 million). By 2026, it is estimated to have grown to 37 billion rupees (£346 million). Dr Banerjee says the rise of K-pop in India has shown Western artists the potential of the country for finding new fans. \"Major music labels have research teams who would have seen that someone else [can] take over a large market,\" he says. More broadly, he feels India's growing wealth and links with the wider world makes it an important place for artists to get a foothold and \"collaborate\". \"Not only to access the Indian market, but also access the large Indian [population] which lives outside the country.\" For local Indian artists, there is hope that big names could bring big opportunities for them. Pop/folk singer Anoushka has been making music since 2020 and feels Western artists offer a chance for homegrown acts to find greater visibility. She has experience herself after opening for Brit Award winner Ben Howard. \"That's an opportunity that I never thought I would have within the country,\" she says. Independent singer-songwriter Anumita Nadesan says the chance to collaborate with bigger-artists \"puts you on the map\". \"It's very inspiring as well, because before when a mega artist came to India, we had to travel to another country to see their concerts. \"And you get to learn a lot as an artist by going to these concerts,\" the Hindi artist says. Pop artist Frizzell D'Souza, from Bangalore says seeing acts from abroad who started from humble beginnings can send a strong message to Indian audiences that homegrown talent can achieve global fame. She describes Ed Sheeran as her \"songwriting hero\" and says his background of busking and playing in grassroots venues is relatable. \"It's very reassuring to know that someone like him can actually do it,\" says Frizzell. \"Even though he's such a big superstar right now, he did start kind of at the same place that I did.\" Frizzell also sees an opportunity for cultural exchange, with western music figures being exposed to Indian sounds. She points to rapper Hanumankind, who has charted globally with Big Dawgs and teamed up with A$AP Rocky. \"And that is proof that having international acts come to India is also helping Indian artists [globally] break through,\" she says. But, the artists point out some possible drawbacks to the influx of global stars coming to India. The biggest risk Frizzell sees is around money - and audiences budgeting mainly for bigger artists. \"I hope I'm wrong about this, but maybe [they] would prefer the bigger international acts and not want to risk it on younger or upcoming acts.\" Anumita adds there is also a chance of artists overshadowing the attention smaller artists get. \"But then it also challenges smaller artists to maybe raise the bar.\" According to Peony Hirwani, music journalist at Rolling Stone India, the risk of being overshadowed is low as companies involved with events often ensure local artists are the main support acts. She gives G-Eazy's 2024 tour as an example, which had only Indian support artists - helping to boost their careers. Instead, she tells Newsbeat, the focus should be on improving infrastructure to attract the biggest of names such as Taylor Swift and Beyonce - both of whom did not bring their tours to India. Fans have often complained about facilities, concerts often held in sports stadiums used during India's lengthy cricket season and not always available year-round. \"So we need more, bigger venues, and a better system in place for music,\" Peony says. Lollapalooza Festival takes place at a horse racing track in Mumbai – the only venue with enough space to safely host it. \"Even some of the [notable] stadiums we have right now… there definitely needs to be conversations about what everyone needs to make our infrastructure and venues better,\" says Peony. Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. Roger Nores has contested Geoff Payne's claims he \"abandoned\" the late One Direction singer. The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. The visionary director's belief in American beauty and horror being two sides of the same coin was perfected in the iconic 1990 TV series. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Osibisa was one of the first African bands to gain international recognition, in the 1970s. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:42",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4glgr7zdv5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a1ba/live/2e633920-d19d-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1408/live/5a1e4aa0-d19d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting.",
        "long_description": "BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. BBC Verify’s Jake Horton looks at how the attack in New Orleans unfolded. A row has erupted over a long-standing US visa programme, We looked into the figures behind the scheme. The area in Gaza which Israel's military has told people to go to \"for their safety\" has been hit by 97 strikes since May, BBC Verify analysis has revealed. A row has erupted over a long-standing US visa programme, We looked into the figures behind the scheme. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The X owner shared false claims that a Home Office memo urged police not to intervene in child grooming cases. The postcode lookup allows anyone in England to monitor new home-building targets in their area. The prime minister has come under attack from Elon Musk over his record as director of public prosecutions. Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/933c/live/102cb110-d419-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/92d4/live/363c5f50-d32d-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Toyota unit to settle emissions scandal for $1.6bn",
        "short_description": "Toyota subsidiary Hino Motors has agreed to pay $1.6bn (£1.3bn) and plead guilty to deceiving US regulators about the amount of emissions produced by its diesel engines.",
        "long_description": "Toyota subsidiary Hino Motors has agreed to pay $1.6bn (£1.3bn) and plead guilty to deceiving US regulators about the amount of emissions produced by its diesel engines. The truck company will also be banned from exporting its diesel engines to the country for five years. It comes after Hino was charged with fraud in a Detroit court for selling 105,000 illegal engines in the US between 2010 and 2022. The settlement still requires approval by a US court. According to the US Justice Department, Hino submitted \"false and fraudulent\" emission testing and fuel consumption data in a \"criminal conspiracy\" that allowed it to import and sell its engines in the United States. \"Hino Motors engaged in a years-long scheme to alter and fabricate emissions data in order to get a leg up over its competitors and boost their bottom-line,\" said FBI Director Christopher Wray. \"To further this fraudulent scheme, Hino violated laws and regulations intended to protect American's health and the environment.\" On top of the five-year diesel engine import ban, Hino has also committed to a compliance and ethics plan during that period. \"We take this resolution seriously and will ensure that the field fix, the Environmental Mitigation Program, and further strengthening of our compliance system ... are implemented,\" said Satoshi Ogiso, Hino's chief executive and president in a statement. \"We deeply apologize for the inconvenience caused to our customers and stakeholders.\" The US Environmental Protection Agency said Hino has also agreed to recall some infringing heavy-duty trucks and to replace marine and locomotive engines across the country to offset excess air emissions. In order to cover costs resulting from its legal problems, Hino said that in its second quarter financial results announced in October, it reported an extraordinary loss of 230 billion yen (£1.2bn, $1.48bn). In the last decade, several car makers admitted to lying about the emissions produced by their diesel engines. In what has become known as the dieselgate scandal, brands throughout the Volkswagen corporate empire were implicated, including Audi, Porsche, Seat and Skoda as well as Volkswagen itself. Volkswagen has spent more than 30 billion euros (£25bn, $30.9bn) paying fines, issuing recalls and compensating its customers. China's economy has hit the government's 5% growth target for 2024 in the face of multiple challenges. Agricultural workers from Central American countries can currently work legally on US farms. AI can take a second look at medical scans and flag up potential problems that doctors might not see. The tech giant was facing pressure to pull the feature after it made repeated mistakes. The Nordic nation doesn't require staff to work long hours and has a generous welfare system. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c62666374l4o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5472/live/7dfc4d80-d46f-11ef-bc87-3f424336a1cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Acting legend Dame Joan Plowright dies at 95",
        "short_description": "Dame Joan Plowright, one of Britain's most acclaimed stage and screen stars and the widow of Sir Laurence Olivier, has died at the age of 95.",
        "long_description": "Dame Joan Plowright, one of Britain's most acclaimed stage and screen stars and the widow of Sir Laurence Olivier, has died at the age of 95. Her career spanned 60 years and included an Oscar nomination for the 1991 film Enchanted April. She married Olivier in 1961 after starring opposite him as his daughter in The Entertainer, and became a leading member of the National Theatre, which he set up. In 2014, she retired from the stage - having lost her eyesight and been registered as blind. Born in Scunthorpe, she became a leading lady in London's West End in the 1950s, and first appeared opposite Olivier in The Entertainer at the Royal Court in 1957. They were both nominated for Bafta awards for the film version, which came out three years later. Plowright won a Tony Award for starring in A Taste of Honey on Broadway in New York, also in 1960. She received another Bafta nomination in 1978 for Equus, alongside Richard Burton. A family statement said: \"It is with great sadness that the family of Dame Joan Plowright, the Lady Olivier, inform you that she passed away peacefully on January 16 2025 surrounded by her family at Denville Hall aged 95. \"She enjoyed a long and illustrious career across theatre, film and TV over seven decades until blindness made her retire. \"She cherished her last 10 years in Sussex with constant visits from friends and family, filled with much laughter and fond memories.\" They added: \"We are so proud of all Joan did and who she was as a loving and deeply inclusive human being. \"She survived her many challenges with Plowright grit and courageous determination to make the best of them, and that she certainly did. \"Rest in peace, Joan...\" Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:44",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwyppre55gyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/14cf/live/e3e4d330-d4b8-11ef-9fd6-0be88a764111.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Sanctions were introduced after the Crimea annexation in 2014 and the wider invasion of Ukraine in 2022.",
        "long_description": "Sanctions were introduced after the Crimea annexation in 2014 and the wider invasion of Ukraine in 2022. Sir Keir Starmer visits Kyiv amid concerns the incoming Trump administration may reduce aid. One of the soldiers thought he was going to Russia for \"training\", Kyiv's security service said. Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine. The actions are aimed at cutting off revenue Moscow is using to fund its war in Ukraine. Sir Keir Starmer visits Kyiv amid concerns the incoming Trump administration may reduce aid. Officials in several Russian regions, some hundreds of kilometres from the border, reported strikes overnight. The wife of a Ukrainian prisoner of war explains how Russia attempted to recruit her for sabotage. One of the soldiers thought he was going to Russia for \"training\", Kyiv's security service said. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. What the conflict in 2024 means for 2025... Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. As 2024 draws to a close, Russian forces are continuing to push their Ukrainian opponents back. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Olga Rudnieva is supporting Ukrainian soldiers who have lost limbs in the front line to return from injury even stronger. Ukraine's war stamps, some with swear words, boost morale at home and promote its image abroad. Ukraine’s former foreign minister discusses the prospects for peace Sanctions were introduced after the Crimea annexation in 2014 and the wider invasion of Ukraine in 2022. Sir Keir Starmer visits Kyiv amid concerns the incoming Trump administration may reduce aid. The number of sightings has increased since Russia's full-scale invasion of Ukraine, officials say. Officials in several Russian regions, some hundreds of kilometres from the border, reported strikes overnight. Oscar Jenkins, a 32-year-old teacher, was captured last year while fighting for Ukraine. The wife of a Ukrainian prisoner of war explains how Russia attempted to recruit her for sabotage. Tanya Tyiko says she wants to help the war effort after a recent visit to her home city of Kharkiv. One of the soldiers thought he was going to Russia for \"training\", Kyiv's security service said. President Zelensky says the two men are receiving \"necessary medical assistance\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3283/live/a0d70510-d46b-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2dd8/live/6b5ab4b0-d455-11ef-9648-d100815d1dd7.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday.",
        "long_description": "The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Nate Anderson, the founder of Hindenburg Research, has announced his decision to disband the company. Last week, India’s top diplomat met a senior Taliban minister, the highest-level engagement since Kabul's fall. Coldplay and Ed Sheeran are set to start their tours to sell-out crowds in the country. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. India is only the fourth country in the world with such technology after United States, Russia and China. Five Indian sportswomen have been nominated for this year's BBC Indian Sportswoman of the Year award. Now the public can have their say in who will lift the prestigious award on 17 February. Nate Anderson, the founder of Hindenburg Research, has announced his decision to disband the company. Some credit the US vice-president-elect's success to the influence of his wife, who he met as a student at Yale. The Maha Kumbh is a colourful religious festival where millions gather in Prayagraj city to take a holy dip. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. Covid-19 is now ubiquitous – but hospitalisations seem to be on a downward trajectory. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. The BBC's Samira Hussain describes what she saw at the world's largest religious gathering. The BBC is at the Mahakumbh Mela, the Hindu festival expected to draw 400 million visitors over six weeks. The rocket, which took off from a site north of Chennai, places two satellites in orbit. One of India's longest-serving leaders, Singh has died at the age of 92. The economist and political leader, who died this week, has made many memorable public speeches. The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. India is only the fourth country in the world with such technology after United States, Russia and China. Nate Anderson, the founder of Hindenburg Research, has announced his decision to disband the company. Coldplay and Ed Sheeran are set to start their tours to sell-out crowds in the country. Fixtures, results and scorecards from Ireland's women's tour of India, featuring three one-day internationals in Rajkot. Last week, India’s top diplomat met a senior Taliban minister, the highest-level engagement since Kabul's fall. The BBC's Samira Hussain describes what she saw at the world's largest religious gathering. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:45",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6df2/live/e808d930-d49e-11ef-a70a-7188cb9abb89.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/472b/live/eacf8fd0-d3d9-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Russia jails lawyers who acted for late opposition leader Alexei Navalny",
        "short_description": "Three lawyers who acted for late Russian opposition leader Alexei Navalny have been given jail terms of up to five-and-a-half years on charges of taking part in an \"extremist organisation\".",
        "long_description": "Three lawyers who acted for late Russian opposition leader Alexei Navalny have been given jail terms of up to five-and-a-half years on charges of taking part in an \"extremist organisation\". Vadim Kobzev, Igor Sergunin and Alexei Liptser were arrested in October 2023 as Russian authorities intensified pressure on the jailed Kremlin critic, who died suddenly last February in an Arctic prison colony. They were put on trial behind closed doors in Petushki, a town east of Moscow, and accused of \"using their status\" to relay messages between Navalny and his colleagues. Navalny had condemned the case as just like Soviet times, and an indication of \"the state of rule of law in Russia\". Igor Sergunin was the only one of the three to admit the charge, according to independent reports, and was given a lighter sentence of three-and-a-half years. Alexei Liptser was jailed for five years in a penal colony and Vadim Kobzev was given five-and-a-half years. Kobzev's own lawyer, Andrei Grivtsov, said the evidence against them amounted to illegal invasion of privacy. \"They're not allowed to eavesdrop on meetings between a lawyer and a client in a penal colony in principle - there's a direct legislative ban,\" he told BBC Russian. The three lawyers were put on trial close to the penal colony in Pokrov, where Navalny was initially sent when he returned to Russia in January 2021, having survived a nerve agent attack that he blamed on Russian leader Vladimir Putin. The Kremlin denied the allegation and Navalny remained in Russian penal colonies until his death, north of the Arctic Circle and 1,900km (1,200 miles) north-east of Moscow. His widow, Yulia Navalnaya, blamed Putin for his death, which authorities put down to \"sudden death syndrome\". President Zelensky says the two men are receiving \"necessary medical assistance\". The US president-elect has said previously that he wants to negotiate an end to the war in Ukraine. Ukraine says Russia deliberately hit the city with guided aerial bombs knowing that civilians will be hurt. What the conflict in 2024 means for 2025... People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:47",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ce3nnvq7kplo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ec5/live/b93c99a0-d4aa-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f4ef/live/3c167e60-d021-11ef-ba10-ad699290a3d1.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "David Lynch: Mind-bending Twin Peaks director who embraced the weird",
        "short_description": "David Lynch once said he was inspired to become a filmmaker when, while painting, he inexplicably heard a gust of wind and saw the artwork move on canvas.",
        "long_description": "David Lynch once said he was inspired to become a filmmaker when, while painting, he inexplicably heard a gust of wind and saw the artwork move on canvas. The moment defined his obsession with \"seeing paintings move\", but also his flair for the bizarre - twisting realities on the small and big screen for almost 40 years. The 78-year-old US director, who has died months after announcing an emphysema diagnosis, became the contemporary face of weird, unsettling worlds often hidden within everyday society - from TV series Twin Peaks to films like Blue Velvet, Mulholland Drive and Inland Empire. A self-professed daydreamer, Lynch burst onto the scene via the midnight movie circuit with 1977's Eraserhead. The disorientating horror, a comment on male paranoia, set the layered template that ran through his work. Four decades later, he lived to see his style immortalised as an adjective in the Oxford dictionary. Lynchian, it reads, blurs \"surreal or sinister elements with the mundane\" - an accolade fitting of the four-time Oscar nominee turned lifetime achievement recipient, whose character was as big as his films. David Keith Lynch was born in Missoula, Montana on January 20, 1946. The son of a research scientist for the Department of Agriculture, he spent much of his early life moving around from state to state with his brother and sister. However, Lynch's parents encouraged his artistic ambitions from an early age. Speaking to Rolling Stone in 1990, he said his mother \"saved\" him by encouraging him to draw on scrap paper rather than using colouring books, where \"the whole idea is to stay between the lines\". This ethos inspired his films, tinged by a rebellious streak which he teased lasted from the age of 14 to 30. \"People rebel that long these days\", he reasoned, \"because we're built to live longer\". Youthful frustration at the calm of suburban life left him craving for \"something out of the ordinary to happen\" to challenge the superficiality of 1950s family ideals - a dark dream his films and shows brought to life. Lynch's black-and-white debut feature Eraserhead achieved this vision far more successfully than his years at art school, with its central character descending into madness after fathering a terrifying baby. Critics were left confused, but its late-night cinema success sparked a breakthrough when one audience member recommended him to Mel Brooks, who asked him to helm Elephant Man. Co-written by Lynch, the film's cast of eventual screen icons, including John Hurt as Merrick and Anthony Hopkins, transformed the story of stigma into an emotional, critical hit, outpacing the original stage play. It saw Lynch receive Oscar nominations for best director and adapted screenplay, as part of the film's eight nominations that included best picture. But if Hollywood thought it had found a new blockbuster master, Tinseltown quickly discovered Lynch had no interest in playing mainstream with his 1984 adaptation of sci-fi epic Dune. Featuring questionable special effects, costumes and rock star Sting lathered in baby oil, the Guardian's Charles Bramesco wrote that Lynch's experiments left the franchise \"radioactive for decades\". \"I'm proud of everything except Dune,\" Lynch would later tell a YouTube Q&A, while admitting elsewhere it almost \"killed\" his career. The wounds began to heal, however, when he returned to double down on his signature style - placing his fascination with America's dirty underbelly in his sights. Blue Velvet, starring Kyle MacLachlan from Dune, followed a small-town boy caught up in the underworld after he discovered a severed ear. Brutal and violent in part, it divided critics but won Lynch his second Oscar nod for best director. \"This is the way America is to me,\" Lynch would later describe the movie in his book Lynch on Lynch. \"There's a very innocent, naive quality to life, and there's a horror and a sickness as well\". He won the prestigious Palme d'Or at the Cannes film festival for romance Wild at Heart in 1990, starring Nicolas Cage, Laura Dern and Willem Dafoe. But it was Lynch's belief in American beauty and horror being two sides of the same coin, perfected in his TV project Twin Peaks released the same year, that came to define him. On paper, the unsettling drama explored the murky goings-on in the US logging town following the murder of teenage beauty queen Laura Palmer, hauntingly brought to life by Sheryl Lee. But viewers were truly captivated by what it offered onscreen: a dreamlike nightmare of wonderfully idiosyncratic characters, including FBI agent Dale Cooper, again played by Kyle MacLachlan, in the apparent comfort of picket-fenced America - cherry pie and coffee included - before unflinchingly reaching into living rooms with its chilling undercurrent of sexual abuse and murder. It was one that had no prior place on US TV. The ABC show won three Golden Globe awards in 1991, including best TV drama series and best actor in a TV drama for MacLachlan. \"Without Twin Peaks, and its big-bang expansion of the possibilities of television, half your favourite shows wouldn't exist,\" wrote James Parker for The Atlantic. The show, he continued, \"effectively renegotiated TV's contract with its audience\". It mattered little that the second season faltered after the killer was revealed. TV was no longer safe, it was viscerally alive - big screen ideas and production values somehow beamed into living rooms in an age when the silver screen still ruled. In 1992, viewers were taken back to Twin Peaks with a prequel feature film, Fire Walk With Me, but nothing quite matched the original run. When the nation asked \"Who killed Laura Palmer?\", it wasn't just about solving the mystery, but finding sanctuary from rotten realities society would rather ignore. Lynch had found his darkness. He would eventually shift focus back to the big screen to attack Hollywood's devilish tricks of fame, glamour, deceit and identity loss, in films unofficially known as his Los Angeles trilogy. This began with 1997's Lost Highway, before 2001's Mulholland Drive - perhaps the closest in aesthetic to Twin Peaks. The psychological drama received critical acclaim, scoring Lynch his third best director Oscar nomination and scooping the best director gong at Cannes. In recent years it has also been recognised for its queer themes, particularly between Naomi Watt's and Laura Harring's characters, that challenged traditional Hollywood storytelling of the time. Last came 2006's Inland Empire, Lynch's final feature film, which proved as mind-melting as ever - showing Hollywood star culture no mercy. As Mike Muncer told BBC Arts' Inside Cinema: \"Lynch lures us in with the promise of familiar, traditional genre thrills and mysteries as a safety net, before that weirdness starts to creep in. \"Eventually, the mystery box is opened, revealing the darker, more sinister story that Lynch has actually been telling us all along.\" In his latter years Lynch enjoyed revered cult status. In 2017, he directed Twin Peaks: The Return, a new series set 25 years after the events of the original show, with much of the same cast. At the same time, the show's legacy continues to endure, inspiring dramas like True Detective and 2023's critically acclaimed Playstation survival horror game Alan Wake II. Away from the camera, Lynch admitted he had sometimes struggled to balance the \"tricky business\" of fatherhood with his career. He welcomed four children - Jennifer, Austin, Riley and Lula - with ex-wives Peggy Reavey, Mary Fisk and Mary Sweeney, and estranged wife Emily Stofle. \"I love all my children and we get along great, but in the early years, before you can have a relationship of talking to them, it's tough,\" he told Vulture. \"The work is the main thing, and I know I've caused suffering because of that. But at the same time I have huge love for the kids.\" Although Lynch never did return to feature film directing to give himself another shot at an elusive Oscar win, he was granted an honorary lifetime achievement statuette by the Academy in 2019. He also made a cameo in Steven Spielberg's semi-autobiographical 2022 film, The Fablemans, playing filmmaker John Ford. His artistic pursuits increasingly diversified toward the end of his life, from his original passion for painting to music. Just last year, he released Cellophane Memories, an album with Chrystabell. This added to his previous work producing music videos for artists like Moby and Nine Inch Nails. Discussing his emphysema diagnosis last summer, he said he was in \"excellent shape\" and would \"never retire\". He added the diagnosis was the \"price to pay\" for his smoking habit, although he didn't regret the enjoyment it gave him. But his condition deteriorated within months. In a November interview, with People magazine, Lynch said he needed oxygen to walk. However his ideas live on, as unique as the way he described thinking of them. Speaking in conversation with musician Patti Smith for BBC Newsnight in 2014, he said: \"I get ideas in fragments. It's as if in the other room there's a puzzle - all the pieces are together. \"But in my room, they just flip one piece at a time into me.\" It is the latest step in a bitter legal battle between the actor and director and his co-star. The exhibition will be on display at a museum in Bradford for three months. Osibisa was one of the first African bands to gain international recognition, in the 1970s. Actress and model Caprice was pictured filming scenes for her new film in a café in Aberfeldy. Scientists will look at the impact of watching performances live rather than viewing a stream. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/clyv9ge0pgeo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/88db/live/529aead0-a345-11ef-8b2c-7bfe2eb25766.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ae3a/live/f5d1a1f0-d485-11ef-868f-6f454c7aa16a.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Pakistan Airlines ad shows plane flying at Eiffel Tower",
        "short_description": "Pakistan's flag carrier has drawn widespread criticism for putting out an advertisement that showed a plane flying towards the Eiffel Tower.",
        "long_description": "Pakistan's flag carrier has drawn widespread criticism for putting out an advertisement that showed a plane flying towards the Eiffel Tower. The ad was meant to promote the resumption of Pakistan International Airlines' flights to the French capital and had the caption \"Paris, we're coming today\". Some social media users noted the ad's resemblance to the terrorist attacks in the US on 11 September 2001. \"Is this an advertisement or a threat?\" one user wrote on X. Another called for the company to \"fire your marketing manager\". The image has been viewed more than 21 million times on X since it was published last week and has drawn swift backlash. Prime Minister Shehbaz Sharif has ordered an investigation into the matter, while Deputy Prime Minister Ishaq Dar has also criticised the ad, Pakistan's Geo News reported. The 9/11 attacks saw hijackers crash passenger jets into the twin towers of the World Trade Center in New York and the Pentagon in Washington DC, killing nearly 3,000 people. The alleged mastermind of the attacks, Khalid Sheikh Mohammad, was arrested in Pakistan in 2003. Osama bin Laden, the leader of the al-Qaeda extremist network which planned the attacks, was killed by US troops in Pakistan in 2011. Pakistani journalist Omar Quraishi said PIA's ad left him \"truly speechless\". \"Did the airline management not vet this? \"Do they not know about the 9/11 tragedy - which used planes to attack buildings? Did they not think that this would be perceived in similar fashion,\" he wrote on X. The airline has not commented on the incident. The PIA, however, is no stranger to controversy. Some X users pointed out that in 1979, the airline published an advertisement showing a passenger jet's shadow over the twin towers. In 2017, the airline was mocked after staff sacrificed a goat to ward off bad luck following one of the country's worst air disasters. And in 2019, PIA caused a stir when it told flight attendants to slim down or get grounded. Staff were told they had had six months to shed \"excess weight\". The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. RedNote's Chinese users say it is the first time they have been able to speak directly to Americans online. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. Nate Anderson, the founder of Hindenburg Research, has announced his decision to disband the company. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c8r5j10mml3o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6651/live/6e7880a0-d3bf-11ef-ab28-e7fb5bc1806c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6df2/live/e808d930-d49e-11ef-a70a-7188cb9abb89.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Two whistleblowers also believe the Leeds Teaching Hospitals NHS Trust’s maternity units are unsafe.",
        "long_description": "Two whistleblowers also believe the Leeds Teaching Hospitals NHS Trust’s maternity units are unsafe. The chancellor tells the BBC she has got \"what it takes\" following a bumpy week for the UK economy. Residents have set up Pothole Land after what they say is years of inaction on their rural road. The BBC's political editor examines the government's announcement on grooming gangs. Sanctions were introduced after the Crimea annexation in 2014 and the wider invasion of Ukraine in 2022. The chancellor tells the BBC she has got \"what it takes\" following a bumpy week for the UK economy. Job prospects for younger workers are likely to be hit by Budget measures, Lord Wolfson tells the BBC. The country singer says her baby daughter spent 10 days in hospital with respiratory syncytial virus. Residents have set up Pothole Land after what they say is years of inaction on their rural road. It comes after customers complained of not being able to plan for price rises. While the number of patients with flu are declining, a cold snap has again placed nurses under extreme stress. Ryan Wellings was cleared of manslaughter but \"set the scene\" for Kiena Dawes' death, a court heard. The 15-year-old's aunt says her smiling and talented niece loved helping people and wanted to be a human rights lawyer. Sara's father, stepmother and uncle are seeking permission to appeal against their sentences. Margaret Mizen expressed shock to learn her son's killer recorded music referencing the murder. The exchange follows Tulip Siddiq's resignation over an anti-corruption investigation in Bangladesh. The beloved children’s TV character busted out his viral dance moves to close BBC Newsday. The Princess of Wales has made a personal visit to thank staff at the hospital where she was treated for cancer. Police officers say they heard screams before spotting a suspect with an electric stun gun in Wigan. The conviction of Elianne Andam's killer and a ceasefire in Gaza feature on Friday's front pages. The case centred on whether an abuser can be criminally responsible if a victim kills themselves. Serial sex offender Graham McGill was on parole when he murdered mother-of-11 Mary McLaughlin in 1984. Families tell the BBC they're hoping for reunions with loved ones held in captivity for over 15 months. The singer and his wife took part in the 35th anniversary celebrations of the King's foundation at Dumfries House. Nearly 40 schools are forced to shut as work continues to restore water to thousands of homes. Two whistleblowers also believe the Leeds Teaching Hospitals NHS Trust’s maternity units are unsafe. The country singer says her baby daughter spent 10 days in hospital with respiratory syncytial virus. A fatal accident inquiry concludes that Katie Allan, 21, and William Brown, 16, may not have died if reasonable precautions had been taken. A Liverpool Airport revamp sees the \"quiet room\" for Manx patients move to a new temporary space. DFDS says it will publish more details of inter-island and St Malo ferry routes next week. Anti-terror police warn of \"immense threat\" to public from extreme right-wing Satanist group 764. Brian Mitchell was run over by four trains at Stratford in east London, a rail safety body says. Charity receives a letter from Prince William praising the work of its volunteers. A disability campaigner says with funding agreed in 2019, it is baffling no work has happened. He enjoyed a pint of cider with fans - but staff did not say who paid for the round of drinks. Danish operator DFDS says it is still working on an inter-island schedule. Sports managers in Jersey and Guernsey are making preparations for the Orkney event. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/acd3/live/9b58e620-d4ad-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/16e9/live/d3597830-d446-11ef-926a-e507ef508377.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Amazigh New Year and vodún cheer: Africa's top shots",
        "short_description": "A selection of the week's best photos from across the African continent and beyond:",
        "long_description": "A selection of the week's best photos from across the African continent and beyond: Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The country's envoy to neighbouring Guinea is recalled to explain the incident but has not been arrested. The army under Gen Abdel Fattah al-Burhan is accused of committing lethal attacks on civilians. Seven years after Samantha Pendo's death her parents are still waiting for the trial of officers to begin. Osibisa was one of the first African bands to gain international recognition, in the 1970s. At least 78 bodies and more than 240 survivors have been pulled out of a mine since Monday. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:52",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cp9xnp92er5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/649e/live/3cde5ac0-d41d-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b736/live/e2a0f9e0-d3fa-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Reporter removed after interrupting Blinken's last speech",
        "short_description": "The BBC was inside Secretary Antony Blinken's last briefing when he was interrupted. The reporter was physically taken out by security and has been identified as Sam Husseini.",
        "long_description": "The BBC was inside Secretary Antony Blinken's last briefing when he was interrupted. The reporter was physically taken out by security and has been identified as Sam Husseini. The outgoing US president warned against power in the hands of the wealthy, the threat of the tech industry and climate change. The Falcon 9 rocket took off from the Kennedy Space Center carrying two lunar landers and a micro rover. The Delta flight, with more than 200 passengers on board, was suspended shortly after takeoff due to engine issues. The men were forced to leave the car they were in and escape on foot as fire closed in around them. \"We'll make do. Wife and baby and dog are most important,\" he told CBS News. Jason Matthews returned to his house in Altadena on Wednesday morning, but only the postbox was still intact. BBC Breakfast's Charlie Stayt compares before and after pictures of the city showing the scale of the LA fires. The BBC sees bullets strewn over the streets while touring the fire damage in Los Angeles. Families are assessing the damage to their properties and communities as some of the fires are 0% contained. At least five people have died as a result of the Eaton fire as the blaze remains 0% contained, officials say. President Joe Biden repeatedly praised Carter's \"example\" and \"character\" in his eulogy. US Presidents Joe Biden, Donald Trump, Barack Obama, George W Bush and Bill Clinton sat in the front pews. People at an evacuation centre describe fleeing their homes as flames engulfed their streets. Footage from the BBC's LA correspondent shows a row of destroyed homes on Malibu's coveted seafront. Footage shows the moment a four-storey home collapses after being engulfed by flames. A glimpse of just 90 minutes in the luxury LA neighbourhood ravaged by wildfires. The latest blaze, Sunset Fire, is threatening homes and landmarks as Hollywood is evacuated. The blaze has been declared the most destructive in the city's history with more than 1,000 structures destroyed. One resident watching as her home burned said her neighbourhood was like driving through a \"war zone\". Claudia Sheinbaum chided the US president-elect and proposed a part of the US be renamed \"Mexican America\" like it was in 1607. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:54",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/czx8dxl5w45o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/16b3/live/35d4f1a0-d443-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ceb8/live/e6836790-d423-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "John Swinney is facing questions from opposition party leaders and MSPs at First Minister's Questions.",
        "long_description": "John Swinney is facing questions from opposition party leaders and MSPs at First Minister's Questions. A university professor is working to trace the history of as many as 34 fragments from the ancient stone. Transport Scotland said rescheduling the current timetable for the project would cause further delays. Scottish Secretary Ian Murray says Holyrood ministers need to further develop the policy before it can progress. Parliamentarians are to get a salary increase of more than £2,000 a year. A university professor is working to trace the history of as many as 34 fragments from the ancient stone. Brian Leishman says he is \"incredibly disappointed\" by Sir Keir Starmer's administration. Recent figures suggest a quarter of Scotland's children were living in poverty in the early years of this decade. Transport Scotland said rescheduling the current timetable for the project would cause further delays. Sturgeon says she and the former SNP chief executive have been separated for \"some time\". The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday. The former Scotland rugby captain was given a community payback order after he admitted domestic abuse. The ex-first minister criticised the X owner after he shared a post about the murder of a Scottish schoolboy. The deputy prime minister says Anas Sarwar will always get a \"listening ear\" from Downing Street. The Labour leader says his MSPs could back the government's plans, if ministers agree to certain demands. Politicians are navigating how to deal with the social media presence of Donald Trump and Elon Musk. Scrapping the two-child cap and changes to tax thresholds are among plans for the next financial year. Judges are considering how a woman is defined in equalities law - what could their ruling mean? The new CalMac vessel at the centre of Scotland's ferries saga has finally been delivered by Ferguson shipyard Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:54",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland/scotland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/bf11/live/817884f0-d40c-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ce3e/live/1b3c2560-d430-11ef-b20c-8bcfada6218e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A fatal accident inquiry concludes that Katie Allan, 21, and William Brown, 16, may not have died if reasonable precautions had been taken.",
        "long_description": "A fatal accident inquiry concludes that Katie Allan, 21, and William Brown, 16, may not have died if reasonable precautions had been taken. On the day a determination is due on three deaths at Polmont YOI, Scott Allan says the prison destroyed his sister. A university professor is working to trace the history of as many as 34 fragments from the ancient stone. A 32-year-old man and 28-year-old woman have been arrested in connection with the incident. A selection of photographs submitted to BBC Scotland News from around the country this week. On the day a determination is due on three deaths at Polmont YOI, Scott Allan says the prison destroyed his sister. Serial sex offender Graham McGill was on parole when he murdered mother-of-11 Mary McLaughlin in 1984. The First Minister's apology for NHS problems and the Tories bracing for Reform defections make the front pages. A university professor is working to trace the history of as many as 34 fragments from the ancient stone. The man threw himself from the balcony of the building in South Lanarkshire. MSPs call for urgent improvements in the environmental impact and governance of the fish farming sector Jacob Fearnley sees his encouraging Australian Open run come to an end against Alexander Zverev in the third round. The festival - cancelled in 2024 after key funding support fell through - returns to Dumfries. Killian Steele said he was groomed and raped at a children's home in North Berwick in the 1970s. Actress and model Caprice was pictured filming scenes for her new film in a café in Aberfeldy. Recent figures suggest a quarter of Scotland's children were living in poverty in the early years of this decade. Competitors in the Spine Race hit the finish line in the Borders after setting off from Derbyshire. A new Sky series on the 1988 disaster has again put the spotlight on the case, which has divided opinion for decades. The UK led the way in this field of science until recently - but now other countries have overtaken. So, how can that lead be recovered? Scott Allan was 14 when his sister Katie was convicted. She died a year later. The King visited The Gate which provides support to people facing homelessness and food insecurity. And the rise of Reform UK in Scottish politics. Competitors in the 268-mile Spine Race faced chest-high snow drifts and freezing conditions in their gruelling journey from Derbyshire to the Scottish Borders. Two missing sisters had not told relatives they planned to \"immediately\" move out of their rented Aberdeen flat, their brother has said. Killian Steele said he was groomed and raped at a children's home in North Berwick in the 1970s. Comhairle nan Eilean Siar says it has written to the Scottish government to ask for more funding. The job losses at the oil giant will affect more than 5% of its global workforce. The festival - cancelled in 2024 after key funding support fell through - returns to Dumfries. A fatal accident inquiry concludes that Katie Allan, 21, and William Brown, 16, may not have died if reasonable precautions had been taken. Jacob Fearnley sees his encouraging Australian Open run come to an end against Alexander Zverev in the third round. Malik Dunbar joined Caledonia Gladiators after being named as the suspect in a shooting in Augusta, Georgia. A year ago, James Wilson made his Hearts debut. Now he is leading the line and being asked for selfies in the school corridor. Lee McGregor says his goal for 2025 is to capture a world title, with an all-Scottish featherweight showdown with Nathaniel Collins also on his radar. Big stories from across the country The BBC's Scottish news podcast. More from the day’s top stories and communities across Scotland. The nation's morning news programme. A fatal accident inquiry concludes that Katie Allan, 21, and William Brown, 16, may not have died if reasonable precautions had been taken. A selection of photographs submitted to BBC Scotland News from around the country this week. The First Minister's apology for NHS problems and the Tories bracing for Reform defections make the front pages. A police officer, a former officer and two members of the public made no plea and were granted bail. Actress and model Caprice was pictured filming scenes for her new film in a café in Aberfeldy. The Tory group leader on Glasgow City Council has joined Nigel Farage's party. Killian Steele said he was groomed and raped at a children's home in North Berwick in the 1970s. Scottish TV and radio presenter Kirsty Young wins the right to build a holiday lodge on \"wallaby island\" in Loch Lomond. The ceasefire in the Gaza conflict and the ongoing police investigation into missing sisters in Aberdeen make the papers. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:57",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7f3f/live/91b47b50-d419-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/41e5/live/45bbe2d0-d453-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Nepal's leader says it has too many tigers. Does it?",
        "short_description": "Nepal has been celebrated globally for tripling its tiger population in a decade - but Prime Minister KP Sharma Oli thinks the country may have been too successful.",
        "long_description": "Nepal has been celebrated globally for tripling its tiger population in a decade - but Prime Minister KP Sharma Oli thinks the country may have been too successful. \"In such a small country, we have more than 350 tigers… We can't have so many tigers and let them eat up humans,\" he said last month at an event organised to review the country's COP29 outcomes. Attacks by tigers claimed nearly 40 lives and injured 15 people between 2019 and 2023, according to government data. But local communities say the figure is much higher. \"For us, 150 tigers are enough,\" Oli declared in December, even suggesting that Nepal could send its prized big cats to other countries as gifts. There is no one answer, experts say. It depends on the availability of prey in a given area - ideally, each tiger should be in the vicinity of about 500 prey animals, such as deer, antelopes or wild buffalo, tiger biologist Ullas Karanth says. Experts argue that Oli's concern with capping tiger numbers is misplaced. Rather, Nepal's government should focus on \"expanding protected areas that have reasonable natural densities of prey and tigers,\" Dr Karanth adds. If wildlife is spilling out of protected areas in search of prey, that might explain why so many attacks have happened in places that border forests, where tigers have always encountered humans. An example is the \"buffer zones\" that lie between national parks and human settlements. Wildlife sightings are common here, but locals also use the area for cattle-grazing and collecting fodder and firewood. Forest corridors - strips of land that connect different parks and bio-reserves allowing wildlife to roam between them - have emerged as yet another flashpoint. Roads sometimes run through these areas, and locals also use them for foraging, leaving them vulnerable to attacks. The rise in human fatalities is a sign that Nepal's once-successful conservation model is cracking, zoologist Karan Shah says. \"So far, [Nepal's] focus seems to be on winning international attention, while ignoring the impact on communities living around national parks and protected areas,\" Mr Shah adds. He argues that conservation is not just \"an ecological or scientific issue\" but also a social one - and that the loss of human lives must be prevented so local communities remain a part of the conservation effort and don't turn against it. Anger among locals has also been growing as tigers have been preying on livestock. \"A significant portion of our population still live in rural areas and are dependent on forest resources that they help conserve - but they are now increasingly being killed and injured by tigers,\" Thakur Bhandari, president of Federation of Community Forestry Users Nepal, told the BBC. \"As forest conservationists we cannot be against wildlife, but that does not mean we should ignore its impact on humans and our society.\" A century ago, some 100,000 tigers roamed Asia - but deforestation and rampant poaching pushed them to the brink of extinction. There are now only about 5,600 wild tigers remaining across 13 countries, including Nepal, China, India, Thailand, Indonesia and Russia. All of these nations had committed to doubling their tiger numbers by 2022, but Nepal was the first to surpass the target - due in part to a zero-poaching initiative and a doubling of the country's forest cover between 1992 and 2016. Connecting 16 protected zones in southern Nepal with areas across the border in northern India created forest corridors which helped too. The growing number of tiger attacks has now tarnished that achievement. Oli believes Nepal's tiger population is growing at the cost of human lives. Viable solutions, however, are not easy to come by. The parks and wildlife department has acknowledged the challenge of managing tigers in Nepal, where those that kill humans are tracked down and taken into captivity. \"Zoos and rescue centres are already overwhelmed with problematic tigers,\" the department said in a conservation report published in 2023. \"A comprehensive protocol is urgently needed to cope with the rescue, handling, and rehabilitation of problem animals.\" Oli has proposed sending Nepal's tigers abroad. \"People love to keep birds like falcons and peacocks as pets, so why not tigers?\" he suggested. \"That would boost their status too.\" Others have different ideas. Dr Karanth says tigers that have repeatedly taken human lives should be \"killed immediately\". Some argue that humans exacerbated the problem by encroaching into the tigers' natural habitats, using the land for cultivation or infrastructure and reducing the big cats' prey-base. The BBC spoke to a wildlife management expert, meanwhile, who claims Oli wants to bring down tiger numbers so that more land can be cleared to build infrastructure. \"It is not about people's safety,\" he said. For now the situation is at an impasse. It's unclear whether Oli's \"tiger diplomacy\" suggestion will gain traction, or whether over-encroaching humans or tigers are to blame for Nepal's tiger attack crisis. What is clear is that humans and tigers are struggling to achieve peaceful co-existence in Nepal - and the country's conservation success story has brought many of its own thorny problems to reckon with. The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. Many Chinese users on RedNote say it is the first time they have been able to speak directly to Americans online. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. Bipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:47:58",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cr7e570ppelo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d364/live/cf692690-d256-11ef-afca-fd8d41ed4ae1.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6594/live/ace7af60-d256-11ef-afca-fd8d41ed4ae1.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Israel's Prime Minister Benjamin Netanyahu says the first hostages could be released as early as Sunday, if the deal is approved.",
        "long_description": "Israel's Prime Minister Benjamin Netanyahu says the first hostages could be released as early as Sunday, if the deal is approved. The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, blaming Hamas. More than 60 people have reportedly been killed ahead of the deal coming into force. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. The deal, which will also see hostages held in Gaza released, is awaiting approval by the Israeli cabinet The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, blaming Hamas. In this time of hard choices for the Middle East, the president elect will have much to think about when he re-enters the White House BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. More than 60 people have reportedly been killed ahead of the deal coming into force. The truce should get Israeli hostages and Palestinian prisoners home, but the conflict remains as bitter as ever. Families of Israeli hostages in Gaza share their feelings as a ceasefire and hostage release deal is reached. Those in Gaza speak of their joy, but also describe sadness and worry as the territory rebuilds. The US president says \"many months of intensive diplomacy\" led to the deal as he outlines the next steps. What we know so far about the ceasefire deal agreed between Israel and Hamas. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. Bipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023. A total of 94 hostages, taken captive after the 7 October attacks, still remain unaccounted for. The group say their official witness statements were translated into Arabic by a boat company employee. The BBC's Fergal Keane travelled with the trucks carrying crucial aid to the King Hussein Bridge border crossing with Israel A ceasefire and hostage deal has been long-anticipated by people in Israel in Gaza, after 15 months of war. Outgoing US President Joe Biden hails the agreed ceasefire deal between Israel and Hamas. A ceasefire deal between Israel and Hamas is announced by Qatar's prime minister. Video shows chaos inside an airport terminal in Sanaa, as passengers flee the strikes. The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, blaming Hamas. BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. US Secretary of State Antony Blinken said a \"loose end\" was being tied up but he was confident the ceasefire would begin on Sunday as planned. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. BBC Verify examines how fighting has impacted civilians lives in Gaza, after over a year of fighting. More than 60 people have reportedly been killed ahead of the deal coming into force. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. A total of 117 people captured during the 7 October attacks have been released or freed. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:02",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/3041/live/987ce9f0-d49a-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a5cb/live/ad7dcf50-d48f-11ef-89cc-ff703c31a434.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Nearly 40 schools are forced to shut as work continues to restore water to thousands of homes.",
        "long_description": "Nearly 40 schools are forced to shut as work continues to restore water to thousands of homes. Residents have set up Pothole Land after what they say is years of inaction on their rural road. A review of the front page stories from the daily and weekly newspapers in Wales. A misconduct panel says Sgt Davies used a \"dangerous restraint\" in his \"take down\" of Tariq Evans. Leon Adams' injuries in a brutal attack may have led to his death 23 years later, an inquest hears. Residents have set up Pothole Land after what they say is years of inaction on their rural road. Ryan Thomas' wife says he \"survived the un-survivable\" but faces a long road to recovery. The repair work was postponed in the autumn after a train crash in the village. A review of the front page stories from the daily and weekly newspapers in Wales. Beryl Davies says there was previously just one coloured photo from her big day in October 1966. A full daily service to and from Dublin has reopened but one of the two ferry berths remain closed. Two rallies have been called off with more cancellations possible. Residents are worried there could be a risk of fires breaking out at the site. Some hospital patients are \"dying in the wrong place\" the head of a nursing union says. Michael Bowen was granted parole despite being considered high risk, BBC Wales has learned. While schoolyard chat turns to the prom, one 15-year-old worries about finding a dress that fits. Laura Truelove, from Gower, has seen a huge increase in the number of women taking up surfing. It details how a lack of power, the cold winter, and food rationing were creating struggles. Makenzy Beard, 17, made waves during lockdown after painting a portrait of her neighbour. Victoria Thomas recalls sitting in a waiting room while her husband had 21 defibrillator shocks. Beryl Davies married Griff at Cilfowyr Chapel near Cardigan in October 1966. Small businesses on Conwy High Street say they will try to stay open despite the burst water pipe. Jason Buckley was trying to stamp down litter in a bin when he toppled on to the pavement. Chloe Hayden says taking the medication is \"the best thing I have ever done for myself\". Luke Williams says he expects Swansea City to be \"ferocious\" at Cardiff City as he looks to maintain his unbeaten record in the south Wales derby. Here are the scenarios Cardiff, Ospreys, Dragons and Scarlets face going into the final round in the European Challenge Cup pool stage. Former Wales duo Ellis Jenkins and Jonathan Davies question Warren Gatland's decision to raise concerns over the validity of some feedback given during a recent independent review into Welsh rugby. John Marquis scores a goal in each half as lowly Shrewsbury win the cross-border derby with promotion-chasing Wrexham. Cardiff City are set to make Sirius striker Yousef Salech their first signing of the January transfer window. Mae degau o ysgolion ar draws Sir Conwy ar gau a miloedd o bobl dal heb ddŵr wedi i bibell fyrstio. Bydd rhan o'r A470 sy'n cysylltu gogledd a de Cymru yn cau am 12 wythnos o ddydd Llun ymlaen, gan greu dargyfeiriad hir o 70 milltir. Roedd meddygon wedi dweud yn wreiddiol ei bod yn annhebygol y byddai Ryan Thomas yn goroesi. Mae Gorsedd Cymru yn chwilio am bobl i lenwi nifer o swyddogaethau sy'n amlwg yn eu seremonïau. Roedd hi'n draddodiad mewn rhannau o ogledd Cymru i gynnal noson gyflaith dros gyfnod y Nadolig Nearly 40 schools are forced to shut as work continues to restore water to thousands of homes. The repair work was postponed in the autumn after a train crash in the village. A review of the front page stories from the daily and weekly newspapers in Wales. Ryan Thomas' wife says he \"survived the un-survivable\" but faces a long road to recovery. Residents have set up Pothole Land after what they say is years of inaction on their rural road. Victoria Thomas recalls sitting in a waiting room while her husband had 21 defibrillator shocks. Crews are working on repairs, Welsh Water says, with work not expected to be finished until later. A misconduct panel says Sgt Davies used a \"dangerous restraint\" in his \"take down\" of Tariq Evans. A section of a beach-side coastal path has been closed once again after a number of landslides. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:03",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6660/live/feb3f4b0-d4aa-11ef-b3ef-0fe2bdd6d1bc.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1fd7/live/350e09e0-d41c-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Man detained over knife attack on Bollywood actor",
        "short_description": "Police in the Indian city of Mumbai have detained a man in connection with the knife attack on Bollywood actor Saif Ali Khan, according to media reports",
        "long_description": "Police in the Indian city of Mumbai have detained a man in connection with the knife attack on Bollywood actor Saif Ali Khan, according to media reports Khan was stabbed during a scuffle at his residence with an unidentified man on Thursday morning. The actor is recovering after surgery. Police have seized CCTV footage from the actor's residence in the upscale neighbourhood of Bandra and initial reports suggest the attack may have been intended as a theft. It is not clear whether the detained man was the intruder. The BBC has accessed a statement given by a nurse who works in Khan's home to the police, which provides some details about the events that unfolded on the night of the incident. Eliyama Philip, who takes care of Khan's son, said she first noticed the shadow of a man near the bathroom door late at night while she was in the child's room with the nanny. Ms Philip said a man appeared holding a wooden object in one hand and a long blade in another and warned the two against making any noise. He demanded 10m rupees ($115,477; £94,511), she said. A scuffle soon broke out, during which Ms Philip was injured. Meanwhile, the nanny fled the room. According to the nurse's statement, Khan and his wife, actress Kareena Kapoor, rushed to the room after hearing the commotion. She said the attacker struck Khan with a blade when he confronted him, then fled the house. Khan suffered several injuries - including one on the back of his neck - in the attack. Dr Nitin Dange of Lilavati Hospital, where Khan is being treated, said that when the actor arrived, he was bleeding from his spine with a knife fragment embedded. The fragment was surgically removed, and fluid leakage was controlled. Doctors said that timely treatment prevented severe spinal damage. Dr Dange said on Friday that Khan is \"better now\". \"We made him walk, and he walked well. Looking at his parameters, his wounds and all the other injuries, he is safe to be shifted out of the ICU. He has to take several precautions. He has to take rest and his movement has been restricted for a week,\" he said. Deputy Commissioner of Mumbai police Dixit Gadam said that the weapon used for the attack has not been found and that they have registered a complaint based on the nurse's statement. \"The accused used the fire escape ladder to enter,\" he said. \"The investigation is going on to determine how the house's door was opened or how the intruder gained access.\" Khan, 54, is also a producer, who has appeared in several films and TV shows over the years. He is known for his quick wit and comic timing. His portrayal of the antagonist in the 2006 critically acclaimed Omkara was widely praised. He has won multiple awards, including the Padma Shri, India's fourth-highest civilian honour, in 2010. Khan is the son of former Indian cricket captain Mansoor Ali Khan Pataudi and actor Sharmila Tagore. RedNote's Chinese users say it is the first time they have been able to speak directly to Americans online. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. India is only the fourth country in the world with such technology after United States, Russia and China. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c0qwwn04j03o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6df2/live/e808d930-d49e-11ef-a70a-7188cb9abb89.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/10a8/live/1004b970-d497-11ef-ad4d-5b1c302f270b.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "China's economy has hit the government's 5% growth target for 2024 in the face of multiple challenges.",
        "long_description": "China's economy has hit the government's 5% growth target for 2024 in the face of multiple challenges. RedNote's Chinese users say it is the first time they have been able to speak directly to Americans online. Bipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023. India is only the fourth country in the world with such technology after United States, Russia and China. The ad has drawn widespread criticism and Pakistani PM Shehbaz Sharif has ordered an investigation. RedNote's Chinese users say it is the first time they have been able to speak directly to Americans online. The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. Bipin Joshi, 23, was one of dozens of foreign workers taken hostage by Hamas on 7 October 2023. The country is deeply polarised by the president's attempt to impose martial law. They cut through barbed wires and braved freezing temperatures to reach Yoon, ending a weeks-long standoff. A swarm of \"TikTok refugees\" has made RedNote the most downloaded app on Apple's US App Store. Yoon will be removed from office if at least six Constitutional Court judges vote to impeach him. Ador accuses the girl group of trying to sign new deals, while still under contract at the label. Investigators have doggedly pursued a president who was suspended from duty for trying to impose martial law. Coldplay and Ed Sheeran are set to start their tours to sell-out crowds in the country. Last week, India’s top diplomat met a senior Taliban minister, the highest-level engagement since Kabul's fall. Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. Young male gamers in South Korea thought it resembled a gesture used to poke fun at the size of men’s penises. The actor was attacked by an unidentified man at his house in India's Mumbai city on Thursday. RedNote's Chinese users say it is the first time they have been able to speak directly to Americans online. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. Khan was stabbed by an intruder at his home in the Indian city of Mumbai early on Thursday. India is only the fourth country in the world with such technology after United States, Russia and China. Nate Anderson, the founder of Hindenburg Research, has announced his decision to disband the company. The ad has drawn widespread criticism and Pakistani PM Shehbaz Sharif has ordered an investigation. Emma Reynolds - who replaces Tulip Siddiq - lobbied against restrictions on Chinese businesses in a previous job. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:07",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8fc8/live/c6796af0-d421-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The trio were arrested as authorities intensified pressure on the jailed Kremlin critic, who died last February.",
        "long_description": "The trio were arrested as authorities intensified pressure on the jailed Kremlin critic, who died last February. A huge private bathhouse is found after lying hidden for 2,000 years under volcanic rock and ash. In her call with Trump, Mette Frederiksen also reiterated the Greenland PM's comments that it was \"not for sale\" The suspect is an 18-year-old student, who went on the run but was apprehended by police shortly after. Sir Keir Starmer visits Kyiv amid concerns the incoming Trump administration may reduce aid. A huge private bathhouse is found after lying hidden for 2,000 years under volcanic rock and ash. Sanctions were introduced after the Crimea annexation in 2014 and the wider invasion of Ukraine in 2022. Rillette was found as a piglet after apparently being abandoned by its mother. In her call with Trump, Mette Frederiksen also reiterated the Greenland PM's comments that it was \"not for sale\" A 62-year-old woman reportedly crashed into a stationary skier, a British man, on Tuesday. Giorgia Gakharia needs hospital treatment in the latest attack on an opposition leader. But it stops short of calls by the minority government for gangsters to have their citizenship revoked. The number of sightings has increased since Russia's full-scale invasion of Ukraine, officials say. Anne, 53, was subject to nationwide ridicule after a TV show revealed how she paid out huge sums to romance scammers pretending to be Brad Pitt. The wife of a Ukrainian prisoner of war explains how Russia attempted to recruit her for sabotage. The Nordic nation doesn't require staff to work long hours and has a generous welfare system. Caroline Darian has become a vocal advocate for victims of sexual violence in the wake of her mother's trial. Nine in 10 new cars in the country are now battery-powered, and it aims to hit 100% later this year. A Holocaust denier and unrepentant extremist on race and immigration, the far-right politician has died at 96. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Three survivors of the downed Azerbaijani plane have described the moments on the flight before the crash. Footage shows survivors walking and being dragged away from the tail section of the plane. More than 30 million Catholic pilgrims are expected to head to Rome for the jubilee, which takes place once every 25 years. The trio were arrested as authorities intensified pressure on the jailed Kremlin critic, who died last February. Rillette was found as a piglet after apparently being abandoned by its mother. A huge private bathhouse is found after lying hidden for 2,000 years under volcanic rock and ash. Sanctions were introduced after the Crimea annexation in 2014 and the wider invasion of Ukraine in 2022. Sir Ed also called for Donald Trump to be offered a state visit to the UK, but only if he delivered support for Ukraine. Sir Keir Starmer visits Kyiv amid concerns the incoming Trump administration may reduce aid. It is 80 years since Soviet Union troops liberated Auschwitz - now marked as Holocaust Memorial Day. The suspect is an 18-year-old student, who went on the run but was apprehended by police shortly after. Lawyers for Nikita Hand had sought an injunction to stop McGregor disseminating CCTV footage. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:08",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/europe",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7ec5/live/b93c99a0-d4aa-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e6db/live/50f170d0-d42a-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Fabriccio and Lucía run the only fully equipped film lab in Central America.",
        "long_description": "Fabriccio and Lucía run the only fully equipped film lab in Central America. The fires have been spreading rapidly because of high winds and very dry conditions. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. Over the past few years Megan Winstone has taken photographs for Vogue, Kerrang! and Dr. Martens. The fires have been spreading rapidly because of high winds and very dry conditions. Oxfordshire Museum, in Woodstock, hosts the Bird Photographer of the Year exhibition from Saturday. A selection of the week's best photos from across the African continent and beyond. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of agriculture. A selection of pictures by our readers on a set theme. Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page A selection of pictures sent in by our readers on the theme of \"fluids\". Photographs on the theme of 'autumn walks' sent in by our readers. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of \"fluids\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f663/live/b55269d0-ce99-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4934/live/703aa4a0-ce7d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Lift-off for Jeff Bezos' Blue Origin rocket",
        "short_description": "Jeff Bezos' Blue Origin company has successfully launched a rocket into orbit for the first time.",
        "long_description": "Jeff Bezos' Blue Origin company has successfully launched a rocket into orbit for the first time. The reusable rocket, New Glenn, had initially been due to set off earlier this week, but was postponed following a \"vehicle subsystem issue\". The mission was partially successful after the booster that propelled the rocket into space failed to land on a platform in the ocean. However, it's still a huge step forward for Jeff Bezos and his company that have spent years getting to the point of sending a rocket into orbit. Storm Blair has brought freezing temperatures across the East Coast and Midwest US. Amber weather warnings are in force and travel disruption is expected in some parts of the UK, as snow continues to fall. Elizabeth Rizzini has the latest forecast as Storm Darragh eases but continues to bring strong winds. A van driver has been killed by a fallen tree, as Storm Darragh brings strong winds and heavy rain. Roads are closed, trees are uprooted and buildings are damaged amid reports of a tornado on Thursday. BBC Weather's Ben Rich has the latest forecast as the storm continues to bring challenging weather conditions across the UK. The Met Office has issued a yellow weather warning until 07:00 on Sunday for some parts of Scotland Children and dogs have been enjoying the cold weather despite the freezing conditions. The weather event has multiplied damages from the 'bomb cyclone' seen in the US north-west earlier this week. Two people died in the storm that hit the West coast of the US and Canada overnight. A yellow alert for high winds gusting up to 60 mph (97km/h) covers the whole of Scotland. The brightness of the moon would allow ancient communities to increase hunting at this time of year - hence the name. The BBC's Pallab Ghosh explores why this world first test is a big deal for space exploration. The weather system has rapidly intensified into a category five storm with winds of up to 175mph (281km/h). The discovery was made during a series of dives by underwater robots this summer. A timelapse captured from the International Space Station shows the Moon setting into streams of aurora. The footage reveals the light show that concurred with the Perseid meteor shower earlier this week. The Titan Arum plant produces a stench that has been compared to decaying flesh or smelly socks. Hurricane Beryl has made landfall with floods in Barbados, St Vincent and the Grenadines and Grenada. Researchers use the device to take remote biopsies from wild humpback whales to monitor their health. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c2l0d24l0yyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a36c/live/4ae92260-d4b0-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9a3c/live/73e88050-d331-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Ceasefire kindles hope of hostage son's return to Nepal",
        "short_description": "In a remote village in western Nepal, thousands of miles from Israel, Mahananda Joshi was sitting restlessly at home on Thursday, his phone in his hand.",
        "long_description": "In a remote village in western Nepal, thousands of miles from Israel, Mahananda Joshi was sitting restlessly at home on Thursday, his phone in his hand. The phone is never far from his hand now. And never on silent. He is waiting for news of his son, Bipin Joshi, a 23-year-old Nepalese agriculture student who was kidnapped by Hamas and taken to Gaza. Any time the phone rings, Mahananda, a local schoolteacher, thinks it might bring news of Bipin, or even - his deepest hope - his son's voice on the line. \"Sadly, it is always someone else,\" Mahananda said. Bipin was one of dozens of foreign workers kidnapped alongside Israelis when Hamas attacked on 7 October 2023. Twenty-four were subsequently released - 23 from Thailand and one from the Philippines - but Bipin and nine others remained. It was never clear why. The last time Bipin's mother Padma spoke to him was 6 October, she said, the day before he was kidnapped. He assured her he was eating well, and showed off the clothes he was wearing. The next time the family saw him was on video footage taken from the Al-Shifa hospital in Gaza, shown to them by Israeli officials, who asked them to identify him. It was the confirmation that he had been taken alive. The BBC now understands that Bipin is believed to still be alive, but Nepal's ambassador to Israel, Dhan Prasad Pandit, said he had \"no concrete information\" yet about Bipin's condition or whereabouts. Mahananda, Bipin's mother Padma and 18-year-old sister Puspa live in a small white, one-storey home in the village of Bispuri Mahendranagar, close to the border with India. As of Thursday, they had not heard anything from officials, they said, only the headlines announcing a ceasefire agreement. The news had given them all renewed hope. \"I feel like he will message me today or tomorrow saying mummy, I am free now and I will return home immediately,\" Padma said. But the Joshi family's relief, if it comes, will not be that fast. Along with the nine other foreign workers who remain hostages, Bipin is not expected to be released in the first phase of the ceasefire, which will prioritise the release of elderly men, women and children. The fear for the family is that, while they wait, everything can change. \"Everything could fall apart,\" Padma said, with tears in her eyes. The family's ordeal began on the day of the attack. Bipin was one of several Nepalese students in Kibbutzim in southern Israel that day, and Mahananda, a teacher at a local school, got a call from one of them to say that Bipin had been kidnapped. At that point, Mahananda did not know anything of Hamas's attack nor the situation unfolding in Israel, and he struggled to make sense of what he was hearing. He would later learn that 10 Nepalese students had been killed in the attack, and that one - his son - appeared to have been taken hostage. That feeling of disconnection has persisted for 15 agonising months, Mahananda and Padma said on Thursday. Every hostage family's pain has been great, but for some of those far away from Israel there has been an added sense of isolation. \"It has been a very lonely experience,\" Mahananda said. Mr Pandit, Nepal's ambassador to Israel, told the BBC that he had been in regular contact with the family and visited the village. Mahananda painted a slightly different picture, saying that early on in the war the family did receive many visits from officials, but as it dragged on they were increasingly left alone. \"Since the new ceasefire agreement, no-one has come to see us or communicated with us at all,\" he said. \"Everything we know comes from the news.\" A spokesperson for the office of the Israeli President, Isaac Herzog, who has been working with hostage families over the past 15 months, said that it treated all hostages the same, either Israeli or from abroad, and was working diligently to get them all freed. For some of the families, the ceasefire news brings hope that their 15-month ordeal is coming to a close and they will see their loved ones again within weeks. For others, like the Joshis, any hope must be tempered. The longer they have to wait, the more likely the ceasefire deal could fall apart. At home in Bispuri Mahendranagar on Thursday, Bipin's sister Puspa was holding a photo of her brother as she spoke. Tears filled her eyes when she talked about him coming home. She was confident he would. \"And when I see him again, I'm going to hug him,\" she said. \"And cry.\" The Israeli prime minister had delayed a vote to approve the Gaza ceasefire deal, blaming Hamas. BBC special correspondent Fergal Keane has travelled with a convoy carrying aid towards Gaza. Wild tigers killed nearly 40 people in Nepal between 2019 and 2023. Solutions are hard to come by. The ceasefire agreement in the Gaza war follows 15 months of fighting between Israel and Hamas. Hamas officials insist that Israel's failure to eliminate the group constitutes a victory. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:14",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cy4m734g292o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/33f0/live/86176e30-d41c-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/42e3/live/0bec4b70-d41d-11ef-9321-378935dad855.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Once-in-a-century' discovery reveals spectacular luxury of Pompeii",
        "short_description": "After lying hidden beneath metres of volcanic rock and ash for 2,000 years, a \"once-in-a-century\" find has been unearthed in the ancient Roman city of Pompeii in Italy.",
        "long_description": "After lying hidden beneath metres of volcanic rock and ash for 2,000 years, a \"once-in-a-century\" find has been unearthed in the ancient Roman city of Pompeii in Italy. Archaeologists have discovered a sumptuous private bathhouse - potentially the largest ever found there - complete with hot, warm and cold rooms, exquisite artwork, and a huge plunge pool. The spa-like complex sits at the heart of a grand residence uncovered over the last two years during a major excavation. \"It's these spaces that really are part of the 'Pompeii effect' - it's almost as if the people had only left a minute ago,\" says Dr Gabriel Zuchtriegel, director of the Archaeological Park of Pompeii, who has revealed the new find exclusively to BBC News. Analysis of two skeletons discovered in the house also shows the horror faced by Pompeii's inhabitants when Mount Vesuvius erupted in AD79. The bodies belonged to a woman, aged between 35 and 50, who was clutching jewellery and coins, and a younger man in his teens or early 20s. They had barricaded themselves into a small room, but were killed as a tsunami of superheated volcanic gas and ash - known as a pyroclastic flow - ripped through the town. \"This is a dramatic place, and everything you find here tells you about the drama,\" says Pompeii conservator, Dr Ludovica Alesse. A third of the ancient city still lies hidden beneath volcanic debris from the disaster, but the new excavation - the most extensive in a generation - provides new insights into ancient Roman life. The archaeologists have been followed by a documentary team from the BBC and Lion TV, for a series called Pompeii: The New Dig. An entire block of Pompeii has now been uncovered, revealing a laundry and bakery, as well as the large private house. It's thought these were all owned by one wealthy individual, possibly Aulus Rustius Verus, an influential Pompeii politician. The discovery of the bathhouse is further confirmation of his elite status, says Dr Zuchtriegel. \"There are just a few houses that have a private bath complex, so it was something really for the wealthiest of the wealthy,\" he says. \"And this is so huge - it's probably the biggest bath complex in a Pompeiian private home.\" Those lucky enough to use the suite of bathing rooms would have undressed in a changing room with vibrant red walls and a mosaic floor dotted with geometric patterns inlaid with marble from across the Roman Empire. They would then head to the hot room, taking a dip in a bath and enjoying the sauna-like warmth, provided by a suspended floor that allowed hot air to flow underneath and walls with a cavity where the heat could circulate. Next they would move to the brightly-painted warm room, where oil would be rubbed into the skin, before being scraped off with a curved instrument called a strigil. Finally, they would enter the largest and most spectacular room of all - the frigidarium, or cold room. Surrounded by red columns and frescoes of athletes, a visitor could cool off in the plunge pool, which is so large 20-30 people could fit in it. \"In the hot summers, you could sit with your feet in the water, chatting with your friends, maybe enjoying a cup of wine,\" says Dr Zuchtriegel. The bathhouse is the latest find to emerge from this extraordinary house. A huge banqueting room with jet black walls and breathtaking artwork of classical scenes was found last year. A smaller, more intimate room - painted in pale blue - where residents of the house would go and pray to the gods was also unearthed. The residence was mid-renovation - tools and building materials have been found throughout. In the blue room a pile of oyster shells lie on the floor, ready to be ground up and applied to the walls to give them an iridescent shimmer. Next door to this beautiful space, in a cramped room with barely any decoration, a stark discovery was made - the remains of two Pompeiians who failed to escape from the eruption. The skeleton of a woman was found lying on top of a bed, curled up in a foetal position. The body of a man was in the corner of this small room. \"The pyroclastic flow from Vesuvius came along the street just outside this room, and caused a wall to collapse, and that had basically crushed him to death,\" explains Dr Sophie Hay, an archaeologist at Pompeii. \"The woman was still alive while he was dying - imagine the trauma - and then this room filled with the rest of the pyroclastic flow, and that's how she died.\" Analysis of the male skeleton showed that despite his young age, his bones had signs of wear and tear, suggesting he was of lower status, possibly even a slave. The woman was older, but her bones and teeth were in good condition. \"She was probably someone higher up in society,\" says Dr Hay. \"She could have been the wife of the owner of the house - or maybe an assistant looking after the wife, we just don't know.\" An assortment of items were found on a marble table top in the room - glassware, bronze jugs and pottery - perhaps brought into the room where the pair had tucked themselves away hoping to wait out the eruption. But it's the items clutched by the victims that are of particular interest. The younger man held some keys, while the older woman was found with gold and silver coins and jewellery. These are kept in Pompeii's vault, along with the city's other priceless finds, and we were given a chance to see them with archaeologist, Dr Alessandro Russo. The gold coins still gleam as if they were new, and he shows us delicate gold and natural pearl earrings, necklace pendants and intricately etched semi-precious stones. \"When we find this kind of object, the distance from ancient times and modern times disappears,\" Dr Russo says, \"and we can touch a small piece of the life of these people who died in the eruption.\" Dr Sophie Hay describes the private bathhouse complex as a once-in-a-century discovery, which also sheds more light on a darker side of Roman life. Just behind the hot room is a boiler room. A pipe brought water in from the street - with some syphoned off into the cold plunge pool - and the rest was heated in a lead boiler destined for the hot room. The valves that regulated the flow look so modern it's as if you could turn them on and off even today. With a furnace sitting beneath, the conditions in this room would have been unbearably hot for the slaves who had to keep the whole system going. \"The most powerful thing from these excavations is that stark contrast between the lives of the slaves and the very, very rich. And here we see it,\" says Dr Sophie Hay. \"The difference between the sumptuous life of the bathhouse, compared to the furnace room, where the slaves would be feeding the fire toiling all day. \"A wall is all that could divide you between two different worlds.\" The excavation is in its final weeks - but new discoveries continue to emerge from the ash. Limited numbers of visitors are allowed to visit the dig while it's ongoing, but eventually it will be fully opened to the public. \"Every day here is a surprise,\" says Dr Anna Onesti, director of the excavation. \"Sometimes in the morning I come to work thinking that it's a normal working day - and then I discover we found something exceptional. \"It's a magic moment for the life of Pompeii, and this excavation work offers us the possibility to share this with the public.\" You can watch Pompeii: The New Dig – House of Treasures on Mon 20 Jan at 21:00 on BBC Two, and also on the BBC iPlayer. Toscani was the creative force behind shock ad campaigns of the 1990s including a priest and nun kissing. A friend of Samuel Harris, whose body was found on the Dolomites, has paid tribute. Aziz Ziriat's family say they are devastated as his phone case is found by search teams in the Dolomites. The search for the second man has halted, with rescue teams deciding on a strategy for Saturday. Search efforts for a second missing British hiker in the Dolomites have been temporarily suspended. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:15",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c15zgvnvk4do",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3e03/live/8c3affd0-d425-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/08e4/live/c20eaae0-d42e-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Investigators are scouring video footage, witness testimony and debris to identify the origins of two deadly fires.",
        "long_description": "Investigators are scouring video footage, witness testimony and debris to identify the origins of two deadly fires. The former central banker for the UK and Canada pitched himself as a someone who can help a country navigate economic challenges. The portraits of the president-elect and the incoming vice-president \"go hard\" their press team said. The Oscar-nominated writer and filmmaker is also famous for the surrealist cult classic, Mulholland Drive. Incoming National Security Adviser Mike Waltz says the law allows a 90-day grace period for the app's Chinese owner. The former central banker for the UK and Canada pitched himself as a someone who can help a country navigate economic challenges. Michelle Obama will not attend the swearing-in, as Democrats follow Trump in ignoring some conventions. 'Do it the right way' Texas border residents tell migrants, while Chicago neighbourhoods prepare for raids. The portraits of the president-elect and the incoming vice-president \"go hard\" their press team said. The president-elect says the envoys will bring foreign business back to Hollywood but it's unclear what their roles will involve. Officials at Elon Musk's company said the upper stage was lost, minutes after it launched. The pouches are used by less than 2% of US teens, the FDA said in granting the application allowing them to continue to be sold. Nasa astronaut Suni Williams, one of two astronauts stuck on the International Space Station, has completed her first spacewalk since arriving. The outgoing president used his final televised speech from the Oval Office to issue a series of warnings. How will he be remembered on the world stage? A Los Angeles resident returned to find his home still standing after the Eaton fire torched his street. The BBC was inside US Secretary Antony Blinken's last briefing when the interruption occurred. The outgoing US president warned against power in the hands of the wealthy, the threat of the tech industry and climate change. Outgoing US President Joe Biden hails the agreed ceasefire deal between Israel and Hamas. Some credit the US vice-president-elect's success to the influence of his wife, who he met as a student at Yale. Pigs, donkeys and even a mini cow named Cuddles found a temporary home after the LA fires. US President-elect Donald Trump's nominee was grilled for hours about his ability to run the defence department. Could there be ways to bypass the ban - and could president-elect Donald Trump find a way to stop the law? Donald Trump will be sworn in on Monday during a series of events that will kick off his presidency. The portraits of the president-elect and the incoming vice-president \"go hard\" their press team said. The conservative from Ohio shot to fame writing about his hard upbringing and morphed from a harsh critic of Donald Trump into a Maga champion. Officials at Elon Musk's company said the upper stage was lost, minutes after it launched. Carney is now running for the Liberal Party leadership in Canada. What does his time in London tell us? Investigators are scouring video footage, witness testimony and debris to identify the origins of two deadly fires. The two largest fires are still burning after more than a week - but gusts that fanned the flames have eased. The president-elect says the envoys will bring foreign business back to Hollywood but it's unclear what their roles will involve. The former central banker for the UK and Canada pitched himself as a someone who can help a country navigate economic challenges. A former central banker, a one-time deputy PM, and members of parliament are all eyeing the top job. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:16",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/afa3/live/bf9f8c60-d43e-11ef-920c-39a89a3814da.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2675/live/52d05fa0-d44e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Mark Carney runs for leader of Canada's Liberal Party ",
        "short_description": "After months of speculation about his political ambitions, former Bank of Canada and Bank of England governor Mark Carney has announced his run for leader of Canada's governing Liberal Party.",
        "long_description": "After months of speculation about his political ambitions, former Bank of Canada and Bank of England governor Mark Carney has announced his run for leader of Canada's governing Liberal Party. Mr Carney formally launched his bid in his hometown of Edmonton, Alberta, on Thursday at a hockey rink where he learned how to skate as a young boy. \"I'm doing this because Canada is the best country in the world, but it could still be even better,\" Mr Carney said, as he stood before a backdrop of a giant Canadian flag. If he wins, the 59-year-old will succeed Prime Minister Justin Trudeau and lead the country into the next general election, which will take place this year. Earlier this month, Trudeau announced his intent to resign after nine years in office once a new Liberal leader is selected. At Thursday's announcement, Mr Carney sought to ground himself to his Canadian roots and distinguish himself from both Trudeau and his opponents across the political aisle. While he has recently served as an economic advisor to Trudeau, Mr Carney is the only candidate in the Liberal Party's leadership race who is not an elected member of Trudeau's government. He has branded himself as an outsider who brings a wealth of financial knowledge to a country that is struggling with a sluggish economy. Under Liberal Party rules, any member of the party - including those who are not elected officials - can run for leadership. They are expected to seek a seat in parliament in the next election, however, which Mr Carney said he intends to do. In his pitch to Canadians, Mr Carney outlined challenges facing the country, like a housing affordability crisis, stagnant wages and the threat of climate change. \"Too many people are falling behind,\" he said. He also noted the tariff threat from US President-elect Donald Trump, who takes office on Monday, saying that Canada is facing extraordinary times. Trump has suggested imposing potential 25% tariffs on Canadian goods. \"I've helped managed multiple crises and I've helped save two economies,\" Mr Carney said. \"I know how business works, and I know how to make it work for you.\" Mr Carney, who is Harvard and Oxford educated, brings a range of economic experience to the race. He previously worked at the investment bank Goldman Sachs, and served as Canada's central banker, from 2008 - when the country became the first G7 nation to raise interest rates after the financial crisis - to 2013. He then moved to London, where he served as governor of the Bank of England until 2020. During his tenure, he led efforts to support the UK economy through Brexit, though he faced criticism that some of his early interventions were overly political. Mr Carney is also known as an advocate for environmental sustainability. In 2019 became a UN Special Envoy for Climate Change, and in 2021 launched the Glasgow Financial Alliance for Net Zero, a grouping of banks and financial institutions working to combat climate change. In recent months, Mr Carney advised Trudeau on economic matters. On Thursday, he criticised the sitting prime minister for his handling of the file. \"I know I'm not the only Liberal in Canada who believes that the prime minister and his team let their attention wander from the economy too often,\" Mr Carney said. Mr Carney's opponents in the Liberal leadership race include a number of sitting members of parliament. Former finance minister Chrystia Freeland is also expected to announce a bid in the coming days. Freeland resigned from her post in December over a break from Trudeau for his handling of Canada's fiscal matters. Whoever wins the Liberal leadership race will face-off against the opposition Conservatives, who have a strong lead in the polls. Their leader, Pierre Poilievre, has championed a small government and a return to \"common sense\" politics. Mr Carney called Poilievre's ideas for Canada \"naïve\" and \"dangerous\". The Conservatives have sought to link Mr Carney with Trudeau's unpopular government, saying he is \"just like Justin\". They also note he has been a champion of carbon pricing, which is Trudeau's signature climate policy and has been met with a mixed reaction in Canada. Mr Carney has advocated for a price on carbon, but appeared to recently back away from the policy, telling a Senate committee in May that it has \"served a purpose up until now\". On Thursday, he said that the carbon tax should be replaced with a policy \"that is at least, if not more, effective\" on climate without hurting Canadians' bottom line. Liberals are scheduled to elect their next leader on 9 March. The next Canadian general election must be held on or before October of this year, and could come as early as this spring. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:16",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c3vppxe99ndo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2675/live/52d05fa0-d44e-11ef-94cb-5f844ceb9e30.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Apple halts AI news alerts after errors",
        "short_description": "Apple has suspended a new artificial intelligence (AI) feature that drew criticism and complaints for making repeated mistakes in its summaries of news headlines.",
        "long_description": "Apple has suspended a new artificial intelligence (AI) feature that drew criticism and complaints for making repeated mistakes in its summaries of news headlines. The tech giant had been facing mounting pressure to withdraw the service, which sent notifications that appeared to come from within news organisations' apps. \"We are working on improvements and will make them available in a future software update,\" an Apple spokesperson said. The BBC was among the groups to complain, after an alert generated by Apple's AI falsely told some readers that Luigi Mangione, the man accused of killing UnitedHealthcare CEO Brian Thompson, had shot himself. The feature had also inaccurately summarised headlines from the New York Times and the Washington Post, according to reports from journalists and others on social media. Media outlets and press groups had pushed the company to pull back, warning that the feature was not ready and that AI-generated errors were adding to issues of misinformation and falling trust in news. The BBC complained to Apple in December but it did not respond until January when it promised a software update that would clarify the role of AI in creating the summaries, which were optional and only available to readers with the latest iPhones. That prompted a further wave of criticism that the tech giant was not going far enough. Apple has now decided to disable the feature entirely for news and entertainment apps. \"With the latest beta software releases of iOS 18.3, iPadOS 18.3, and macOS Sequoia 15.3, Notification summaries for the News & Entertainment category will be temporarily unavailable,\" an Apple spokesperson said. The company said that for other apps the AI-generated summaries of app alerts will appear using italicised text. \"We're pleased that Apple has listened to our concerns and is pausing the summarisation feature for news,\" a BBC spokesperson said. \"We look forward to working with them constructively on next steps. Our priority is the accuracy of the news we deliver to audiences which is essential to building and maintaining trust.\" Apple had said the feature, which rolled out to users in the UK in December, was intended to make customers' lives more efficient. It groups together and rewrites previews of multiple recent app notifications into a single alert on users' lock screens. The decision comes as the company faces pressure to show its AI developments, which investors had been hoping would drive a new wave of demand for iPhones and other technology. The company's shares fell more than 4% in trading on Thursday after reports sales were struggling in China. Hull College says it is embracing the use of artificial intelligence to help its students. AI can take a second look at medical scans and flag up potential problems that doctors might not see. It will be the UK's largest artificial intelligence data centre if approved. Principal Anthony Bravo said students would be \"foolish\" not to use AI for work. Anne, 53, was subject to nationwide ridicule after a TV show revealed how she paid out huge sums to romance scammers pretending to be Brad Pitt. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:17",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cq5ggew08eyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0229/live/240128f0-d451-11ef-9648-d100815d1dd7.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f290/live/3f8aca30-d42a-11ef-943c-b5e53c85fbbb.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Suitcases of suspected cocaine found in Sierra Leone embassy vehicle",
        "short_description": "Sierra Leone has recalled its ambassador from neighbouring Guinea after seven suitcases containing suspected cocaine were found in an embassy vehicle.",
        "long_description": "Sierra Leone has recalled its ambassador from neighbouring Guinea after seven suitcases containing suspected cocaine were found in an embassy vehicle. On Monday, Guinean authorities impounded a vehicle belonging to Sierra Leone's embassy and detained its occupants on suspicion of possessing \"substances suspected to be cocaine\", Sierra Leone's Foreign Minister Alhaji Musa Timothy Kabba said. \"In light of this serious development, the government has urgently recalled Sierra Leone's ambassador to Guinea, Ambassador Mr Alimamy Bangura, to Freetown to provide a full account of the incident,\" he added. The recalled envoy was not in the car and is not under arrest, the minister said. \"It has not been proven that the ambassador is involved in this trafficking,\" Kabba said. About $2,000 (£1,600) in cash was found along with the seven suitcases, according to the minister, who did not specify the weight of the suspected drugs. He said the two West African countries were cooperating in a \"thorough\" investigation of the incident, pledging that all responsible parties would be held accountable. \"Anyone found guilty of breaking Sierra Leonean and international drug trafficking laws will face full force of the law.\" West Africa is a major transit point for the trafficking of cocaine from Latin America, where it is produced, to Europe, one of the drug's main markets. But some drugs are also being consumed locally. Last April, Sierra Leone's President Julius Maada Bio declared drug abuse in the country a national emergency. Kush, a psychoactive blend of addictive substances, has been prevalent in the country for years. Local communities have called on the government to tackle the scourge and help them deal with drug users. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The army under Gen Abdel Fattah al-Burhan is accused of committing lethal attacks on civilians. A selection of the week's best photos from across the African continent and beyond. Seven years after Samantha Pendo's death her parents are still waiting for the trial of officers to begin. Osibisa was one of the first African bands to gain international recognition, in the 1970s. At least 78 bodies and more than 240 survivors have been pulled out of a mine since Monday. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:18",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cn4zzq1vk87o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dfdb/live/7a40bb90-d4b0-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Israel's security cabinet meets to vote on Gaza ceasefire deal",
        "short_description": "Israeli Prime Minister Benjamin Netanyahu confirms a Gaza ceasefire deal has been agreed with Hamas, after overcoming last-minute disputes",
        "long_description": "Israeli Prime Minister Benjamin Netanyahu confirms a Gaza ceasefire deal has been agreed with Hamas, after overcoming last-minute disputes His security cabinet is meeting now to vote on the deal and then the government will have to approve it - Netanyahu says if all finalised, hostages \"are expected to be released as early as Sunday\" Netanyahu had delayed meeting his cabinet after accusing Hamas of seeking changes to the final agreement - here's our summary of what we know is in the deal The civil defence agency in Gaza says more than 100 Palestinians have been killed by Israeli strikes since the initial announcement on Wednesday Hamas attacked Israel on 7 October 2023, killing about 1,200 people and taking 251 back to Gaza as hostages The attack triggered a massive Israeli offensive on Gaza, during which more than 46,000 Palestinians have been killed, according to the Hamas-run health ministry Edited by Francesca Gillett and Johanna Chisholm By Nick Eardley The humanitarian situation in Gaza is desperate, with 91% of the population facing acute food insecurity according to the UN. Aid supplies have fallen sharply since the conflict began, according to figures by the UN Office for the Coordination of Humanitarian Affairs. Before October 2023, an average of 500 aid trucks, including fuel, entered Gaza daily. Truckload numbers have dropped considerably since. UN figures since the conflict do not include fuel or, from May 2024, private sector cargo. But in October 2024 the daily average was just 37 trucks. This prompted US President Joe Biden to demand concrete measures on aid from Israel, but these demands were not met. Aid agencies â\u0080\u0093 like the Norwegian Refugee Council â\u0080\u0093 have accused Israel of failing to fulfil its legal obligation to facilitate aid. They have also documented disruption caused by Palestinian looters and criminal gangs. Israel has denied restricting aid, blaming the UN for inefficiencies in distribution. UN's childrenâ\u0080\u0099s agency Unicef says they've seen \"thousands of aid pallets\" held up in warehouses in Jordan waiting to go into Gaza. But Unicef spokeswoman Rosalia Bollen tells BBC Radio 4's Today programme: \"We're very hopeful the conditions on the ground improve with a ceasefire.\" She says even if the aid does make it in, there will be challenges to distribute it because of the \"security environment and damage to infrastructure.\" At another part of the Gaza border - at the Rafah crossing in Egypt - a driver stands next to trucks carrying aid lined up waiting to enter The first hostages could be released as early as Sunday, Benjamin Netanyahu's office says, subject to the approval of the ceasefire deal by Israel's security cabinet and government. In a statement the Israeli prime minister's office says: \"Subject to approval by the cabinet and the government, and the entry into force of the agreement - the release of the hostages can be realised according to the planned outline, in which the hostages are expected to be released as early as Sunday.\" We're seeing reports from the AFP news agency and Israeli media that the security cabinet meeting to approve the deal has begun. We'll bring you more when we have it. The scene in Khan Younis in southern Gaza on Friday. Palestinian news agency Wafa reported there had been an air strike east of the city early on Friday morning Protesters calling for the return of hostages held in Gaza gathered last night in Tel Aviv But on the same night, elsewhere in Jerusalem a protest took place against the deal Joel GunterReporting from Jerusalem Israel's Defense Minister Israel Katz has cancelled all administrative detention orders against Israeli settlers in the occupied West Bank, as part of the anticipated ceasefire deal, the defence ministry has announced. Israel has jailed tens of thousands of people using administrative detention - a controversial security policy that allows the state to hold people indefinitely without charge. The policy has been used to detain a very small number of Israeli settlers, but it is overwhelmingly used against Palestinians in the West Bank, who face a 99% conviction rate under the policy in Israeli military courts. Katz said the cancellation of the few detention orders against Israeli settlers was intended to â\u0080\u009csend a clear message of support and encouragement to the settlement communityâ\u0080\u009d. It was, he added, â\u0080\u009cbetter for the families of Jewish settlers to find joy than for the families of released terroristsâ\u0080\u009d. Katz had already announced last November that detention orders would no longer be issued against settlers. Todayâ\u0080\u0099s announcement cancels all existing orders. David GrittenBBC News Itamar Ben Gvir - pictured in December - said his right-wing party would quit Netanyahu's government if the ceasefire deal was approved Israelâ\u0080\u0099s security cabinet, also known as the Ministerial Committee on National Security Affairs, is due to meet later today to vote on the ceasefire deal. The security cabinet is responsible for guiding Israelâ\u0080\u0099s national security and foreign policies. It is a smaller body than the full cabinet - besides the prime minister, it must include the ministers of defence, foreign affairs, justice, finance and national security. The prime minister can also appoint additional ministers to the body, provided the overall number of members does not exceed half of the number of ministers in the full cabinet. Various leaders of parties in the governing coalition and other senior lawmakers are in the current security cabinet. They currently include two far-right leaders, national security minister Itamar Ben-Gvir and finance minister Bezalel Smotrich, who oppose the Gaza ceasefire deal and threatened to quit over it. Palestinian boys pictured on Friday morning near a damaged tent in Khan Younis, southern Gaza As we've just reported, the ceasefire may have been signed but air strikes in Gaza have continued, with Gaza's civil defence agency reporting more people killed in the past day. \"I woke up to a familiar sound of buzzing of drones flying over the skies of Gaza\", says spokeswoman Rosalia Bollen, spokeswoman for the UN's childrenâ\u0080\u0099s agency Unicef. Bollen tells BBC Radio 4's Today programme the ceasefire deal was met with great joy in Gaza \"but in the meantime attacks have continued, air strikes have been reported with dozens of people reported killed\". \"So this ceasefire still needs to materialise,\" she says - and that returning children to their homes will be one of the first things Unicef wants to do when the ceasefire comes into effect. A photo from Friday morning shows two women outside a hospital in Khan Younis, southern Gaza More than 100 people have been killed in the Gaza Strip by Israeli strikes since the ceasefire deal was announced on Wednesday night, Gaza's Hamas-run Civil Defence agency says in an updated death toll this morning. Spokesman Mahmoud Basal says 101 people, including 27 children and 31 women, have been killed and more than 264 wounded. He says nine people were killed in an Israeli strike last night on a house in the al-Jurn area in northern Gaza, and another five were killed yesterday when a home was hit in central Gaza. Bombing continued in several areas of the Strip on Friday morning, according to Palestinian news agency Wafa. Almost all of Gaza's population has been displaced by the war The deal is in three stages. The first six-week phase of the deal would see 33 hostages - including women, children and elderly people - exchanged for Palestinian prisoners in Israeli jails. Israeli forces will also withdraw to the east away from densely populated areas of Gaza, displaced Palestinians will be allowed to begin returning to their homes and hundreds of aid lorries will be allowed into the territory each day. Negotiations for the second phase - which should see the remaining hostages released, a full Israeli troop withdrawal and a return to \"sustainable calm\" - would start on the 16th day. The third and final stage would involve the return of any remaining hostages' bodies and the reconstruction of Gaza - something which could take years. A majority of Israeli ministers are expected to back the deal - but some far-right politicians are threatening to quit over it, including Security Minister Itamar Ben-Gvir. Another politician, Ohad Tal, who chairs the far-right Religious Zionist party in the Israeli parliament, also strongly opposes the deal and last night told the BBC he and his colleagues were considering whether to quit Benjamin Netanyahu's coalition government. \"We want to make sure that the implication will be that we are returning to fight Hamas, and we have a plan on how to finish the job, how to make sure Hamas will be eliminated\", says Tal. He adds that he and his colleagues will stay in government if they can get some of these guarantees but there wouldn't be any point in staying if they didn't. Jeremy BowenInternational Editor, reporting from Jerusalem Israel's nationalist right was delighted when Trump won a landslide victory in the US presidential election in 2024 Donald Trump has made an impact on the Middle East even before he sits down in the Oval Office to start his second term as president. He cut through the delaying tactics Israel's Prime Minister Benjamin Netanyahu, in alliance with his ultranationalist coalition partners, had used to avoid accepting the ceasefire deal Joe Biden put on the table last May. US pressure on Hamas and other Palestinian groups is a given. Under Biden, pressure on Israel was the lever that was never pulled. Trump starts his second term claiming credit, with reasonable justification, for getting the ceasefire deal in Gaza over the line. He can bask in some glory. Netanyahu, on the other hand, is dealing with a coalition crisis. The entire principle of doing a deal with Hamas is repugnant to the ultranationalist politicians who have supported his government. One of them, the national security minister Itamar Ben-Gvir says his party, Jewish Power will only support the government if it resumes the war, cuts off all aid to Gaza and destroys Hamas. If that does not happen he will resign. That will be of no importance to Donald Trump. The push for a Gaza ceasefire demonstrated that Trump would put the interests of his presidency before the political requirements of Israel's prime minister. When mediators Qatar and US first announced the deal, they said the agreement would come into effect on Sunday, pending Israeli cabinet approval. But after Prime Minister Benjamin Netanyahu delayed a security cabinet vote from yesterday to today, accusing Hamas of trying to \"extort last minute concessions\", there are reports the first hostages may not be freed until Monday. There is still time on Friday for the security cabinet to approve the agreement before the Sabbath - the Jewish day of rest - begins. And there is also a religious exemption for working on the Sabbath if saving a life, which signing off on the ceasefire could be considered to meet. But as for now it is unclear when the deal will come into force. Israel's PM has confirmed a deal has been reached to release the hostages, following months of negotiations. In a statement released overnight, his office says: \"Prime Minister Benjamin Netanyahu has been updated by the negotiating team that agreements have been reached on a deal for the release of the hostages. \"The prime minister has directed that the security cabinet be convened later today (Friday). The government will be convened later in order to approve the deal.\" As a reminder, Israel's security cabinet is a smaller inner group of ministers within the larger government cabinet. The statement adds that the hostages' families have been updated and preparations have started for the hostages to return to Israel. Jon DonnisonReporting from Jerusalem There have been protests and celebrations in Tel Aviv since reports a deal had been agreed After a last-minute delay, Benjamin Netanyahuâ\u0080\u0099s office says the Israeli negotiating team have confirmed that the deal has been finalised. The countryâ\u0080\u0099s security cabinet and then the government will now need to meet to ratify the agreement. Two hardline right-wing ministers, Itamar Ben Gvir and Bezalel Smotrich, who both oppose the deal say they will resign in protest. But they've signalled they will not join the opposition - to bring the government down - yet, so long as the war resumes in six weeks' time, when phase one of the ceasefire and hostage release deal ends. US Secretary of State Antony Blinken says he expects the ceasefire to start on Sunday as planned with the release of the first three Israeli hostages. The civil defence agency in Gaza said at least 80 Palestinians have been killed in Israeli strikes since the deal was first announced, with Israelâ\u0080\u0099s military saying it had hit more than 50 targets across the territory. Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-17 15:48:18",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/live/crlkkdjw330t",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/f2a1/live/e4593b80-d49a-11ef-87df-d575b9a434a4.jpg",
            "https://static.files.bbci.co.uk/core/website/assets/static/news/incident-types/bbc-verify.bac8ff232ad90688395a.svg",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/17/c39be3b7-7b3e-4029-8db7-7cdf3d3a6837.png.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/17/69fe1f08-5cdd-4729-a8be-c82592329489.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/17/01e460b6-ceb9-4456-b6ef-3ddd1ba686ba.jpg.webp"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    }
]