[
    {
        "title": "NewsNews",
        "short_description": "The Northern Lights were visible across many parts of the UK on Wednesday evening",
        "long_description": "The Northern Lights were visible across many parts of the UK on Wednesday evening As the festivities get under way, here is a snapshot of some of the events happening across the globe. The Canadian photographer says he has fallen in love with the area's \"otherworldly\" wilderness. A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. There has been lots of aurora activity seen in the UK this year and there is likely to be even more in the coming year. As the festivities get under way, here is a snapshot of some of the events happening across the globe. A look back at the life of the 39th US president. The world's second tallest man, a Taylor Swift kiss and Cristiano Ronaldo's tears - the best sports photos of 2024, in the words of the photographers who took them. The Canadian photographer says he has fallen in love with the area's \"otherworldly\" wilderness. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A new study traces the farming heritage of Wales and shows there's more to the common sheep pen than meets the eye. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures by our readers on a set theme. A selection of pictures sent in by our readers on the theme of \"fluids\". Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page Photographs on the theme of 'autumn walks' sent in by our readers. A selection of pictures on the theme of 'road trip'. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of \"fluids\". Our weekly round-up includes beautiful scenes from inside Gloucester Cathedral and rural beauty. A selection of news photographs from around the world. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:38",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/ffea/live/c2e26c30-c8d6-11ef-aca8-e96b8d25b908.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd36/live/5d78fe10-c77b-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Slovakia threatens to cut benefit for  Ukrainians",
        "short_description": "Slovakia's Prime Minister Robert Fico has threatened to cut financial support for more than 130,000 Ukrainian refugees as a dispute with Ukraine over Russian gas supplies escalates.",
        "long_description": "Slovakia's Prime Minister Robert Fico has threatened to cut financial support for more than 130,000 Ukrainian refugees as a dispute with Ukraine over Russian gas supplies escalates. On 1 January, Kyiv shut off a pipeline that for decades was used to supply Central Europe with Russian natural gas. Slovakia had been the main entry point and the country now stands to lose millions of euros in transit fees. The UN's refugee agency (UNHCR) estimated last month that there were 130,530 Ukrainian refugees in Slovakia out of 6,813,900 globally. Fico - who in December made a surprise visit to Moscow for talks with Russia's President Vladimir Putin - described Kyiv's move as \"sabotage\". The prime minister of the EU state said he would propose halting electricity exports to Ukraine and also \"sharply reducing\" financial support for Ukrainians who have found shelter in Slovakia. He said there was no risk of Slovakia itself suffering from gas shortages, as it had already made alternative arrangements. But Fico added that Ukrainian President Volodymyr Zelensky's decision to turn off the taps would deprive Slovakia of 500m euros (£415m; $518m) in transit fees from other countries. He said his party was ready to debate \"halting supplies of electricity\" and the \"significant lowering of support for Ukrainian citizens in Slovakia\". \"The only alternative for a sovereign Slovakia is renewal of transit or demanding compensation mechanisms that will replace the loss in public finances,\" he added. Last month Zelensky accused Fico of helping Putin to \"fund the war and weaken Ukraine\". \"Fico is dragging Slovakia into Russia's attempts to cause more suffering for Ukrainians,\" the Ukrainian president had said. Poland has offered to support Kyiv in case Slovakia cuts off its electricity exports - supplies that are crucial to Ukraine, whose power plants come under regular attack from Russia. Poland's government called Ukraine's shutdown of Russian gas supplies \"another victory\" against Moscow while the European Commission said the EU had prepared for the change and most states could cope. Moldova, which is not in the EU, is already suffering shortages. Russia can still send gas to Hungary, Turkey and Serbia through the TurkStream pipeline across the Black Sea. Russian gas has stopped passing through Ukraine after a five-year deal expired, leaving Moldova at risk of a crisis. Navy personnel from Devon and Cornwall were called on Christmas Day for a five-day operation. The country is home to the biggest remaining contingent of French troops in the region. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. Moscow said 150 Russians were released while Zelensky said 189 Ukrainians had returned home. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:23",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/czr3j5y0lddo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6181/live/eeca2a30-c95e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1a06/live/42a68c00-c95c-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "People run to escape New Orleans truck attack",
        "short_description": "US authorities have said they believe multiple people were involved in an attack in New Orleans that killed 15 and wounded dozens on New Year's Day.",
        "long_description": "US authorities have said they believe multiple people were involved in an attack in New Orleans that killed 15 and wounded dozens on New Year's Day. The driver of a pick-up truck that sped into large crowds in the city's French Quarter has been identified as Shamsud-Din Jabbar, a US Army veteran from Texas, who was later killed in a shootout with police. CCTV footage shows people running to escape as the attack took place. The suspect, who stole a package off a front porch, returned days later after the victim shared footage of the theft on an app. The US president-elect recently referred to Prime Minister Justin Trudeau as the \"governor\" of the \"Great State of Canada\". The damaged pipeline sparked a massive fire prompting road closures and emergency responses. Two people were fatally shot and several injured during a school shooting in Madison, Wisconsin. BBC Verify looks at claims about the involvement of aliens or foreign state actors in the alleged drone sightings. US officials have said there is no evidence the drones pose a national security or public safety threat. At least four people were injured, with cars flipped and trees downed after the tornado tore through Scotts Valley. None of first responders were injured, but the truck driver was taken to the hospital for minor injuries. Governor Kathy Hochul declared a state of emergency due to the severe weather. A police chase in Massachusetts has ended with a man needing to be rescued by the detectives he was fleeing. The Oscar, Tony and Olivier Award-nominated British actor is honoured on Tinseltown's boulevard of stars. Four people, including the pilot, have been taken to hospital in Victoria, Texas. People in New York weigh-in on the conclusion of the fatal subway chokehold case and whether they feel safe on the city's transit system. Larry had been joking with his friends about a man who looked like the suspect. The blaze has burned more than 300 acres with a \"rapid rate of spread\", say authorities. The 26-year-old was taken into custody at a McDonald's in Pennsylvania, in connection to the killing of United Health CEO Brian Thompson. The historic marble slab was discovered in 1913 during railway excavations in present-day Israel. The \"person of interest\" was detained on firearms charges at a McDonald's in Altoona, Pennsylvania. This year's US Capitol, Rockefeller, and White House trees came from Alaska, Massachusetts, and Virginia. Millions are under winter alerts after an arctic blast developed from a clipper storm in Canada. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cn4xnv42l84o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3f11/live/d0d3a010-c963-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8c91/live/6c571160-c965-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'No one deserves this': Victims' families seek answers in New Orleans attack",
        "short_description": "Just hours before the clock struck midnight on New Year's Eve, Jack Bech got on a phone call with his older brother Martin - an avid outdoorsman and former football star mostly known to friends and teammates as \"Tiger\".",
        "long_description": "Just hours before the clock struck midnight on New Year's Eve, Jack Bech got on a phone call with his older brother Martin - an avid outdoorsman and former football star mostly known to friends and teammates as \"Tiger\". Jack, 22, was in Dallas visiting family members, while Tiger, a 28-year-old former Princeton alumnus who lived in New York, was in New Orleans, getting ready to celebrate the New Year. \"We just thought it was going to be another conversation,\" he told the BBC. \"I was showing him what we were eating, and he was showing us what he was eating.\" The two brothers would never speak again. \"I hung up the phone, and that was the last time I ever spoke with him,\" Jack recalled. Tiger was among the 14 people killed when an attacker ploughed through a crowd on Bourbon Street in New Orleans. The attacker, 42-year-old army veteran Shamsud-Din Jabbar, was killed in a gunfight with police after he drove a pick-up truck into the crowds, according to authorities. Though he posted videos online proclaiming allegiance to the Islamic State group before the attack, FBI officials said they believe he was acting alone. While the identities of all the victims have not been made public yet, a picture is slowly emerging of a group of mostly young people, many of whom - like Tiger - were Louisiana locals. Jack - who remembers his brother as his best friend, role model and inspiration - says that the close-knit Bech family will never be the same. Most of the family is in the town of Lafayette, about 136 miles (218km) away from New Orleans. \"This is something we're going to have to deal with. Every time we wake up, and every time we go to sleep, it's going to be something,\" he added. \"Every holiday, there's going to be an empty seat at the table.\" But Tiger said that his brother \"wouldn't want us to grieve and mourn\". Instead, he has encouraged his family to remember him as \"a fighter\". \"He'd want us to keep attacking life...he'd want us to go and be there for each other,\" he said. \"I told my family that instead of seeing him a couple of times a year, he'll be with us every moment,\" Jack added. \"Whenever we're waking up and we're going to sleep and we're walking, when we're at work, doing whatever, he'll be with us.\" Among the other victims of the attack in the early morning hours of 1 January was Matthew Tenedorio, an audio-visual technician at New Orleans' Caesars' Superdome. Tenedorio, who just turned 25 in October, had spent the earlier part of his evening at his brother's home in the town of Slidell, about 35 minutes away from New Orleans. With him were his father and mother - who just recently recovered from cancer. His cousin, Christina Bounds, told the BBC that his family \"begged\" him not to go into New Orleans, fearful of the large crowd and potential dangers. Despite their pleas, he went, along with two friends. When the news broke, his mother eventually got a hold of one of them. \"They said they were walking down Bourbon, and saw a body fall,\" she said, noting that they now believe it was a body thrown into the air by the attacker's truck. Amid screams and gunshots, Tenedorio was separated from his friends. His family says he was shot, and believe he was killed during the exchange of gunfire between the attacker and police officers on Bourbon Street. The BBC is unable to independently verify this claim. According to Ms Bounds, the family's tragedy has been made more painful by the slow, nearly non-existent trickle of communications they've had with local authorities. \"We couldn't get any information when my aunt [Tenedorio's mother, Cathy] showed up at the hospital,\" she said. \"There has been no information from doctors, hospitals, or cops. Nobody.\" \"They have zero information, and that's the part that's pissing everybody off. We don't even know what happened,\" Bounds added. \"Was he carried out by the EMS? Was he in an ambulance? Did he die instantly?\" These answers, she added, would \"help people accept\" what happened. \"But now it's like total shock,\" she added. \"It's not registering.\" The family has started a GoFundMe page to gather funds for Tenedorio's funeral expenses - which Ms Bounds said have been made difficult by his mother's significant medical bills during her cancer diagnosis. Another cousin of Tenedorio's, Zach Colgan, remembers him as a \"goofball\" who was quick to make a joke, cared deeply about animals and was an avid storyteller. \"He cared. He was definitely a people person. A happy-go-lucky guy,\" Mr Colgan told the BBC. \"It's sad that a terrorist attack took him...no family should ever have to bury their son, especially for something so senseless.\" Mr Colgan, who has experience working with law enforcement in Louisiana, says he believes officers have done the best they can in an extremely hectic casualty situation. \"I know it's chaotic. But part of closure is getting answers. I know my aunt and uncle weren't able to get much besides 'yes - Matthew was killed',\" he said. \"It'd be nice to know a little bit more,\" Mr Colgan added. \"\"If it was my kid, I'd want to know.\" Even as his family continues to search for answers, Mr Colgan says he hopes that the government and public's focus continues to be on the victims, rather than on law enforcement's response or what else could have been done to prevent the attack. \"I want every single one of them to be remembered,\" he said. \"They didn't deserve this. No one deserves this.\" Police say that 18 people were injured in the deadly crash in the city of Fullerton, California. A whale that famously pushed its calf's dead body for 17 days in 2018 appears to be grieving again. Las Vegas police say the driver of the burned vehicle is US Green Beret Matthew Livelsberger of Colorado. People partake in a moment of silence to remember the victims of Wednesday's deadly attack. The BBC's Lily Jamali reports from outside the Trump International Hotel where the explosion took place. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4gp3nlqv0yo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a429/live/ebd44d50-c95f-11ef-8721-e743fccf66a5.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6cac/live/02855940-c98d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "What we know about the Cybertruck explosion in Las Vegas",
        "short_description": "Las Vegas police have identified Matthew Alan Livelsberger as the man they believe to have been inside the Tesla Cybertruck that exploded in front of the Trump International Hotel on Wednesday.",
        "long_description": "Las Vegas police have identified Matthew Alan Livelsberger as the man they believe to have been inside the Tesla Cybertruck that exploded in front of the Trump International Hotel on Wednesday. They say Livelsberger, an active-duty US special forces soldier, rented the vehicle and drove it from Las Vegas from Colorado. The case and motive of the explosion is still under investigation, but parallels have been drawn between the subject in the Cybertruck explosion and the suspect involved in the New Orleans attack on New Year's Day. BBC News Correspondent Lily Jamali explains what we know so far. Avon Lake residents were told to stay indoors while the remaining five structures were taken down. The suspect, who stole a package off a front porch, returned days later after the victim shared footage of the theft on an app. The US president-elect recently referred to Prime Minister Justin Trudeau as the \"governor\" of the \"Great State of Canada\". The damaged pipeline sparked a massive fire prompting road closures and emergency responses. Two people were fatally shot and several injured during a school shooting in Madison, Wisconsin. BBC Verify looks at claims about the involvement of aliens or foreign state actors in the alleged drone sightings. US officials have said there is no evidence the drones pose a national security or public safety threat. At least four people were injured, with cars flipped and trees downed after the tornado tore through Scotts Valley. None of first responders were injured, but the truck driver was taken to the hospital for minor injuries. Governor Kathy Hochul declared a state of emergency due to the severe weather. A police chase in Massachusetts has ended with a man needing to be rescued by the detectives he was fleeing. The Oscar, Tony and Olivier Award-nominated British actor is honoured on Tinseltown's boulevard of stars. Four people, including the pilot, have been taken to hospital in Victoria, Texas. People in New York weigh-in on the conclusion of the fatal subway chokehold case and whether they feel safe on the city's transit system. Larry had been joking with his friends about a man who looked like the suspect. The blaze has burned more than 300 acres with a \"rapid rate of spread\", say authorities. The 26-year-old was taken into custody at a McDonald's in Pennsylvania, in connection to the killing of United Health CEO Brian Thompson. The historic marble slab was discovered in 1913 during railway excavations in present-day Israel. The \"person of interest\" was detained on firearms charges at a McDonald's in Altoona, Pennsylvania. This year's US Capitol, Rockefeller, and White House trees came from Alaska, Massachusetts, and Virginia. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c17d14vrwwyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8c91/live/6c571160-c965-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/02b6/live/7c930a90-c92c-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea.",
        "long_description": "Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. The Met Office alert will kick in at 17:00 GMT on Thursday. Foundations of buildings believed to date back to the late 1600s are unearthed during drainage work. John O'Connor, 58, was pronounced dead in Cluain Fada, New Ross, shortly after 11:00 on Tuesday. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Dr Clodagh Corrigan, who works in emergency departments, says this winter the pressure has not let off. All regional health trusts in Northern Ireland have told BBC News NI they have recorded drug dealing or drug usage at their sites. The Met Office alert will kick in at 17:00 GMT on Thursday. The year began with strike action but ended on a more stable note, while public inquiries also loomed large. Cushendall is believed to have been one of the first villages on the island of Ireland to have street lights. After a year of highs and lows for Northern Ireland's men's and women's teams in 2024, what does the new year hold for Michael O'Neill and Tanya Oxtoby? A local priest tells the funeral Mass that \"love was very important in their lives\". An earlier deal meant the EU kept responsibility for regulating medicines in NI but later said it was unworkable. A Larne man, who was given two days to live in 2001, is recognised for supporting others with brain injuries. Infrastructure minister John O'Dowd urges motorists to be \"mindful of others and proceed with care\". The programme was first broadcast across the airwaves on 1 January 1975. In fields and hills along the Fermanagh border lie the remains of a once-thriving industry. Belfast-based Incisiv thinks it can encourage players to become more active when playing video games. Young adults have been learning the ins-and-outs of rural life through social farming schemes. Dozens will summit Slieve Gullion on Saturday to watch dawn break on the shortest day of the year. Craig Ballentine was arrested in Abu Dhabi airport in October because he posted critical comments about his former employer in Dubai. Chair Stephen Kelly says the Economy Minister told him any successor would stand by the Magee expansion. A man in his 40s dies after a single-vehicle crash on the Moylagh Road in Beragh on Monday morning. One elderly man with cancer has been waiting in the hospital's emergency department since Friday. A man has been released on bail after being arrested on suspicion of causing grievous bodily harm. Gardaí (Irish police) and emergency services were called to an incident at a residence in New Ross on Tuesday. An Garda Síochána are identifying her as Mirjana Pap following a post-mortem examination. John Halpin, 45, from Whitestown Avenue, Blanchardstown, appeared at Dublin District Court on Monday. The two vehicle collision occurred at about 18:40 local time on the N1 at Plaster. The victims are named locally as Anthony Hogg, 40, and his 39-year-old wife, Georgina Hogg Moore. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Peter and Loughlin Devlin died at the scene of the collision outside the village of Killylea. All regional health trusts in Northern Ireland have told BBC News NI they have recorded drug dealing or drug usage at their sites. The Met Office alert will kick in at 17:00 GMT on Thursday. Dr Clodagh Corrigan, who works in emergency departments, says this winter the pressure has not let off. Foundations of buildings believed to date back to the late 1600s are unearthed during drainage work. Chair Stephen Kelly says the Economy Minister told him any successor would stand by the Magee expansion. Cushendall is believed to have been one of the first villages on the island of Ireland to have street lights. The year began with strike action but ended on a more stable note, while public inquiries also loomed large. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:48",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/06bb/live/288561c0-c93e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/114a/live/71dcf450-c92a-11ef-b8b5-cf4189d22d7e.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Video shows Uncle Bryn and Jason's fishing trip",
        "short_description": "Uncle Bryn and Jason's mysterious fishing trip has long been the stuff of Gavin and Stacey legend.",
        "long_description": "Uncle Bryn and Jason's mysterious fishing trip has long been the stuff of Gavin and Stacey legend. Now a video has been released which gives us a glimpse of the two on that very trip. In the clip Rob Brydon and Robert Wilfort play younger versions of their characters. \"Who do we have here?\" says Bryn. He gestures towards Jason who is holding a large fish. \"No one will go hungry in this camp tonight,\" Bryn adds. The film then cuts and he asks: \"Enjoy your soup?\" What else happened? Perhaps what happens on fishing trips should stay on fishing trips. The number of children playing has doubled in a year, says the body representing the junior game. A male voice choir surprises commuters on a train into Cardiff with a rendition of Calon Lân. Steven Meo, who played Owain Hughes, reveals the true meaning of his \"no I don't\" joke. Energy firms will be forced to offer tariffs with no standing charges, under a proposal by Ofgem. Catrin-Mai Huw still gets recognised for her role as Stacey's enemy, Natalie Lewis. Some people don't understand why a 20mph road where thousands have been fined has that limit. Work has begun to fill a sinkhole which forced 30 homes to be evacuated. Father Thaddeus Kotik abused children on Caldey island for more than 20 years, a review finds. Ruth Jones says she and James Corden feel as if their characters will carry on living their lives. Medics scrambled to the scene but made the \"difficult decision\" to put down the animal. Melanie Walters, who plays Gwen West in the series, says the joke was \"never written in as a thing\". The extreme weather left damage and destruction in its path when it struck. It started with a text message phone alert warning of what was to come. BBC reporter Oli Constable describes the scene in the coastal city of Bangor. A rare red weather warning is in place in Wales and south-west England as Storm Darragh hits. Flights are grounded, roads are closed and homes are without power because of the storm. A red weather warning has been issued - the same level as that given for 2018's Beast from the East. Cranes have been brought in to stabilise the chasm, now 17ft (5.2m) wide. The high level alert predicts dangerous and potentially life-threatening weather across 13 counties. Footage shows parking problems in Eryri national park over recent years. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:14",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cy8ymd8ny5lo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6f02/live/ff99ebb0-c824-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c6c5/live/80396b50-c781-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha",
        "long_description": "Videos reviewed by BBC Verify show men wearing RSF insignia boasting of killing locals in al-Seriha Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. Footage from the scene shows a blast targeting the Russian general as he left a Moscow apartment block. Satellite images show Russian ships off the Syrian coast, as Moscow mulls its military future after Bashar al-Assad's fall. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Images show a build up of military vehicles at Russia's two bases in Syria near the Mediterranean Sea. BBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs. Both Trump fans and Harris supporters baselessly claimed large-scale voter fraud in Tuesday's election. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? BBC Verify looks into claims made about the US government's response to Hurricane Helene. BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media. Robert F Kennedy Jr has been nominated to be the next US health secretary, but some of his views are not backed by science. The Tesla CEO claimed he could slash US spending by eradicating “waste”. Trump claims more taxes on trade wouldn't be a cost to the US - but almost all economists dispute this. How is the battle for votes unfolding over different social media feeds this US election? It’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances. The US president has previously vowed not to intervene in his son's case. The BBC's analysis editor looks at what we know about the claims that North Korean troops are involved in the war in Ukraine. Moscow's forces have taken more ground since September than they did over the course of 2023, analysts say. Ukrainians tell of their fear as BBC Verify analyses videos appearing to show drone strikes on civilians. The additive is approved by regulators and experts say it is safe, but misinformation has raged around Bovaer. Evidence seen by the BBC links the videos to a Russian-based operation of election disinformation. Economists say the state of public finances should not have come as a complete surprise to the new government. The BBC's analysis editor examines what happened in 2020 and how the Republican might react if he were to lose again. BBC Verify fact-checks claims by Kamala Harris about immigration, abortion and the economy. Female crooks are exploiting superstition and family love to swindle other women. If the chancellor decides to increase NI for employers in the Budget would that be going back on previous promises? It is illegal for non-citizens to vote in the US election - but Donald Trump has repeatedly claimed immigrants are going to. Social media is awash with bogus claims that Hurricane Milton has been “engineered”. What are the facts? Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/reality_check",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed32/live/a90d6a20-c139-11ef-a2ca-e99d0c9a24e3.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1651/live/4c270140-bd51-11ef-8889-ebba28ecef92.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Nick Clegg leaves Meta ahead of Trump's return as US president",
        "short_description": "Former deputy prime minister Sir Nick Clegg is to step down from his current job as president of global affairs at social media giant Meta.",
        "long_description": "Former deputy prime minister Sir Nick Clegg is to step down from his current job as president of global affairs at social media giant Meta. In a post on Meta's Facebook on Thursday, Sir Nick, a former leader of the Liberal Democrats, said he was departing the company after nearly seven years. He will be replaced by his current deputy and Republican Joe Kaplan, who previously served as deputy chief of staff in the White House during President George W Bush's administration, and is known for handling the company's relations with Republicans. He added that he would spend \"a few months handing over the reins\" and representing Facebook at international gatherings before moving on to \"new adventures\". Sir Nick's resignation comes just weeks before Donald Trump returns to the White House. The president-elect has repeatedly accused Meta and other platforms of censorship and silencing conservative speech. His relations with Mr Zuckerberg have been particularly strained, after Facebook and Instagram suspended the former president's accounts for two years in 2021, after they said he praised those engaged in violence at the Capitol on 6 January. More recently, Trump threatened to imprison Mr Zuckerberg if he interfered in the 2024 election, and even called Facebook an \"enemy of the people\" in March. However tensions appear to be thawing between the two, with the pair dining at Trump's Florida estate in Mar-a-Lago since the US election. Mr Zuckerberg also congratulated him on his victory and donated $1m (£786,000) to an inauguration fund. Sir Nick's departure is seen by some analysts as a nod to the changing of the guard in Washington. He joined Facebook in 2018, after losing his seat as an MP in 2017. He was later promoted to president of global affairs, a prominent position at Meta. He was instrumental in launching Meta's oversight board, a panel of experts that makes decisions and advises Mr Zuckerberg on policies around content moderation, privacy, and other issues. Sir Nick has been open about his views on Trump's close ally, Elon Musk, describing him as a political puppet master, claiming he has turned X, formerly Twitter, into a \"one-man hyper-partisan hobby horse\". The former Liberal Democrat leader moved to Silicon Valley initially but returned to London in 2022. In his statement, he said he was moving on to \"new adventures\" with \"immense gratitude and pride\" at what he had been part of. He said: \"My time at the company coincided with a significant resetting of the relationship between 'big tech' and the societal pressures manifested in new laws, institutions and norms affecting the sector. \"I hope I have played some role in seeking to bridge the very different worlds of tech and politics – worlds that will continue to interact in unpredictable ways across the globe.\" He added: \"I am simply thrilled that my deputy, Joel Kaplan, will now become Meta's chief global affairs officer…He is quite clearly the right person for the right job at the right time!\" When I left my late grandmother's necklace on a bus, a group of internet strangers helped me get it back. New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site The long-awaited decision follows a standoff with Meta, and succeeds a world-first law from 2021. Over 22,000 people reported issues with Facebook on Wednesday evening and over 18,000 struggled to use WhatsApp, according to Downdetector. The former deputy PM turned top Meta boss tells Nick Robinson that Musk is playing an \"outsized\" role in US politics. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:49",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cgrw785585wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a5e9/live/55a2ecd0-c967-11ef-acf6-09090b7b2ac3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1815/live/b62ac950-bc8e-11ef-aff0-072ce821b6ab.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Sweden's green industry hopes hit by Northvolt woes",
        "short_description": "Heavy snow blends into white thick clouds in Skellefteå, a riverside city in northern Sweden that is home to 78,000 residents.",
        "long_description": "Heavy snow blends into white thick clouds in Skellefteå, a riverside city in northern Sweden that is home to 78,000 residents. It's also the location of what was supposed to become Europe's biggest and greenest electric battery factory, powered by the region's abundance of renewable energy. Swedish start-up Northvolt opened its flagship production plant here in 2022, after signing multi-billion euro contracts with carmakers including BMV, Volkswagen and Nordic truck manufacturer Scania. But it ran into major financial troubles last year, reporting debts of $5.8bn (£4.6bn) in November, and filing for bankruptcy in the US, where it had been hoping to expand its operations. Since September it's laid off around a quarter of its global workforce including more than 1,000 staff in Skellefteå. \"A lot of people have moved out already,\" says 43-year-old Ghanaian Justice Dey-Seshie, who relocated to Skellefteå for a job at Northvolt, after previously studying and working in southern Sweden. \"I need to secure a job in order to extend my work permit. Otherwise, I have to exit the country, sadly.\" Many researchers and journalists tracking Northvolt's downfall share the view that it was at least partly caused by a global dip in demand for electric vehicles (EVs). In September Volvo abandoned its target to only produce EVs by 2030, arguing that \"customers and markets are moving at different speeds\". Meanwhile China, the market leader in electric batteries, has been able to undercut Northvolt's prices. Missing production targets (a key factor in BMW pulling out of a €2bn deal in June), expanding too quickly, and the company's leadership have also been widely cited as factors fuelling the crisis. \"To build batteries is a very complex process. It takes a lot of capital, it takes time, and they obviously just didn't have the right personnel running the company,\" argues Andreas Cervenka, a business author and economics commentator for Swedish daily Aftonbladet. At Umeå university, Madeleine Eriksson, a geographer researching the impact of so-called \"green industries\" says Northvolt presented a \"save the world mentality\" that impressed investors, media and local politicians. But this \"now-or-never\" approach, she argues, glossed over the fact it was a risk-taking start-up that \"never finished attracting investment\". Northvolt did not respond to multiple requests from the BBC to respond to comments about its downfall or future plans. The firm has hired German Marcus Dangelmaier, from global electronics company TE Connectivity to run Northvolt's operations in Skellefeå, from January, as it seeks to attract fresh investment. Northvolt's co-founder and CEO Peter Carlsson – a former Tesla executive – resigned in November. As the postmortem into the crisis continues, there are debates about the potential impact on Sweden's green ambitions. Northern Sweden, dubbed the \"Nordic Silicon Valley of sustainability\" by consultancy firm McKinsey, has swiftly gained global reputation for new industries designed to fast-track Europe's green transition. The region is a hub for biotech and renewable energy. Alongside Northvolt, high profile companies include Stegra (formerly called H2 Green Steel) and Hybrit, which are both developing fossil-free fuel using hydrogen. But Mr Cervenka, the economics commentator, argues Northvolt's downfall has damaged Sweden's \"very good brand\" when it comes to green technologies. \"There was a huge opportunity to build this champion, and to build this Swedish icon, but I think investors that lost money are going to be hesitant to invest again in a similar project in the north of Sweden,\" he says. Some local businesses say the publicity around Northvolt's crisis is already having a negative impact. \"I feel it myself when I travel now – even to the southern parts of Sweden – and abroad, that people really ask me questions,\" says Joakim Nordin, CEO of Skellefteå Kraft, a major hydropower and wind energy provider, which was an early investor in Northvolt. Headquartered in Malmö in southern Sweden, Cleantech for Nordics is an organisation that represents a coalition of 15 major investors in sustainability-focussed start-ups. Here, climate policy analyst Eva Andersson believes the nation's long legacy as an environmental champion will remain relevant. \"I think it would be presumptuous to say that, okay, now we are doomed here in the Nordics because one company has failed,\" she argues. Cleantech for Nordics' research suggests there were more than 200 investments in clean tech projects in Sweden in 2023. Another study by Dealroom, which gathers data on start-ups indicates 74% of all venture capital funding to Swedish start-ups went to so-called impact companies which prioritise environmental or social sustainability, compared to a European average of just 35%. \"Sweden is still punching above its weight in this sector. And I think we could expect it to continue to do so moving forward as well,\" predicts Anderson. There are growing calls for increased state support to help Sweden maintain its position. The Swedish government refused to bail out Northvolt, suggesting all startups – sustainable or not – should be subject to market forces rather than bailed out by taxpayers. But as other parts of the world ramp up battery production and other carbon-cutting industries, the decision has faced a backlash. \"The US and China have massive support packages for green industry, and they definitely are catching up and overtaking in some sectors. And so that is definitely a threat to be reckoned with,\" argues Andersson. Just 3% of global battery cell production currently takes place in Europe - according to research for international consultancy firm McKinsey - with Asian firms leading the market. Sweden's minister for Energy, Business and Industry Ebba Busch argues more EU support rather than funding from individual governments is the answer. Last month she told Swedish television the situation at Northvolt was \"not a Swedish crisis\", rather a reflection of a Europe-wide challenge when it comes to competitiveness in the electric battery sector. But while the government insists it wants Sweden to play a key role in Europe's battery industry, and the wider green transition, it has been accused of sending mixed messages. The right-wing coalition, which came into power in 2022 has cut taxes on petrol and diesel, and abolished subsidies for EVs. \"This is a very politically sensitive area,\" says journalist Cervenka. \"The Swedish government is being actually criticised internationally for not fulfilling its climate obligations. And that is a stark contrast to the image of Sweden as a pioneer.\" The BBC approached Busch's media team, but was not granted an interview. Back in Skellefteå, where it has been dark since just after lunch, Joachim Nordin is preparing to commute home in the snow. He says there's a strong industrial will for Sweden to remain a green tech role model, despite policymakers being \"not as ambitious\" as previous administrations. The criteria that enticed Northvolt to establish its first factory in Skellefteå will also attract other big global players to the region, according to the energy company CEO. \"It's 100% almost renewable energy up here… and that's that's pretty unique if you compare it to the rest of Europe. But on top of that we are among the cheapest places in the world for the electricity prices. So if you combine those two things, it's a huge opportunity.\" Skellefeå Kraft recently announced a collaboration with Dutch fuel company Sky NRG. Their ambition is to open a large factory by 2030, making fossil-free plane fuel (produced using hydrogen combined with carbon dioxide captured from biogenic sources). \"The publicity around Northvolt is not helping now, of course. But I hope that that's just something that will be remembered as a little bump in the road, when we look back at this 10 years from now,\" says Mr Nordin. Plans to buy locally generated power may breach government guidelines. Huge infrastructure projects are planned for East Yorkshire and Lincolnshire, despite local opposition. There are plans to build five solar farms in Norfolk, including one that would be the UK's largest. An energy firm says it is disappointed and will consider its next steps. Police say they are investigating a murder after a man was shot dead in Norrköping. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:33",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/crrwqpdv5q7o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d96d/live/c42c6eb0-bbac-11ef-90ea-ab6ec6f16b70.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c966/live/1e7364f0-bbad-11ef-90ea-ab6ec6f16b70.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Where and how to watch BBC News",
        "short_description": "How to watch BBC News at home",
        "long_description": "How to watch BBC News at home BBC News, the 24-hour news channel, is available in the UK, and over 200 countries worldwide. In India, you can watch BBC World News. If you are in the US, Canada, Australia, Germany and South Africa you can use our channel finder, external to check your local listings. In India, you can watch BBC World News and find listings information here. For all other territories please check your local listings or contact a television provider in your area to find out how you can receive BBC News. In the US, BBC News is available with a range of television service providers. Some of our programmes are also available on PBS. If you do not currently receive BBC News, please contact your service provider to request it. How to watch BBC News while travelling BBC News is the go-to destination for travellers eager to keep up to date with the latest news from around the globe - whenever and wherever they want it. Our content is available in millions of hotel rooms, on airplanes, cruise ships and mobile devices around the world. To find out how you can view BBC News while travelling, have a look at our partners website, external. BBC News and BBC.com trade website Social care reforms in pipeline for 2028, say ministers Investigators halt attempt to arrest South Korea's president amid dramatic standoff 'No one deserves this': Victims' families seek answers in New Orleans attack To conserve or cull? Life in Australia's crocodile capital The Papers: Sara Sharif's dad 'attacked in prison' and social care 'shake-up' Weekly quiz: Who beat Sabrina Carpenter to the best-selling song of 2024? How to watch the Quadrantid meteor shower as it peaks this week 'I learned to play guitar with one arm after a stroke' What CCTV and social media videos reveal about New Orleans attack The rev of an engine and then screams - how revelry turned to mayhem in New Orleans Ex-Traitors player: 'Beware those who talk too much' The endgame in Ukraine: How the war could come to a close in 2025 Steven Knight's hit war drama has returned Watch all episodes of the adrenaline-fuelled new series on BBC iPlayer now What advice would Pete Doherty give to his younger self? The founder of The Libertines reflects on his life and career to date The award-winning psychological competition is back A nail-biting game of detection, backstabbing and trust. Who will make it through? Was karaoke invented in Stockport and stolen by Japan? Geoff Lloyd examines this crazy claim to find the truth Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "3 April 2023",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world-radio-and-tv-14563857",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/1B21/production/_129254960_microsoftteams-image.png",
            "https://ichef.bbci.co.uk/ace/standard/385/cpsprodpb/c097/live/d54fdcc0-c98c-11ef-b39a-318536d0a810.jpg",
            "https://ichef.bbci.co.uk/ace/standard/385/cpsprodpb/5d06/live/0707b870-c95e-11ef-87df-d575b9a434a4.jpg",
            "https://ichef.bbci.co.uk/ace/standard/385/cpsprodpb/0523/live/803de2c0-c92f-11ef-94cb-5f844ceb9e30.jpg",
            "https://ichef.bbci.co.uk/ace/standard/385/cpsprodpb/4c2a/live/f3ebf270-be12-11ef-a0f2-fd81ae5962f4.jpg"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "BBC World News: 24 hours news TV channel ",
        "short_description": "Where and how to watch BBC News",
        "long_description": "Where and how to watch BBC News The schedule where you are About BBC World News Watch: Mixed emotions as people return to street of New Orleans attack. Video, 00:01:08Watch: Mixed emotions as people return to street of New Orleans attack What CCTV and social media videos reveal about New Orleans attack. Video, 00:01:24What CCTV and social media videos reveal about New Orleans attack People run to escape New Orleans truck attack. Video, 00:00:27People run to escape New Orleans truck attack Moment New Orleans attacker enters busy street in pick-up truck. Video, 00:00:39Moment New Orleans attacker enters busy street in pick-up truck Watch: How day of deadly New Orleans attack unfolded. Video, 00:01:08Watch: How day of deadly New Orleans attack unfolded Watch: London welcomes 2025 with fireworks display and Paddington Bear. Video, 00:01:35Watch: London welcomes 2025 with fireworks display and Paddington Bear Watch: How the world is celebrating the arrival of 2025. Video, 00:01:33Watch: How the world is celebrating the arrival of 2025 Bob Harris announces Johnnie Walker's death live on Radio 2. Video, 00:00:51Bob Harris announces Johnnie Walker's death live on Radio 2 An end to the war and lower food prices - what Russians want in 2025. Video, 00:07:57An end to the war and lower food prices - what Russians want in 2025 'There was no reason': Olympians Adlington and Kenny discuss baby loss. Video, 00:01:05'There was no reason': Olympians Adlington and Kenny discuss baby loss Instagram TikTok Facebook X Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:20",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world_radio_and_tv",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/1B21/production/_129254960_microsoftteams-image.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/a304/live/eab0d420-598e-11ef-8f0f-0577398c3339.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/d09f/live/65989100-5b0b-11ef-8f0f-0577398c3339.jpg",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/8c91/live/6c571160-c965-11ef-9fd6-0be88a764111.jpg",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/02b6/live/7c930a90-c92c-11ef-9fd6-0be88a764111.png"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "Learn how the BBC is working to strengthen trust and transparency in online news",
        "short_description": "The BBC is recognised by audiences in the UK and around the world as a provider of news that you can trust. Our website, like our TV and radio services, strives for journalism that is accurate, impartial, independent and fair.",
        "long_description": "The BBC is recognised by audiences in the UK and around the world as a provider of news that you can trust. Our website, like our TV and radio services, strives for journalism that is accurate, impartial, independent and fair. Our editorial values say: \"The trust that our audience has in all our content underpins everything that we do. We are independent, impartial and honest. We are committed to achieving the highest standards of accuracy and impartiality and strive to avoid knowingly or materially misleading our audiences. \"Our commitment to impartiality is at the heart of that relationship of trust. In all our output we will treat every subject with an impartiality that reflects the full range of views. We will consider all the relevant facts fairly and with an open mind.\" Research shows that, compared to other broadcasters, newspapers and online sites, the BBC is seen as by far the most trusted and impartial news provider in the UK [PDF], external. Even so, we know that identifying credible journalism on the internet can be a confusing experience. We also know that audiences want to understand more about how BBC journalism is produced. For these reasons, BBC News is making even greater efforts to explain what type of information you are reading or watching on our website, who and where the information is coming from, and how a story was crafted the way it was. By doing so, we can help you judge for yourself why BBC News can be trusted. We are also making these indicators of trustworthy journalism \"machine-readable\", meaning that they can be picked up by search engines and social media platforms, helping them to better identify reliable sources of information too. These indicators comprise the following areas: Newsroom best practice Type of Work Journalist Expertise Citations and References Methodology The BBC has long had its own Editorial Guidelines that apply to all of our content and set out the standards expected of our journalists. To make it easier to see how BBC guidelines are used in our newsroom, we have listed all the relevant sections on this page. Mission Statement: The mission of the BBC is to act in the public interest, serving all audiences through the provision of impartial, high-quality and distinctive output and services that inform, educate and entertain. Full details are in the BBC Charter, external. Ownership Structure, Funding and Grants: We are independent of outside interests and arrangements that could undermine our editorial integrity. Our audiences should be confident that our decisions are not influenced by outside interests, political or commercial pressures, or any personal interests. Learn more about how BBC News is funded, in the UK and internationally, in the BBC Charter on the independence of the BBC, external. Other links: Editorial Guidelines on Impartiality Editorial Guidelines on Editorial Standards Editorial Guidelines on Conflicts of Interest BBC Framework Agreement on provision of commercial activities, external Guidelines for BBC Commercial Services Founding Date: The BBC was founded on 18 October 1922. Read more about the history of the BBC. Ethics Policy: The BBC's Editorial Guidelines outline the editorial values and practices that all our output is expected to conform to. Other links: BBC Charter and Framework Agreement, external BBC World Service Operating Licence, external Diversity Policy: Learn about BBC News' commitment to diversity in the BBC Charter, external. Other links: Editorial Guidelines Section on Impartiality and Diversity of Opinion Diversity and Inclusion page Diversity Staffing Report: Find out about how BBC News is working to increase diversity in the BBC's Equality Information Report. Corrections: The BBC is committed to achieving due accuracy. Policies relating to corrections can be found in the following sections of our Editorial Guidelines. Our output must be well sourced, based on sound evidence, thoroughly tested and presented in clear, precise language. We should be honest and open about what we don't know and avoid unfounded speculation. Claims, allegations, material facts and other content that cannot be corroborated should normally be attributed. We are open in acknowledging mistakes when they are made and encourage a culture of willingness to learn from them. If an article has been edited since publication to correct a material inaccuracy, a note will be added at the end of the text to signal to the reader there has been an amendment or correction with the date of that change. If there is a small error in a story that does not alter its editorial meaning (eg name misspelling), the correction will be made without an additional note. Unless content is specifically made available only for a limited time period, there is a presumption that material published online will become part of a permanently accessible archive and will not normally be removed. Exceptional circumstances may include legal reasons, personal safety risks, or a serious breach of editorial standards that cannot be rectified except by removal of the material. Other links: Editorial Guidelines on Accountability Editorial Guidelines on Removal of Online Content Verification/Fact-checking Standards: The BBC's accuracy and verification policy is outlined in the Editorial Guidelines on Accuracy. Other links: Ofcom Operating Framework and Licence for the BBC, external Unnamed Sources: The BBC's policy and guidance on the use of anonymous sources is detailed in the Editorial Guidelines. Other links: Editorial Guidelines - Mandatory referrals Editorial Guidelines - Gathering material Editorial Guidelines on user contributions in news output Actionable Feedback: The BBC's complaints procedure is outlined in the BBC Complaints Framework. Other links: Have Your Say Contact Us Leadership: Meet the senior executive team that runs the news division: BBC News Board. BBC News articles based on original reporting carry bylines (the name of the journalist), as often do those authored by journalists who have a subject specialism. General news stories, which tend to combine information from a variety of sources, including news agencies, BBC Newsgathering and BBC broadcast output, or which may have been produced by several members of staff over the course of the day, do not as a rule carry bylines. Article bylines for many correspondents and editors link to individual blog pages, where biographical information, expertise, and social media details can be found. BBC News distinguishes between factual reporting and opinion. We use machine-readable labels in six categories: News - Journalism based on facts, either observed and verified directly by the reporter, or reported and verified from knowledgeable sources Analysis - Output primarily based on the specialist knowledge of an author, whether a BBC journalist or outside expert, to help you understand complex current affairs and trends Ask the Audience - Content created primarily to elicit direct audience response Explainer - Content that provides clear factual explanation of the causes or context behind the news Opinion - BBC News itself is impartial and does not offer opinions but we do sometimes publish expressions of personal views by outside experts, advocating ideas and drawing conclusions based on the author's interpretation of facts and data Review - Content based on a critical appraisal of an event, a work of art etc, containing first-hand opinion Our output, as appropriate to its subject and nature, should be well sourced, based on sound evidence, thoroughly tested and presented in clear, precise language. We strive to be honest and open about what we don't know and avoid unfounded speculation. Where BBC News relies on a single source for a key aspect of its coverage, we will strive to credit that source, where possible. We usually link to official reports, sets of statistics and other sources of information, to enable you to judge for yourself the underlying information that we are reporting on. Whenever appropriate, we also offer links to relevant third-party websites that provide additional information, source material or informed comment. For in-depth pieces of work, such as complex investigations or data journalism projects, we will help you understand how we went about our work by showing the underlying data and by disclosing any caveats, assumptions or other methodological frameworks used - for example, the study-design; the sample size; representativeness; margins of error; how the data was collected; geographical relevance and time periods. Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "8 December 2017",
        "country": "No Country Info",
        "news_url": "https://www.bbc.co.uk/news/help-41670342",
        "images": [
            "https://sb.scorecardresearch.com/p?c1=2&c2=17986528&cs_ucfr=0&cv=2.0&cj=1"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "Crypto fugitive Do Kwon extradited to US over $40bn crash",
        "short_description": "A South Korean man accused of being responsible for a cryptocurrency crisis which cost investors $40bn (£31.8bn) has finally been extradited to the United States.",
        "long_description": "A South Korean man accused of being responsible for a cryptocurrency crisis which cost investors $40bn (£31.8bn) has finally been extradited to the United States. Do Kwon was the boss of Terraform, which operated two cryptocurrencies - TerraUSD and Luna - both of which collapsed in 2022, sparking a wider sell-off in the crypto market. The US says he was responsible for the coins' failure, accusing him of \"orchestrating a multi-billion dollar crypto asset securities fraud\". Kwon fled South Korea after a warrant for his arrest was issued, eventually ending up in Montenegro where he has now been extradited from, following a lengthy legal battle. He was previously found guilty of forging documents by a Montenegro court, having been arrested as he was attempting to board a plane to Dubai in March 2023. It had been unclear whether he would face criminal proceedings in the US, however, as Montenegro does not have extradition treaties with the US or South Korea, which has also been seeking his extradition. Kwon finally being sent to the US brings to an end legal proceedings that lasted more than 18 months. The Montenegrin Ministry of Justice approved the extradition earlier in December. It claimed that Do Kwon had also agreed to it. Kwon's firm Terraform Labs became widely known in 2021, when its coins Luna and TerraUSD exploded in popularity. Fans of Luna became known as \"Lunatics\", with Kwon referred to as their \"king\". But, despite a huge amount of money being poured into the coins, on 9 May 2022 Terraform Labs collapsed catastrophically, losing more than 99% of its value in 48 hours. Investors scrambled to take their money out of other cryptocurrencies, fearing that a similar thing could happen to them, which resulted in values falling significantly across the whole sector. It's estimated the so-called \"cryptocrash\" resulted in losses of $400bn (£318 bn). Bitcoin was among the assets affected, however it has significantly grown in value since then and briefly stood at more than $100,000 per coin in December. Terraform Labs ultimately filed for bankruptcy in the US in January 2024. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:42",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwy30n29qx5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9c0e/live/b62b9ce0-c774-11ef-b5ea-e7f0609bc93f.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Tesla sales stall as China's BYD closes in",
        "short_description": "Tesla sales fell last year for the first time in more than a decade, as demand faltered and rivals gained pace.",
        "long_description": "Tesla sales fell last year for the first time in more than a decade, as demand faltered and rivals gained pace. The company, led by billionaire Elon Musk, delivered almost 1.79 million cars last year, down about 1% from 1.8 million in 2023. This comes despite the company lowering prices repeatedly last year in a bid to woo buyers and hold on to its rank as the world's top-selling maker of electric vehicles (EVs). China's BYD, however, looks set to close the gap after reporting 1.76 million EV sales in 2024. The Shenzhen-based firm's total vehicle sales jumped more than 41% in 2024, year-on-year, to more than 4.2 million. The surge was powered mainly by sales of its hybrid cars. BYD sells 90% of its cars in China, where it has been extending its lead over foreign brands including Volkswagen and Toyota. It has benefited from a rise in car sales in its home market, as intense competition drove down prices and government subsidies encouraged consumers to replace their old cars with EVs or other more fuel efficient options. Tesla also counts China as a key market, but it has lost ground to rivals as the price war rumbles on. Demand for electric vehicles has also softened in other regions, such as the US and Europe, creating challenges for many carmakers. Volkswagen, Ford and General Motors were among the companies that cut sales targets or decided to delay investments in EV technology last year. At Tesla, its boss Elon Musk has blamed weaker sales in part on the jump in borrowing costs since 2022, which has made it more expensive to buy. Analysts have also pointed to increased competition and questions about the brand, as Musk deepens his political involvement, which has been described as controversial. Tesla sales slumped in the first half of 2024 before starting to pick up again. In the final three months of 2024, it delivered about 495,000 cars, up 2% year-on-year and a quarterly record. But the firm's share price, which surged more than 60% last year, fell 5% in morning trade, as the figure came in below the roughly 500,000 forecast by analysts. \"If you don't meet expectations, it can be pretty tough out there,\" said Christopher Carey of the Carnegie Investment Council. Last month, Honda and Nissan confirmed that they were holding merger talks, as the two Japanese firms seek to fight back against competition from the Chinese car industry. Earlier in the month, the boss of car making giant Stellantis, Carlos Tavares, quit with immediate effect following a boardroom clash. His abrupt exit from the company - which owns brands including Vauxhall, Jeep, Fiat, Peugeot and Chrysler - came two months after Stellantis issued a profit warning. Some governments have stepped in to protect domestic companies. In October, European Union tariffs of up to 45.3% on imports of Chinese-made EVs came into force across the trade bloc. The US has also imposed a 100% duty on EVs from China and President-elect Donald Trump is expected to impose further tariffs on imports. BYD has still been expanding its foothold in emerging economies. But last month, it faced a setback in Brazil - its largest overseas market - with authorities halting the construction of a BYD factory, saying workers lived in conditions comparable to \"slavery\". BYD said it had cut ties with the construction firm involved and remained committed to a \"full compliance with Brazilian legislation\". The BBC's Lily Jamali reports from outside the Trump International Hotel where the explosion took place. Concerns are raised about the government ability to hit emissions targets following the decision New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site The government says it will \"restore clarity\" for vehicle manufacturers and the charging industry. More than 160 workers have been rescued from the car factory, according to local prosecutors. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:26",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c36edjp1l9ko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b366/live/e61b9ea0-c8aa-11ef-acf5-f3701e2ee0fc.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3f11/live/d0d3a010-c963-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Era of cheap Russian gas to EU ends as transit across Ukraine stops",
        "short_description": "Russian gas has stopped flowing to EU states via Ukraine after a five-year deal expired, marking the end of a decades-long arrangement.",
        "long_description": "Russian gas has stopped flowing to EU states via Ukraine after a five-year deal expired, marking the end of a decades-long arrangement. Ukrainian President Volodymyr Zelensky said that his country would not allow Russia to \"earn additional billions on our blood\". Poland's government meanwhile said the cut-off was \"another victory\" against Moscow. The European Commission said the EU had prepared for the change and most states could cope. Moldova, which is not in the EU, is already suffering shortages. Russia can still send gas to Hungary, Turkey and Serbia through the TurkStream pipeline across the Black Sea. Russian company Gazprom confirmed that gas exports via Ukraine to Europe stopped from 08:00 local time (05:00 GMT) on Wednesday. Moscow has transported gas to Europe through Ukraine since 1991. While immediate effects are light, the strategic and symbolic impact for the whole of Europe is enormous. Russia has lost an important market, but its president, Vladimir Putin, says EU countries will suffer most. The EU has significantly reduced imports of gas from Russia since it launched its full-scale invasion of Ukraine in 2022, but a number of eastern member states still depend largely on the supplies, making Russia about €5bn ($5.2bn; £4.2bn) a year. Russian gas was less than 10% of the EU's gas imports in 2023, according to the bloc. That figure was 40% in 2021. But several EU members, including Slovakia and Austria, continued to import significant amounts of gas from Russia. Austria's energy regulator said that it did not forecast any disruption as it had diversified sources and built up reserves. But the end of the transit deal has already caused serious tensions with Slovakia, which is now the main entry point of Russian gas into the EU and earned transit fees from piping the gas on to Austria, Hungary and Italy. Slovakia has said it will pay more for alternative routes. Its energy regulator announced in early December that Gas prices for consumers would rise in 2025. Robert Fico, Slovakia's prime minister, said on Wednesday that the end of the deal would have \"drastic\" consequences for EU countries, but not on Russia, Reuters reported. On Friday, Fico - who had just made a surprise visit to Moscow for talks with Putin - threatened to stop supplying electricity to Ukraine. This prompted Zelensky to accuse Fico of helping Putin \"fund the war and weaken Ukraine\". \"Fico is dragging Slovakia into Russia's attempts to cause more suffering for Ukrainians,\" the Ukrainian president said. Poland has offered to support Kyiv in case Slovakia cuts off its electricity exports - supplies that are crucial to Ukraine, whose power plants come under regular attack from Russia. Polish foreign minister Radoslaw Sikorski told BBC Radio 4's Today programme there were alternative gas supply routes from international markets, such as a terminal in Croatia and connections from Germany and Poland. \"These routes should be explored so that Russia doesn't make money on selling oil and gas to the European Union,\" Sikorski said. Poland is importing gas from the US, Qatar and the North Sea, he added. \"As far as I understand, all countries have alternative routes,\" he said. Moldova - which is not part of the EU - could be seriously affected by the end of the transit agreement. It generates much of its electricity at a power station fuelled by Russian gas. It also supplied the Russia-backed breakaway region of Transnistria, a small sliver of land sandwiched between Moldova and Ukraine where around 300,000 people live. Russian gas company Gazprom had said on 28 December it would restrict gas to Moldova on 1 January because it said it had failed to fulfil its payment obligations. Dorin Recean, Moldova's prime minister, denied the alleged debt and accused Russia of using \"energy as a political weapon\" in a social media post. He said the move would leave Transnistria \"without light and heat in the middle of the winter\". Heat and hot water was cut off to Transnistria \"due to the temporary cessation of gas supplies\" at 07:00 local time (05:00 GMT) on Wednesday, energy company Tirasteploenergo said on Telegram. It urged residents to dress warmly, gather family members together in a single room, hang blankets or thick curtains over windows, and use electric heaters. The temperature was due to drop below 0C on Wednesday night. Medical institutions and hospitals were still being supplied, the company said. Moldova's energy minister, Constantin Borosan, said his government had taken steps to ensure stable power supplies, but called on citizens to save energy. A 60-day state of emergency in the energy sector has been in place since mid-December. President Maia Sandu accused the Kremlin of \"blackmail\" possibly aimed at destabilising her country before a general election in 2025. The Moldovan government also said it had offered aid to Transnistria. The EU has found alternative sources in liquefied natural gas (LNG) from Qatar and the US, as well as piped gas from Norway, since Russia's invasion of Ukraine. In December, the European Commission laid out plans to entirely replace gas transiting through Ukraine. Russian gas has stopped passing through Ukraine after a five-year deal expired, leaving Moldova at risk of a crisis. Navy personnel from Devon and Cornwall were called on Christmas Day for a five-day operation. An earlier deal meant the EU kept responsibility for regulating medicines in NI but later said it was unworkable. The country is home to the biggest remaining contingent of French troops in the region. People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:28",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4glyjx9m71o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9975/live/756612d0-c7b0-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/087a/live/4eefec60-c7b1-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Police probe if blast at Trump hotel is linked to New Orleans attack ",
        "short_description": "Police in the US are investigating whether an explosion outside the Trump Hotel in Las Vegas is linked to the deadly car-ramming attack in New Orleans.",
        "long_description": "Police in the US are investigating whether an explosion outside the Trump Hotel in Las Vegas is linked to the deadly car-ramming attack in New Orleans. The driver of a Tesla Cybertruck was killed and seven other people were injured in Las Vegas after the vehicle - filled with fuel canisters and firework mortars - exploded. Officials said all injuries were minor. In the New Orleans attack, a 42-year-old US citizen is believed to have driven a pick-up truck into a crowd on a busy street, killing 14 people and injuring 35, before being shot dead by police. President Joe Biden said investigators were looking into whether the two incidents were linked, but \"thus far, there is nothing to report\". More on the New Orleans attack The Cybertruck was rented in Colorado and arrived in the city on Wednesday morning, less than two hours before the detonation, police said. Parked in front of the hotel near a glass entrance, the vehicle started to smoke, then exploded. The vehicle was rented to Matthew Alan Livelsberger, an active duty US Army service member. Officials are working to verify that he was the driver found dead in the truck. The driver also had a gunshot wound to the head, which police said was self-inflicted. Livelsberger had been serving in Germany but was on leave in Colorado at the time of the incident, CBS reported. Two relatives of Livelsberger confirmed to CBS he had rented the Cybertruck but were unaware of his involvement in the incident. One relative said Livelsberger's wife had not heard from him in several days. Sheriff Kevin McMahill showed reporters dramatic footage of the explosion and photos of the aftermath, including several fuel canisters along with large fireworks in the truck bed. Footage showed the truck parked directly in front of the entrance of the hotel. The truck sits idle for several seconds before exploding - bursts of multi-coloured fireworks shooting in multiple directions. Another video showed investigators using a black fire-retardant tarp to put out the blaze and the charred remains of the truck bed. An array of gas and fuel canisters were left behind along with the remnants of more than a dozen firework mortars. The fire occurred around 08:40 PT (15:40 GMT), just hours after a man drove a truck with an Islamic State (IS) group flag into the crowd in New Orleans. Officials said 15 people died in that attack, including the perpetrator, and at least 39 others were injured. Mr McMahill of the Las Vegas Police Department said the authorities were examining whether the incident could be connected to the one in New Orleans, where improvised explosive devices were found near the scene. He said they were also investigating whether it might be linked to President-Elect Donald Trump, who owns the hotel, or Elon Musk, who owns Tesla. \"Obviously, a Cybertruck, the Trump Hotel, there's lots of questions that we have to answer as we move forward,\" he said. The FBI also said the agency was looking into whether the incident might be an act of terrorism, but the authorities said they currently had not confirmed the identity of the driver, who died in the vehicle. Authorities also said thus far, they had found no evidence that this incident was related to IS. In an update on Thursday on the New Orleans attack, the FBI said that there is \"no definitive link\" at this point between the two incidents, but officers cautioned that it is still \"very early\" in the investigation. A Turo spokesperson said in a statement that the company was working with authorities in Las Vegas and New Orleans to help with the investigation. The spokesperson noted both renters appeared to not have a criminal background that would have \"identified them as a security threat\". \"We are heartbroken by the violence perpetrated in New Orleans and Las Vegas, and our prayers are with the victims and families,\" the statement reads. Mr McMahill said there was no longer a threat to the Las Vegas community. The hotel is owned in part by President-elect Donald Trump's company. In a post on X, Trump's son, Eric Trump, said a \"reported electric vehicle fire occurred in the porte cochère of Trump Las Vegas\". \"The safety and well-being of our guests and staff remain our top priority. We extend our heartfelt gratitude to the Las Vegas Fire Department and local law enforcement for their swift response and professionalism,\" he said. Stephen Ferlando told the Washington Post that he had witnessed the incident from his hotel room on the 53rd floor of the Trump Tower. He told the outlet there was \"definitely an explosion\" and that the windows had begun to shake. The Trump Hotel spans 64 floors with around 1,300 suites, according to its website. Trump recently named Musk to co-lead a presidential advisory commission, the Department of Government Efficiency, after the two became close during Trump's campaign. Police say that 18 people were injured in the deadly crash in the city of Fullerton, California. A whale that famously pushed its calf's dead body for 17 days in 2018 appears to be grieving again. People partake in a moment of silence to remember the victims of Wednesday's deadly attack. The family of one 25-year-old victim says they have had \"zero information\" about how he was killed. As businesses and bars re-open, the BBC's Carl Nasman talks to people returning to Bourbon Street. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:29",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cz7qd97eyp0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/946c/live/ca74f490-c886-11ef-a742-03866d7d3d8e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6cac/live/02855940-c98d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "UK's biggest ever dinosaur footprint site unearthed",
        "short_description": "The UK's biggest ever dinosaur trackway site has been discovered in a quarry in Oxfordshire.",
        "long_description": "The UK's biggest ever dinosaur trackway site has been discovered in a quarry in Oxfordshire. About 200 huge footprints, which were made 166 million years ago, criss-cross the limestone floor. They reveal the comings and goings of two different types of dinosaurs that are thought to be a long-necked sauropod called Cetiosaurus and the smaller meat-eating Megalosaurus. The longest trackways are 150m in length, but they could extend much further as only part of the quarry has been excavated. \"This is one of the most impressive track sites I've ever seen, in terms of scale, in terms of the size of the tracks,\" said Prof Kirsty Edgar, a micropalaeontologist from the University of Birmingham. \"You can step back in time and get an idea of what it would have been like, these massive creatures just roaming around, going about their own business.\" The tracks were first spotted by Gary Johnson, a worker at Dewars Farm Quarry, while he was driving a digger. \"I was basically clearing the clay, and I hit a hump, and I thought it's just an abnormality in the ground,\" he said, pointing to a ridge where some mud has been pushed up as a dinosaur's foot pressed down into the earth. \"But then it got to another, 3m along, and it was a hump again. And then it went another 3m - hump again.\" Another trackway site had been found nearby in the 1990s, so he realised the regular bumps and dips could be dinosaur footprints. \"I thought I'm the first person to see them. And it was so surreal - a bit of a tingling moment, really,\" he told BBC News. This summer, more than 100 scientists, students and volunteers joined an excavation at the quarry which features on the new series of Digging for Britain. The team found five different trackways. Four of them were made by sauropods, plant-eating dinosaurs that walked on four legs. Their footprints look a bit like an elephant's - only much much bigger - these beasts reached up to 18m in length. Another track is thought to have been created by a Megalosaurus. \"It's almost like a caricature of a dinosaur footprint\", explained Dr Emma Nicholls, a vertebrate palaeontologist from the Oxford University Museum of Natural History. \"It's what we call a tridactyl print. It's got these three toes that are very, very clear in the print.\" The carnivorous creatures, which walked on two legs, were agile hunters, she said. \"The whole animal would have been 6-9m in length. They were the largest predatory dinosaurs that we know of in the Jurassic period in Britain.\" The environment they lived in was covered by a warm, shallow lagoon and the dinosaurs left their prints as they ambled across the mud. \"Something must have happened to preserve these in the fossil record,\" said Prof Richard Butler, a palaeobiologist from the University of Birmingham. \"We don't know exactly what, but it might be that there was a storm event that came in, deposited a load of sediments on top of the footprints, and meant that they were preserved rather than just being washed away.\" The team studied the trackways in detail during the dig. As well as making casts of the tracks, they took more than 20,000 photographs to create 3D models of both the complete site and individual footprints. \"The really lovely thing about a dinosaur footprint, particularly if you have a trackway, is that it is a snapshot in the life of the animal,\" Prof Butler explained. \"You can learn things about how that animal moved. You can learn exactly what the environment that it was living in was like. So tracks give us a whole different set of information that you can't get from the bone fossil record.\" One area of the site even reveals where the paths of a sauropod and megalosaurus once crossed. The prints are so beautifully preserved that the team have been able to work out which animal passed through first - they believe it was the sauropod, because the front edge of its large, round footprint is slightly squashed down by the three-toed megalosaurus walking on top of it. \"Knowing that this one individual dinosaur walked across this surface and left exactly that print is so exhilarating,\" said Dr Duncan Murdock from Oxford University. \"You can sort of imagine it making its way through, pulling its legs out of the mud as it was going.\" The future fate of the trackways hasn't yet been decided but the scientists are working with Smiths Bletchington, who operate the quarry, and Natural England on options for preserving the site for the future. They believe there could be more footprints, these echoes of our prehistoric past, just waiting to be discovered. The excavation is featured on Digging for Britain on BBC Two at 20:00 on Wednesday 8 January. The full series will be available on BBC iPlayer on 7 January. Researchers say new DNA research could shed new light on what history books say about ancient Britain. Astronomers are poised to see a star system about 3,000 light years away explode into brightness. Moments to celebrate included a solar eclipse seen by millions and a lost city discovered by accident. Conservationists released the critically endangered snails to help restore a remote island habitat. Scientists hope the probe can help us better understand how the Sun works. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:50",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c24nzeqq1l2o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9921/live/8eb5e360-bd46-11ef-a164-7d6c07cbd92c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6f02/live/c17491d0-bd45-11ef-a164-7d6c07cbd92c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Yoon Suk Yeol's security officers refuse to allow police to arrest him over his failed attempt to impose martial law last month.",
        "long_description": "Yoon Suk Yeol's security officers refuse to allow police to arrest him over his failed attempt to impose martial law last month. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. The deadly gas leak at the Union Carbide factory in central India killed thousands in 1984. Tesla's ranking as the world's top electric vehicle seller is threatened after sales fell last year. A second black box, which was damaged in the crash, will be sent to the US for analysis. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. The Lijjat co-operative, run by women, employs more than 45,000 people and is famous for its crispy poppadoms. The deadly gas leak at the Union Carbide factory in central India killed thousands in 1984. Jeju Air says the plane that crashed in South Korea killing 179 people had passed a pre-flight inspection. Yoon ignored three summonses to appear for questioning over his botched martial law attempt. Social media users have complained that their seats were scratched after being wiped with toilet paper. The rocket, which took off from a site north of Chennai, places two satellites in orbit. Officials are investigating the cause of the deadliest aircraft crash in South Korean history, which killed 179 people. Sri Lanka's new rulers are quickly realising that campaign promises are easier to make than to keep. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. People are lining up to meet the 10-year-old internet sensation, but will fame guarantee opportunities to her? Listen to ABC Grandstand as Australia face India in the fifth Test at Sydney Cricket Ground. It set the stage for China's economic ascent - and its rivalry with the US. Investigators say they will decide on next steps after a review. The arrest warrant will expire on Monday. The Lijjat co-operative, run by women, employs more than 45,000 people and is famous for its crispy poppadoms. The deadly gas leak at the Union Carbide factory in central India killed thousands in 1984. A second black box, which was damaged in the crash, will be sent to the US for analysis. Sri Lanka's new rulers are quickly realising that campaign promises are easier to make than to keep. Jeju Air says the plane that crashed in South Korea killing 179 people had passed a pre-flight inspection. An air safety expert says lives could have been saved if the \"obstruction\" was not there. Officials are investigating the cause of the deadliest aircraft crash in South Korean history, which killed 179 people. Yoon ignored three summonses to appear for questioning over his botched martial law attempt. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:51",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/29fb/live/ec702810-c973-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cf5b/live/e1dd48e0-c97f-11ef-b228-653528087df0.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Watch: Can BBC reporter's AI clone fool his colleagues?",
        "short_description": "Companies are being warned about the increasing use of AI to carry out so-called CEO Fraud.",
        "long_description": "Companies are being warned about the increasing use of AI to carry out so-called CEO Fraud. More victims are coming forward with their stories of being targeted using generative AI techniques and one case in Hong Kong reportedly saw an AI clone used during a video meeting to trick staff into losing $25m. But while some fear the rise of AI clones, companies including Zoom say we should be excited about a future where your clone can go to a meeting on your behalf. Cyber correspondent Joe Tidy has had an AI clone of himself built by engineers at Fraia AI - watch to see if he can fool his colleagues with it. You can see a longer version of this report, and more on AI clones, on Click this weekend. BBC Tech Correspondent Lily Jamali analyses the 'robocabs' and if their technology is up to par. The robotaxis were stationed in a San Francisco parking lot when a feature to avoid crashes set off the noise. Joe Tidy played along for over two months to learn more about how the scams work. The BBC's Samira Hussain is in Delhi, trying to catch a flight to go on holiday with her family. Ten teenagers swap their smartphones for brick phones as part of a week-long digital detox. BBC Analysis editor Ros Atkins looks at what what is being done to prevent minors seeing harmful content. In a livestream on X, the patient explained that he was using a device in his brain to move the cursor. Piers Morgan and Oprah have criticised the use of AI deepfake ads used to promote a \"manifestation\" guide. BBC Click reporter Paul Carter tries out the Atom Limbs prosthetic with 'full range of human motion'. Jason lost his arm in an accident in 2012, and he's been working with Atom Limbs to test their prosthetic. Researchers at University College London are investigating how the tech can help with early diagnoses. Here's what our main takeaways are from the long-awaited trailer for the gaming blockbuster. The pickup truck - Tesla’s latest offering - had its windows smashed during a demonstration in 2019. Billionaire Elon Musk told the British prime minister that he thinks AI could take over service sector jobs and play a role in education. Billionaire Elon Musk tells the British prime minister that AI will be smarter than the smartest human. The prime minister says Elon Musk's background in AI companies means he is worth speaking to. The King called for unity in addressing challenges ahead of a major UK summit on AI safety. The tech entrepreneur says \"you've got to start with insight before you do oversight\". The US tech giant is looking at ways it can automate more of its operations. With a team of 30 scientists, tech entrepreneur Bryan Johnson spends millions on his body every year. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:52",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cdje9nz7ll1o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a773/live/f39b36d0-af1e-11ef-8ab9-9192db313061.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f061/live/2d1a6c60-9ecf-11ef-9260-19e6a950e830.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza.",
        "long_description": "The officer was killed in an overnight air strike on a displaced people’s camp in the southern Gaza. The Foreign Press Association has said the move \"raises serious questions about press freedom\". What the conflict in 2024 means for 2025... Twenty-day old Sila, whose home was a tent on a beach, is one of six newborns to die in recent days. It comes after two were attacked and another raided by Israeli forces in the past few days. The Foreign Press Association has said the move \"raises serious questions about press freedom\". An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. The UN rights office says the attacks raise serious concerns about war crimes and crimes against humanity. What the conflict in 2024 means for 2025... What the latest developments mean for Iran's position - and for the prospect of peace in Gaza Israel will have 60 days to withdraw from Lebanon while Hezbollah must move north of the Litani river. A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October. A visual guide to the latest developments in the conflict between Israel and Hezbollah. The PM's decision to replace his defence minister follows sharp disagreements over Israel's war strategy. Trump's promises on China as well as ending wars in Ukraine and the Middle East will soon be put to the test. The agency provides aid for Palestinians in Gaza and elsewhere, and has long been criticised by Israel. International editor Jeremy Bowen examines what Iran's response might be to Israel's latest attack. BBC Verify has analysed satellite imagery from Iran to assess damage from Israeli air strikes. Under the burden of military service, some reservists are refusing to return to Israel's front lines. For the second year running, tourists are staying away and public festivities have been cancelled. Some of those who reported for duty after October 7 explain why they are now refusing Julia, aged three, looks on from a crowd of fearful and exhausted men. This is her story. In the Lebanese city of Nabatieh, Orla Guerin meets hospital patients and medics vowing to stay despite Israeli strikes. We take a look at what history can teach us about the conflict in the Middle East. It also said that soldiers did not know the hostages were there when they began their operation. Ismail Haniyeh was Hamas's most prominent leader until his death in July. A school sheltering displaced families was hit, according to Gaza's civil defence agency. Both pilots were rescued after ejecting safely from their F/A-18 fighter aircraft. The senior official said a ceasefire deal is close but key issues remain that need to be bridged. Israel rejects as a lie the rights group's claim that it is blocking access to water critical for survival. The 18 were in court after protests against the war in Gaza in the Welsh capital in June. Palestinian news outlets have seen a steep drop in audience engagement since October 2023. The official outlines a phased plan which would see hostages freed in step with Israeli pullouts. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:53",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/topics/c2vdnvdg6xxt",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/049c/live/e774c000-c8ec-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1c0d/live/87200fa0-c91b-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "US TikTok ban: When could the app be banned and will Trump save it?",
        "short_description": "Social media company TikTok faces a ban in the US unless it is sold by its Chinese parent company ByteDance by 19 January.",
        "long_description": "Social media company TikTok faces a ban in the US unless it is sold by its Chinese parent company ByteDance by 19 January. However, President-elect Donald Trump - who takes office the next day - has asked the Supreme Court to delay the ban when it hears arguments about the case on 10 January. US officials and lawmakers have accused TikTok's owner ByteDance of being linked to the Chinese government. Many have cited national security concerns over the app, claiming that it could be forced by Beijing to hand over data about its 170 million US users. The US Justice Department has said that because of its Chinese parent company, and access to data on American users, TikTok poses \"a national-security threat of immense depth and scale\". In April 2024, US Congress passed a bill, which President Joe Biden signed into law, giving ByteDance nine months to find a US-approved buyer or see TikTok shut down across the US. TikTok and ByteDance deny being linked to the Chinese government, or that any data would be handed over. They have also previously ruled out a sale. The firms have filed multiple legal challenges against the law, saying it is \"unconstitutional\" and would have a \"staggering\" impact on free speech by censoring its US users. They have said that even a temporary ban in early 2025 would have \"devastating effects\" on their operations and users. The US Supreme Court has deferred TikTok and ByteDance's request for an emergency injunction to delay a potential ban while it hears their case. It will hear arguments from the companies, and the US government, about whether the law violates the US constitutional right to free speech, on 10 January. Donald Trump's victory in the 2024 election may offer TikTok a lifeline. He tried to ban the app while he was in the White House in 2020, but has now called on the US Supreme Court to delay the ban while he works on a \"political resolution\". Ahead of the hearing, his lawyer filed a legal brief saying that Trump \"opposes banning TikTok\" and intends to resolve the issues \"through political means once he takes office\". Trump's meeting with TikTok's boss Shou Zi Chew in December also increased hopes among the law's opponents that he would intervene. Online marketplaces, such as app stores, and web hosting platforms will have to stop making TikTok available to Americans if its ban goes ahead. Politicians have told Apple and Google's bosses to be ready to pull TikTok from the App Store and Google Play store for iOS and Android devices. Most people download apps onto their smartphones and tablets through app stores, so the ban would stop new users from getting TikTok. It also would mean that people who already had the app would no longer be able to get future updates designed to improve security or fix bugs. The bill forbids applications controlled by US adversary countries from being updated and maintained in the US. It gives broad powers to the president to limit apps with ties not only to China but also Russia, Iran and North Korea. At the heart of TikTok is its algorithm - a set of instructions that determine the content displayed to users, based on data about how they engaged with other material. TikTok can use this data, as well as information about an individual user's device, location and keystroke rhythms, to recommend videos to users on its automatically generated For You feed. Some researchers have previously claimed the app collects more data from users than others in order to power its highly personalised system. However, rival social media platforms such as Facebook and Instagram collect similar user data. TikTok is already banned in India, which was one of the app's largest markets before it was outlawed there in June 2020. It is also blocked in Iran, Nepal, Afghanistan and Somalia. The UK government and Parliament banned TikTok from staff work devices in 2023, as has the European Commission. The BBC also advised staff to delete TikTok from corporate phones because of security fears. Rival technology giant Huawei has also cut smartphone prices in the run-up to the Lunar New Year holiday. The BBC's Lily Jamali reports from outside the Trump International Hotel where the explosion took place. The ruling marks a significant moment in the long running battle over how to regulate internet providers. The world's most popular YouTuber, known for his grand stunts, says he opted for an intimate proposal. When Jordan Izzett wanted to improve his fitness, he took an unusual approach: racing London’s buses. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-03 10:57:54",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/technology-53476117",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/10DCC/production/_133686096_gettyimages-2190842331.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/CB09/production/_133677915_gettyimages-2189744396.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]