[
    {
        "title": "NewsNews",
        "short_description": "With the fall of Bashar al-Assad's regime, Russia lost a key all in the Middle East - but it still hopes to keeps its military bases in Syria.",
        "long_description": "With the fall of Bashar al-Assad's regime, Russia lost a key all in the Middle East - but it still hopes to keeps its military bases in Syria. A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low. The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. The man was being held with another inmate at a prison in the eastern city of Semnan, according to Iran's semi-official Tasnim News Agency. The young boys were killed with their cousin in a strike which Israel said targeted a \"terrorist cell\". A study in The Lancet suggests Gaza ministry of health figures over a nine-month period might be too low. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. Sala is said to have been held in solitary confinement in Tehran's notorious Evin prison. The body of Yousef Zyadna, 53, was found in an underground tunnel in the Rafah area, the military says. Eight children were reportedly among those killed in the al-Mawasi area and Khan Younis city overnight. At the time, many blamed Carter for not bringing the US hostages in Iran home. But one Marine says he saved his life. The UN human rights chief says it is time Iran \"stems this ever-swelling tide of executions\". The new authorities have promised justice for crimes under the Assads, but there are huge challenges involved. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. An estimated 17,000 children are unaccompanied or separated from family who would ordinarily care for them. What the conflict in 2024 means for 2025... Syrians across the world are still coming to terms with the rapid fall of the Assad regime. Video shows chaos inside an airport terminal in Sanaa, as passengers flee the strikes. Feras Killani grew up in Yarmouk in Damascus, which saw brutal fighting between rebel and government forces. Orla Guerin visits Al-Sina prison in north-eastern Syria, where many suspected fighters have been held for years. Sharaa led the rebel offensive that toppled the Assad regime in Syria less than two weeks ago. The BBC's Hugo Bachega sees Syrians dancing, waving flags and making peace signs in Aleppo. Meet the woman who has found an innovative way to simply accessing much-needed aid in war-torn Lebanon. Provides an overview of Lebanon, including key dates and facts about this Middle Eastern country. Israeli settlers in the occupied West Bank see opportunity in Trump's election, but Palestinians are concerned. The man was being held with another inmate at a prison in the eastern city of Semnan, according to Iran's semi-official Tasnim News Agency. The young boys were killed with their cousin in a strike which Israel said targeted a \"terrorist cell\". The crisis-plagued country's divided parliament ends a power vacuum that lasted more than two years. Provides an overview of Syria, including key dates and facts about this Middle Eastern country. The UN human rights chief says it is time Iran \"stems this ever-swelling tide of executions\". Two women and a police officer are killed after gunmen open fire on a bus and other vehicles in al-Funduq. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:06",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9247/live/5c1e7660-c476-11ef-9016-0b19c70ef50e.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/571d/live/226442a0-cf3f-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday.",
        "long_description": "The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. The deputy prime minister says Anas Sarwar will always get a \"listening ear\" from Downing Street. Alistair Wilson's shooting on the doorstep of his home in Nairn has remained unsolved for 20 years. The party's sole representative at Holyrood says she is standing for the party's leadership. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. The former Scotland rugby captain was given a community payback order after he admitted domestic abuse. The ex-first minister criticised the X owner after he shared a post about the murder of a Scottish schoolboy. The deputy prime minister says Anas Sarwar will always get a \"listening ear\" from Downing Street. Some of Scotland's most renowned artworks could be locked away if galleries close due to a funding gap. The 35-year-old Conservative has represented Dumfriesshire in the Scottish Parliament since 2016. The first minister has offered an \"unreserved\" apology days before a new CalMac ship finally begins passenger sailings. John Swinney is questioned by opposition party leaders during the first FMQs of the year. The Greens co-leader is expected to be in recovery for at least six weeks due to a planned medical procedure. The Labour leader says his MSPs could back the government's plans, if ministers agree to certain demands. Politicians are navigating how to deal with the social media presence of Donald Trump and Elon Musk. Scrapping the two-child cap and changes to tax thresholds are among plans for the next financial year. Judges are considering how a woman is defined in equalities law - what could their ruling mean? The new CalMac vessel at the centre of Scotland's ferries saga has finally been delivered by Ferguson shipyard Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland/scotland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/775d/live/11a3a250-cdc6-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e831/live/0135ae20-d0e8-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Trump threats cast ominous shadow over icy fjords of Greenland",
        "short_description": "The sun is rising over the ice-covered mountains of Nuuk fjord and we are travelling along one of the world's last wild frontiers.",
        "long_description": "The sun is rising over the ice-covered mountains of Nuuk fjord and we are travelling along one of the world's last wild frontiers. But there are shadows gathering here and across the rest of the frozen spaces of Greenland. With Donald Trump about to become president of the United States, his refusal to rule out taking Greenland by force is reverberating through conversations across the island. \"He's welcome to come visit for sure,\" says the skipper of the converted fishing boat taking us east. Conscious that he needs to do business with people of all political hues, he asked not to be named, but used a phrase I hear repeatedly here. \"Greenland belongs to Greenlanders. So, Trump can visit but that's it.\" The waters are flat calm as we pull into the isolated settlement of Kapisillit - population about 40 - where a few hunters are setting out to shoot seals. It's -16C (3F), and with wind chill effect feels more like -27C. But near the harbour I meet a local church elder, Kaaleeraq Ringsted, 73, a great-grandfather, who is out drying fillets of cod caught in the fish-rich waters beside his front door. When I ask about President-elect Trump buying or invading Greenland, he chuckles at first. Then his tone becomes serious. \"It is not acceptable that he says this. Greenland is not for sale.\" Then he tells me how he learned to fish and hunt here with his father and grandfather, and how he wants to preserve this life for his children and grandchildren. Crossing the bay, the boat nosed through the broken surface ice. Two eagles perched on a rock, scanning for fish in the clear waters. We were heading to the farm of Angutimmarik Hansen who keeps sheep as well as hunting seals, wildfowl and rabbits. All of his winter feed for the sheep needs to be imported from Denmark, a reminder of how a harsh climate defines the possibilities of life here. Inside his front door is a rack of hunting rifles. He notices me looking at them. \"Those are in case there's an invasion,\" he jokes. But his attitude to the bellicose rhetoric from Mar-A-Lago is far from relaxed. \"What a stupid person in the world like Trump,\" he says. \"Never will we sell Greenland.\" This little farm is about 3,000 miles (4,828km) from Florida where the incoming US president gave his now infamous press conference last week. \"But Trump is not the USA. We can work with the people of the USA,\" Mr Hansen says. The Trump effect went into overdrive with the arrival in Greenland of Donald Trump Jr, hot on the heels of his father's pronouncements. He flew into the capital Nuuk on the family's 757 jet - Trump Force One - and stayed for four hours and thirty-three minutes, meeting some locals and offering only polite remarks. \"It's been incredibly nice to meet people, and people were very happy to meet with us,\" he said, after lunch at a local hotel. \"Dad will have to come here.\" Then it was back to the sunnier climes of Florida. Trump Jr was welcomed by local businessman Jorgen Boassen, who once campaigned for the president-elect. He told local media that he was Trump's \"biggest fan\" and that \"of course they are interested in our country, and they are welcome to come and see what our country is like. It is also about opening up for trade and cooperation.\" The city of Nuuk is the world's most northerly capital. It has a thriving civil society and a robust press. And there is some satisfaction here that the Trump comments have propelled the debate about Greenland's independence onto the international stage. There must be a Greenland that is nobody's colony, say campaigners like Kuno Fencker, an MP with the governing coalition and member of the local parliament's Foreign and Security Committee. We meet by the harbour, under the bronze statue of Hans Egede, the 18th century missionary widely seen here as the man who opened the way to colonisation. \"Donald Trump is a politician,\" says Mr Fencker. \"He's a hard businessman, and we know his rhetoric, and that rhetoric is something we have gotten used to since 2019, and it's just a matter of talking to a peer, an ally, on how we can solve things here in the Arctic and also in Nato.\" Mr Fencker offers the central argument of pro-independence campaigners. \"What is necessary here is that Greenland as a sovereign state should negotiate directly with the United States and not Denmark doing that for us.\" Independence from Denmark could come at a significant financial cost. Greenland receives subsidies from Copenhagen worth roughly a fifth of its GDP every year. Mr Fencker suggests, as have other leading figures here, that the island would negotiate with America and Denmark for support. \"We are not naïve in regard to that. We need support in defence, security, and also economic development. We want a sustainable and self-sufficient economy.\" The editor of the local newspaper Sermitsiaq, Maasana Egede, admits he was worried by the implied threat of force from Donald Trump, but wants to see how reality matches the rhetoric. As for independence, Mr Egede has been frustrated by what he sees as a polarised debate in the media - local and international. \"We are very much telling this story that it has to be about independence or not independence. But there's all of this story that is in between, that people want independence, but not at any cost. There's a living standard that has to be maintained. There's trade that has to be maintained. There are living ways that have to be maintained.\" There is an expectation that at some point - not in the immediate future - there will be a vote in favour and Denmark will accept the result. The island's Prime Minister, Mute Egede, addressed a joint press conference with the Danish Prime Minister, Mette Frederiksen, in the wake of the latest Donald Trump comments. \"We do not want to be Danish, we do not want to be American, we want to be Greenlandic,\" he said. The Danish PM took care not to offend anybody, least of all the incoming US president. \"The debate on Greenlandic independence and the latest announcements from the US show us the large interest in Greenland,\" she said. \"Events which set in motion a lot of thoughts and feelings with many in Greenland and Denmark.\" Ms Frederiksen knows well how deep feelings run in Greenland. Memories of injustice and racism remain fresh here among the indigenous Inuit people. Scandals like the campaign to insert IUDs (Intrauterine devices) to prevent pregnancies in thousands of Inuit women and girls in the 1960s and 70s, haunt the relationship between Greenland and Denmark. It's not known how many of these procedures were carried out without the permission of those involved, but the numbers are considerable. The aim was to reduce the Greenlandic population. Maliina Abelsen is a former finance minister in Greenland's government, and now a consultant for companies and organisations working on the island. She's also worked for UNICEF Denmark and leading Greenland businesses, like the seafood group, Royal Greenland. Ms Abelsen believes far more needs to be done to address the injustices of the past. \"I think a lot of people are saying, maybe also the Danish government and state have said, 'Oh well, you know this happened in the past. This is so many years ago. How are we going to be responsible for that? It's time to move on.' \"But you cannot move on if you have not been healed, and if you have not been acknowledged to what happened to you. That is a job that we have to do together with Denmark, not something Greenland can do on its own.\" And despite her own high profile in civil society and business, Maliina Abelsen says that when it comes to racism - for example jokes about Inuit people - she \"can speak for most Greenlanders, that we have all experienced that in our life\". The issues of self-determination and facing the past are intimately intertwined. Now the intervention of Donald Trump has placed both before the eyes of the world. But the message we heard - from the remote settlements on the fjord to the capital city Nuuk - is that Greenland's destiny must be decided here, among people whose voices have been too long overlooked. With additional reporting by Adrienne Murray and Kostas Kallergis. The 46th president had his accomplishments - but for now these are partly overshadowed by certain missteps The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. John Swinney says he will capitalise on Donald Trump's Scottish connection in an attempt to avoid tariffs being applied on imports to the US. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. His exit comes amid a dispute over his report into Donald Trump's handling of classified documents. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c93qyky1gglo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/21b5/live/37d2f190-d07f-11ef-8cb7-dd6f12558450.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c77c/live/605c2410-d07f-11ef-8cb7-dd6f12558450.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Inside story of Biden's undoing: 'Infighting, frustration and an insular inner circle'",
        "short_description": "Standing at a lectern at Washington's National Cathedral last Thursday, Joe Biden delivered the eulogy for former President Jimmy Carter while three other former presidents – Bill Clinton, George W Bush and Barack Obama – and the once and future president, Donald Trump, looked on.",
        "long_description": "Standing at a lectern at Washington's National Cathedral last Thursday, Joe Biden delivered the eulogy for former President Jimmy Carter while three other former presidents – Bill Clinton, George W Bush and Barack Obama – and the once and future president, Donald Trump, looked on. Each spectating president had achieved the validation of the American people (re-election to a second term) that has eluded Biden. And as Biden, whose term comes to an end next week, paid tribute to Carter, a fellow one-term president, it was hard not to draw other parallels too. \"Many think he was from a bygone era, but in reality, he saw well into the future,\" Biden said of Carter. He went on to note Carter's accomplishments in advancing civil rights, his work on peace and nuclear non-proliferation, and his efforts to protect the environment. Earlier in the week, however, Biden was making the case for his own legacy and how history should judge him. \"I hope that history says that I came in and I had a plan how to restore the economy and reestablish America's leadership in the world,\" he said in a television interview. \"And I hope it records that I did it with honesty and integrity; that I said what was on my mind.\" Whether that happens is subject to vigorous discussion - but he exits the White House with his approval ratings near their lowest mark of his presidency. Only 39% have a positive view, according to the latest Gallup survey, down from 57% at the start of his term. Next week, the man he defeated in 2020 returns to power, marking what must feel to him like a dour end to a presidency. Biden had his accomplishments – adroitly shepherding complex investment and infrastructure legislation through Congress despite narrow majorities, strengthening and expanding Nato, and appointing a remarkable number of diverse judges to the federal bench – but at least for now, that is overshadowed. His current place in history is as the Democratic interregnum between the two Trump presidential terms. A blip, rather than a pivot. \"He'd like his legacy to be that he rescued us from Trump,\" says author and Democratic strategist Susan Estrich. \"But sadly, for him, his legacy is Trump again. He is the bridge from Trump One to Trump Two.\" It didn't have to be this way. Biden and his team were buffeted by events – some within his control and some outside it. Many of the most damaging developments were entirely predictable, however – and, in fact, predicted - yet the president and his administration appeared to be caught flat-footed. For that, they paid a high price. Biden's first misstep as president came half a world away, in the chaos that unfolded during the US withdrawal from Afghanistan in August 2021. The exit had been negotiated during the final months of the Trump administration, but Biden backed it – despite warnings from some of his military advisors. Those dire predictions proved prophetic, as Kabul descended into panic and unrest. By the end of that month, Biden's Gallup approval rating had dipped below 50% for the first time – a mark it would never again reach. On the domestic front, the situation for the president was equally inauspicious. By summer, US inflation had surpassed 5% for the first time in 30 years. Treasury Secretary Janet Yellen said that she believed the spike was \"transitory\". Biden called it \"temporary\". Some outside the administration, most notably Obama's Treasury Secretary Larry Summers, thought otherwise. By the time inflation reached its peak a year later, at 9.1% in June 2022, Yellen and Biden had admitted they miscalculated. Americans did not forget or forgive, however. And although the monthly inflation numbers had dropped below 3% by summer 2024, unemployment remained low, economic growth was steady and the US had outperformed the world's other industrialised nations, voters continued to have a pessimistic view of the economy. Other issues followed this pattern: The Biden administration was slow to respond to the post-Covid spike in undocumented migration at the US-Mexico border. And it was seemingly caught off-guard by the disruptive impact the Republican-backed programme of relocating migrants to Democratic-run northern cities would have on government services far from the border. Shortages in Covid tests and infant formula, a dramatic increase in the price of eggs, the end of Roe v Wade abortion protections, and the wars in Ukraine and Gaza – for every seemingly unanticipated fire the Biden administration addressed, two new ones would emerge. The challenges were, in fact, daunting – ones that felled incumbent leaders in democracies around the world. But for Biden and the Democrats, hoping to prove that they were a competent and effective counterpoint not just to Trump but to global authoritarian regimes, the stakes were high. Amid all of this, responses from the administration were sometimes glaringly off-key. When asked during a television interview about raising oil production in America to reduce gas prices, in November 2021, Energy Secretary Jennifer Granholm responded with a laugh. \"That is hilarious,\" she said. \"Would that I had the magic wand.\" Biden – once regarded as a gifted communicator and orator - appeared less able to connect with the American people. Signs of his advancing years were also showing. \"Watching Biden speak, I'm like, oh my God, this is a different person,\" said a senior White House official who served in the early years of the Biden administration and spoke on the condition of anonymity. \"Maybe it's simply that when you're there every day, you don't see it.\" A report by Robert Hur, a special counsel appointed to investigate Biden's handling of classified documents, referred to the president as an \"elderly man with a poor memory\", setting off a round of hand-wringing among Democrats. Biden's interactions with the media were curtailed, and his public appearances tightly scripted. His verbal miscues and stumbles became fodder for Republican attacks. But Biden pressed on, determined to seek and win a second term in office. During his presidency, Biden surrounded himself with veterans of government service. His secretary of state, Antony Blinken, had been one of his top foreign policy advisors since his days in the Senate. Merrick Garland, a distinguished appellate court judge and Barack Obama's ill-fated 2016 pick for the Supreme Court, was tabbed for attorney general. Yellen, his pick for treasury, had previously chaired the Federal Reserve. Within the White House, Biden chose Ron Klain – who had worked in Democratic presidential administrations for decades – as his chief of staff. Mike Donilon, another Biden veteran, served as a senior advisor. The team was particularly successful at managing the narrow majorities in the House and the Senate, notching early legislative victories even in the face of unified Republican resistance and reluctance from centrists in his own party. Biden's \"American Rescue Plan\", which passed just two months after he took office, included nearly $2 trillion in new government spending. It expanded healthcare subsidies, and funded the distribution of Covid vaccines and a payment programme that cut child poverty in half, to 5%. Later that year, Democrats and some Republicans joined to pass an infrastructure investment bill, which included $1tn in new spending on transportation, clean energy, water, broadband and other construction programmes. Others followed, marking a legislative agenda that few first-term presidents in the modern era could match – but it came with what some critics see as a fatal flaw. Brent Cebul, an associate professor of history at the University of Pennsylvania, argues that Biden's efforts were too focused on shifting policies that take years to translate into economic benefits for average American workers. \"I think that the time horizon associated with those big pieces of legislation was way out of sync with the exigencies of the presidential election,\" he said. Biden would have been better served finding ways to bring the tangible benefits to voters more quickly – a sentiment Biden himself expressed during a recent newspaper interview. His team also proved less able when success was measured not in laws enacted but in the daily messaging battle against a political opposition that was growing increasingly assertive. A senior Biden official said that the White House team was more decisive early on in his presidency. \"As things started to become a grind and you lose that sense of getting big things done, it can give way to infighting and frustration,\" they admitted, adding that it was their sense that the circle around Biden became more insular as the pressure built. After a two-year respite, his political opponents launched investigations, held hearings (into the Afghanistan withdrawal, the Biden family's business dealings and more) and, in September 2023, formally initiated a presidential impeachment inquiry. All the while, Biden's public approval languished in the low 40s. Biden's presidency should be seen in two halves, says Mr Cebul. The first was more accomplished. The second was less focused. \"Biden's sense that the US was macro-economically doing quite well led him and his advisors to take their eyes off the ball when many, many Americans were still very much hurting.\" On 25 April, 2023, Biden made his presidential bid official in a campaign video warning that Trump \"extremists\" were threatening America. Over the following months, there would be more warnings of the danger Trump posed to American democracy. He would tout his economic plan – embracing the label \"Bidenomics\" - and point to how inflation was dropping while the economy was still growing. I travelled with Biden on a June 2023 trip to Chicago, where he held a reception for deep-pocketed donors and gave a speech on the economy in an historic downtown post office. \"Bidenomics is about the future,\" he said.\"Bidenomics is just another way of saying: Restore the American dream.\" Mr Cebul believes that was a bad move. \"For him to then spend most of the spring and the early summer basically talking about how he's the most successful economic president in modern history, it was just so discordant,\" he said. \"Not only was the message out of sync, he was also just a terrible messenger.\" In Chicago, as in many of his speeches, Biden's delivery was at times halting. His words sometimes mumbled and his syntax mangled. Through it all, however, Biden was telling aides that he believed he was the man best positioned to defeat Trump – that he had done it once, and he would do it again. And those aides vigorously pushed back whenever anyone questioned Biden's abilities. \"I'm not a young guy, that's no secret,\" Biden said in a campaign advert. \"But here's the deal: I understand how to get things done for the American people.\" In the autumn, Biden confronted yet another crisis - following the 7 October Hamas attack on Israel, he quickly cautioned Israel not to overreact or overreach in its response to the bloodshed. As with the Russian invasion of Ukraine, the president turned his attention to world affairs. But unlike Ukraine, during which Biden assembled a unified western coalition against the invasion, the continued US support of Israel eroded enthusiasm and support for Biden in some quarters at home. At the same time, Biden was confronting his son Hunter's growing legal troubles – a June trial and conviction on gun charges and, perhaps more concerning for the president, an indictment on tax-related violations that involved Hunter's foreign business dealings. The airing of family discord and pain was, at the very least, a distraction and an emotional drain on the president. His ultimate decision to pardon his son, made after November's election, was condemned by many, including some allies. Ultimately, Biden's presidential bid – and his presidency – came crashing down in late June on a stage in Atlanta during a debate with Trump. His confused and at times incomprehensible performance dealt his campaign a mortal blow that seemingly confirmed Republican attacks – and Democratic fears – about his advancing age. But eventually, after Trump defiantly responded to a failed assassination attempt and held a boisterous, unified national party convention in mid-July, Biden dropped out of the race. Trump's victory over Kamala Harris, Biden's hand-picked successor, ensured that the final electoral judgement on Biden's half-century political career would be one of rejection and defeat. What would Biden's legacy have been if he had simply stepped aside – \"passed the torch\" in his words – without seeking a second term? No video campaign launch. No grasping for campaign messages or Trump debate disaster. Instead, a robust race for the Democratic nomination with Biden floating above it all. \"We should have had primaries,\" argues Ms Estrich. \"His successor would have had time to make the case.\" In the end, Biden's age and Trump's enduring appeal were the fires that his administration could never put out, and the ones that ultimately consumed his presidency. In exactly one week, Trump will take the oath of office and will likely set about dismantling much of what Biden accomplished over the past four years. How effective he is at doing this will go a long way towards determining Biden's lasting legacy. A few weeks ago, I asked Attorney General Garland how he thought history would judge Biden and this administration. \"I'll leave that to the historians,\" he replied. That, in the end, is all Biden has left. Top picture credit: Getty Images BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below. Harris, who Trump defeated in the 2024 election, presided over the event as required by the US Constitution. Among the allies the president-elect has chosen to join his administration are contentious figures, including among fellow Republicans. The president-elect has nominated RFK to lead the Department of Health and Human Services. The suspect used an “improvised incendiary device” to start the fire in Portland, Oregon, ahead of the US election. A week after losing the election, Kamala Harris's team are still appealing for funds. Republicans have won control of both chambers of Congress, yielding Trump limited congressional oversight for at least 2 years. The president and president-elect shook hands as part of a long-standing tradition signifying the transfer of power. Given all the things they’ve said about each other, Joe Biden and Donald Trump’s meeting could be really awkward. 'I think Putin believes that he knows how to play Trump', says Trump's former adviser John Bolton. The Russian president says he was impressed by Trump's reaction to the first assassination attempt against him. The president addressed Americans from the White House for the first time since Donald Trump's election victory. After Donald Trump's decisive victory, we asked Americans what they think made the difference for each campaign. The BBC's Samira Hussain was on the ground for Harris's concession speech at Howard University. The vice-president addressed supporters at Howard University in Washington DC, following her election defeat to Donald Trump. BBC NI asks people in Belfast how they feel about Donald Trump's victory in the US election. Donald Trump took the stage at his campaign watch party in West Palm Beach, Florida, and was met with loud cheers. Voters across the US have their say on the re-election of Donald Trump. Sir Keir Stamer and Kemi Badenoch react to Donald Trump's US Election victory at PMQs. The first minister had backed Democrat Kamala Harris, which Trump's Scottish business had branded \"an insult\". Catch up on the key moments from election night. His exit comes amid a dispute over his report into Donald Trump's handling of classified documents. All five living presidents appeared together at the funeral service of former US President Jimmy Carter. The outgoing president also says he is considering pardons for Trump foes. The Republican will begin his second presidential term in January 2025. The outgoing vice-president is weighing her options, which could include another White House run, or a bid to be California's governor. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:11",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c7vd5n3el6no",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2e42/live/ebfa90c0-cf43-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7c85/live/b10b1130-cf5f-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Zelensky offers exchange of North Korean soldiers",
        "short_description": "Ukrainian President Volodymyr Zelensky says he is willing to hand over two captured soldiers from North Korea back to their home country in exchange for Ukrainian prisoners of war in Russia.",
        "long_description": "Ukrainian President Volodymyr Zelensky says he is willing to hand over two captured soldiers from North Korea back to their home country in exchange for Ukrainian prisoners of war in Russia. \"For those North Korean soldiers who do not wish to return, there may be other options available,\" Zelensky said on social media, adding \"those who express a desire to bring peace closer by spreading the truth about this war in Korean will be given that opportunity\". Ukraine said on Saturday that the men were captured on 9 January. When asked last year, President Vladimir Putin did not deny Russia was using North Korean troops in its war on Ukraine, saying it was Russia's \"sovereign decision\". The Security Service of Ukraine (SBU) said the two men are in Kyiv and receiving medical care. They only speak Korean and are being questioned with the assistance of the South Korean NIS (National Intelligence Service), the intelligence service said. Zelensky posted photos on social media on Saturday showing the men, who are injured. He also shared a photo of a red Russian military card that gives the place of birth as Turan, in the Tuva Republic, which is close to Mongolia. The intelligence service said that when the prisoners were captured, one of the soldiers had a Russian military ID card issued in the name of another person with registration in the Tuva Republic. The other had no documents. The intelligence service said that during interrogation, one of the soldiers told security personnel that he had been issued the document in Russia during the autumn of 2024. He is alleged to have stated that at that time, some of North Korea's combat units had one-week interoperability training. \"It is noteworthy that the prisoner...emphasises that he was allegedly going for training, not to fight a war against Ukraine,\" the SBU statement said. Zelensky's office said in a statement on Saturday that the Russians \"are trying to hide the fact that these are soldiers from North Korea by giving them documents claiming they are from Tuva or other territories under Moscow's control\". The intelligence service reported that the soldier carrying the ID card said he was born in 2005 and had been serving North Korea as a rifleman since 2021. The second prisoner is reported to have given some of his answers in writing because he had an injured jaw, according to SBU. The intelligence service said it believed he was born in 1999 and had been serving North Korea as a scout sniper since 2016. The Geneva Convention states that the questioning of prisoners should be carried out in a language they understand and prisoners must be protected against public curiosity. BBC News and other international media have not yet verified Ukraine's account of the prisoners and their capture. Ukraine and South Korea reported late last year that North Korea had sent at least 10,000 troops to Russia. The White House said North Korean forces were experiencing mass casualties. In December, South Korea's intelligence agency reported that a North Korean soldier believed to have been the first to be captured while supporting Russia's war in Ukraine had died after being taken alive by Ukrainian forces. Zelensky said on Sunday \"there should be no doubt left that the Russian army is dependent on military assistance from North Korea\". President Zelensky says the two men are receiving \"necessary medical assistance\". The former US president halted a US-North Korea showdown, but was also accused of going rogue. The actions are aimed at cutting off revenue Moscow is using to fund its war in Ukraine. The US president-elect has said previously that he wants to negotiate an end to the war in Ukraine. The vehicles will be driven to Krakow to help refugees and those injured in Ukraine. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 08:45:12",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cn57z316y02o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9df/live/65066770-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/7fdc/live/904013f0-d11d-11ef-ad10-356270f4d4c2.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Earthslip disrupts train services in up-country line",
        "short_description": "January 12, 2025 10:38 am",
        "long_description": "January 12, 2025 10:38 am Train services along the upcountry railway line have been disrupted following an earthslip between the Ohiya and Idalgasinna railway stations, triggered by the prevailing adverse weather conditions. The Ministry of Transport, Highways, Ports, and Civil Aviation said that railway staff are currently working to clear the soil and debris from the affected area. Efforts are underway to restore train operations as soon as possible, the ministry added. As a result of the disruption, the night mail train from Colombo Fort to Badulla and the train from Badulla to Colombo Fort have been delayed until the railway line is restored. Update 11.25 a.m.: The train operations along the upcountry railway line which were disrupted following an earthslip between the Ohiya and Idalgasinna railway stations, have now been restored after the tracks were cleared, according to the Department of Railways.",
        "publication_time": "2025-01-13 08:45:13",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104907/earthslip-disrupts-train-services-in-up-country-line",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Fairly heavy showers expected in parts of the island",
        "short_description": "January 12, 2025 08:31 am",
        "long_description": "January 12, 2025 08:31 am The Meteorology Department says showers or thundershowers will occur at times in Northern, North-central, Eastern, Uva and Central provinces. Fairly heavy showers above 50 mm can be expected at some places in Eastern, Uva and Central provinces and in Polonnaruwa district. Showers or thundershowers will occur in the North-western province and in Colombo and Gampaha districts in the morning, the Met. Department said. Showers or thundershowers will occur at several places elsewhere during the afternoon or night. Fairly strong winds of 30-40 kmph can be expected at times over Northern, Eastern, North-central and North-western provinces, it added. Misty conditions can be expected at some places in Sabaragamuwa and Central provinces during the morning. Thus, the general public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
        "publication_time": "2025-01-13 08:45:14",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104902/fairly-heavy-showers-expected-in-parts-of-the-island",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lankans rally to stop deportation of Rohingya refugees to Myanmar",
        "short_description": "January 12, 2025 09:09 pm",
        "long_description": "January 12, 2025 09:09 pm Sri Lankan civil society groups and activists are mobilizing to save more than 100 Rohingya refugees rescued off the Indian Ocean island nation last month following a government announcement that they will be deported. A group of about 100 Rohingya refugees, which reportedly included over two dozen children, was rescued off the coast of the northeastern Mullaitivu district on Dec. 19. Several protests were recently organized in Mullaitivu and the capital Colombo after Sri Lanka’s Minister of Public Security and Parliamentary Affairs Ananda Wijepala announced on Jan. 3 that the government was in talks with Myanmar authorities over the deportation of the Rohingya refugees. “These are stateless people, they don’t have a home to go to,” social activist Thasneema Dahlan, who took part in a protest in Colombo on Friday, told Arab News. “The Rohingya are massacred and chased and terrorized in their own home, and that is why they fled their own country looking for greener pastures elsewhere.” The mostly Muslim Rohingya — the “world’s most persecuted minority,” according to the UN — have faced decades of oppression in Myanmar. In 2017, more than 730,000 Rohingya from Rakhine State were forced to flee to neighboring Bangladesh to escape a brutal military crackdown that UN experts have referred to as a “genocidal campaign,” amid evidence of ethnic cleansing, mass rape, and killings. As Rakhine became a focal point in Myanmar’s intensifying nationwide civil war, hundreds of Rohingya have been fleeing the country in recent weeks through dangerous sea crossings, often on rickety boats. Last year, more than 7,800 people made such attempts, according to the UN refugee agency — an 80 percent increase compared with 2023. “Their objective wasn’t to get to Sri Lanka. Their objective was to get somewhere, anywhere where they could survive,” Dahlan said. “We are urging the government to … please not send them back, not repatriate them, not deport them, because that is just sending them back to death.” Sri Lanka, which is not a signatory to the 1951 UN Refugee Convention and its 1967 protocol, is a transit point for refugees until the UNHCR helps them resettle in another country. In 2022, its navy also rescued about 100 Rohingya refugees, who have been under the care of local NGOs as they await resettlement. Sri Lankan activists have also filed petitions with the government, urging authorities to relocate the new group of refugees from the Keppapulavu Air Force base in Mullaitivu, where they have stayed since Dec. 23. According to protesters, aid agencies, including the UN, have been stopped from meeting the Rohingya. “Sheltering the refugees under a militarized environment is incompatible with international humanitarian norms and basic human values,” the North-East Coordinating Committee, which organized the Mullaitivu protest on Thursday, said in a letter. Ruki Fernando, a human rights activist based in Colombo, said the Rohingya refugees should be “kept in a place under civil administration,” not military. “Many Sri Lankans have been refugees. We need to help others. It’s our legal obligation … under customary international law, non-refoulement is prohibited. It means no one fleeing a well-founded fear of persecution should be sent back,” Fernando told Arab News, referring to the hundreds of thousands of Sri Lankan Tamils who fled the country’s civil war between 1983 and 2009. “We also have moral, ethical obligations to welcome, care and support those in distress. Our religious and spiritual values teach us this.” Source: Arab News --Agencies",
        "publication_time": "2025-01-13 08:45:15",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104921/sri-lankans-rally-to-stop-deportation-of-rohingya-refugees-to-myanmar",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "Sri Lankan cricketer Dhananjaya de Silva\u0092s brother remanded ",
        "short_description": "January 11, 2025 07:30 pm",
        "long_description": "January 11, 2025 07:30 pm Savithra de Silva, also known as “Sangu,” the brother of Sri Lanka’s Test cricket captain Dhananjaya de Silva, has been ordered to be remanded in custody until January 24, 2025, after he was produced before Mount Lavinia Magistrate’s Court. Savithra de Silva was arrested by Mount Lavinia Police following a violent altercation in Ratmalana last night (10). The incident reportedly began when he assaulted an individual near his residence on Friday night (10). The victim is said to be a close associate of “Kudu Anju” and “Alto Dharma”, both accused in the murder of Dhananjaya de Silva’s father. In retaliation, the victim returned to the scene with Indika Suranga Zoysa, alias “Ratmalane Sudda,” and another group. They then attacked “Sangu”, with one person reportedly striking him with a sharp weapon during the clash. Despite his injuries, he allegedly armed himself with a sharp weapon and retaliated, injuring “Ratmalane Sudda” and another individual. All three injured parties were admitted to Kalubowila Teaching Hospital for treatment and subsequently taken into police custody, according to police. Meanwhile, it was reported that Savithra de Silva is still receiving treatment at the Kalubowila Teaching Hospital under police security. NOTE:- Due to legal contstraints, the Ada Derana Editorial team has taken a decision to disable comments on all articles concerning ongoing court procedures.",
        "publication_time": "2025-01-13 08:45:16",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104899/sri-lankan-cricketer-dhananjaya-de-silvas-brother-remanded-",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "China ready to deepen political trust and strengthen ties during President Dissanayake\u0092s visit",
        "short_description": "January 11, 2025 06:11 pm",
        "long_description": "January 11, 2025 06:11 pm At the invitation of Chinese President Xi Jinping, Sri Lanka’s President Anura Kumara Dissanayake will pay a state visit to China from Jan. 14 to 17, Chinese foreign ministry spokesperson Hua Chunying announced during a press conference held in China on Friday (10). The visit, the first one to China by President Dissanayake since taking office, is of great significance to the development of China-Sri Lanka relations, Guo Jiakun, also a spokesperson for the foreign ministry, told a news briefing on the same day. During the visit, President Xi Jinping will hold talks with President Dissanayake. Premier Li Qiang and Chairman of the National People’s Congress Standing Committee Zhao Leji will meet with him respectively. Noting that China and Sri Lanka are traditional friendly neighbors, Guo said that since the establishment of diplomatic ties in 1957, China-Sri Lanka relations have stood the test of the changing international landscape and maintained sound and steady development, setting a good example of friendly coexistence and mutually beneficial cooperation between countries with different sizes. China stands ready to work with Sri Lanka to take President Dissanayake’s visit as an opportunity to continue the traditional friendship, deepen political mutual trust, expand high-quality Belt and Road cooperation and practical cooperation in various fields, strive for new progress in bilateral strategic cooperative partnership based on sincere mutual assistance and ever-lasting friendship, and deliver more benefits to the two peoples, Guo said. Source: Xinhua --Agencies",
        "publication_time": "2025-01-13 08:45:17",
        "country": "No Country Info",
        "news_url": "https://www.adaderana.lk/news/104898/china-ready-to-deepen-political-trust-and-strengthen-ties-during-president-dissanayakes-visit",
        "images": [
            "https://www.facebook.com/tr?id=1534842333510611&ev=PageView&noscript=1",
            "https://www.adaderana.lk/2021/assets/images/sl_flag.gif",
            "https://www.adaderana.lk/2021/assets/images/adaderana-header-logo.png",
            "https://www.adaderana.lk/2021/assets/images/adaderana-logo-mobile.png",
            "https://www.adaderana.lk/2021/assets/images/sinhala_lang.jpg"
        ],
        "videos": [],
        "favicon": "https://www.adaderana.lk/favicon.ico",
        "read_count": 0
    },
    {
        "title": "'I had a number one and nobody knows who I am'",
        "short_description": "The man who provided the singing voice for Robbie Williams in his musical biopic Better Man described it as \"the weirdest claim to fame\".",
        "long_description": "The man who provided the singing voice for Robbie Williams in his musical biopic Better Man described it as \"the weirdest claim to fame\". Musician Adam Tucker, from King's Lynn in Norfolk, had always been told by friends that he sounded like the Stoke-on-Trent pop star so sent recordings to film producers who were looking for a sound-a-like. Between 3 January and 9 January the film's soundtrack album was number one in the Official Album Downloads Chart which Mr Tucker described as \"crazy\". \"I see people like Pink, Hugh Jackman and Zac Efron have all posted about this film, and I'm thinking 'they've all just heard me sing for two and a half hours and they don't know'. But I guess that means I've done the job right.\" he said. The singer added: \"As a musician I've spent years trying to write songs that get heard... To finally be in the charts in some capacity is obviously like amazing. \"Millions of people have heard me sing but only a small percentage of them know they've actually heard me sing.\" Milton Keynes actor Jonno Davies provided the speaking voice and performance capture for Robbie Williams in the film, who is represented on screen as a CGI chimpanzee. While Williams sang some of the songs on the soundtrack, Mr Tucker estimated \"about 90%\" of the music heard in the movie was him. Filmmakers wanted new versions of the star's best-known hits so songs could fit the energy of the big musical scenes while still sounding like the hit-maker in his youth. Mr Tucker estimated he spent about 200 hours re-recording Williams' songs between the summer of May 2023 and August 2024. During recordings he had cameras trained on his mouth so artists at New Zealand special effects company Wētā FX could match the chimpanzee's mouth movements to his own. Working on the film has given the Norfolk musician a new appreciation for Williams. He said: \"Some of the parts on some of the songs I was on the brink of my voice... He must've been 16 when he sung this. \"Some of his songs are really high. I don't think people give him credit, he still sings the songs in the same key, he doesn't change the key of the songs.\" The other challenge was the accent, Robbie Williams is not from Norfolk. \"I have some family from Stoke, so I'm well-tuned into that accent. It was those little tweaks in the accent that we spent hours on,\" he recalled. Mr Tucker said his favourite songs to perform in the film were My Way and She's The One as both were pivotal emotional scenes. In the film, the latter is done as a duet with All Saint's singer Nicole Appleton - her character's singing voice was provided by West End performer Kayleigh McKnight from Sawbridgeworth in Hertfordshire. She beamed: \"Knowing that there's people all over the world hearing my voice when they see this film blows my mind. \"There's something kind of fun about it. I was sat in the cinema watching it, and no one knew it was me... I felt like a bit like the Masked Singer. \"I've been dreaming of a number one in the download chart, and now I've got one. Maybe not quite the way I was expecting. I was manifesting it clearly, but I just didn't realise it would be in the Robbie Williams biopic.\" A friend of Ms McKnight invited her to audition for the role - she recorded herself singing She's The One at home and a short time later found herself in a studio. Unlike Mr Tucker, her recording only took about two days and filming had already finished. The singer said: \"They didn't ask me to sound like Nicole from All Saints, mostly because their songs were so different to this version of She's The One that we were doing.\" Ms McKnight revealed she has received messaged from fans who have described her performance as moving and emotional. \"This is my call out to Robbie, if you need a singer for She's The One on tour. I'm available,\" she laughed. Mr Tucker made a similar offer. Follow Norfolk news on BBC Sounds, Facebook, Instagram and X. The rap trio - currently in a legal battle with their record label - say they are proud of their roots. We've rounded up all the key culture releases for the week ahead, from film to music. The singer, 33, posted a photo on Instagram with the caption: \"She's eating for 3 now\". Molly and Ruby Mulholland from Glengormley said they \"couldn't believe\" they got to perform for singer Ed Sheeran. After 50 years, classical trio The Priests are saying goodbye after countless shows and album sales. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:13:52",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cr460qzy5y0o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5b57/live/dd8f9f50-cf82-11ef-8cf3-2b9bfb3dfcfa.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/af61/live/d27e0850-cf90-11ef-a540-23f03d6459a3.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "The truth behind your £10 dress: Inside the Chinese factories fuelling Shein's success",
        "short_description": "The hum of sewing machines is a constant in parts of Guangzhou, a thriving port on the Pearl River in southern China.",
        "long_description": "The hum of sewing machines is a constant in parts of Guangzhou, a thriving port on the Pearl River in southern China. It rattles through the open windows of factories from morning until late at night, as they finish the t-shirts, shorts, blouses, pants and swimwear that will be shipped to fill wardrobes in more than 150 countries. This is the sound of Panyu, the neighbourhood known as the \"Shein village\", a warren of factories that power the world's largest fast fashion retailer. \"If there are 31 days in a month, I will work 31 days,\" one worker told the BBC. Most said they only have one day off a month. The BBC spent several days here: we visited 10 factories, spoke to four owners and more than 20 workers. We also spent time at labour markets and textile suppliers. We found that the beating heart of this empire is a workforce sitting behind sewing machines for around 75 hours a week in contravention of Chinese labour laws. These hours are not unusual in Guangzhou, an industrial hub for rural workers in search of a higher income; or in China, which has long been the world's unrivalled factory. But they add to a growing list of questions about Shein, once a little-known Chinese-founded company that has become a global behemoth in just over five years. Still privately-owned, it is estimated to be worth about £36bn ($60bn) and is now eyeing a listing on the London Stock Exchange. Its meteoric rise, however, has been dogged with controversy about its treatment of workers and allegations of forced labour. Last year it admitted to finding children working in its factories in China. The company declined to be interviewed but told the BBC in a statement that \"Shein is committed to ensuring the fair and dignified treatment of all workers within our supply chain\" and is investing tens of millions of dollars in strengthening governance and compliance\". It added: \"We strive to set the highest standards for pay and we require that all supply chain partners adhere to our code of conduct. Furthermore, Shein works with auditors to ensure compliance.\" Shein's success lies in volume - the inventory online runs into the hundreds of thousands - and deep discounts: £10 dresses, £6 sweaters, prices that hover below £8 on average. Revenue has soared, outstripping the likes of H&M, Zara and the UK's Primark. The cut-price sales are driven by places like the Shein village, home to some 5,000 factories, most of them Shein suppliers. The buildings have been hollowed out to make way for sewing machines, rolls of fabric and bags brimming with cloth scraps. The doors to their basements are always open for the seemingly endless cycle of deliveries and collections. As the day passes, the shelves fill up with warehouse-bound, clear plastic bags labelled with a now-distinctive five-letter noun. But even past 22:00, the sewing machines - and the people hunched over them - don't stop as more fabric arrives, in trucks so full that bolts of colour sometimes tumble onto the factory floor. \"We usually work, 10, 11 or 12 hours a day,\" says a 49-year-old woman from Jiangxi unwilling to give her name. \"On Sundays we work around three hours less.\" She is in an alleyway, where a dozen people are huddled around a row of bulletin boards. They are reading the job ads on the board, while examining the stitching on a pair of chinos draped over it. This is Shein's supply chain. The factories are contracted to make clothes on order - some small, some big. If the chinos are a hit, orders will ramp up and so must production. Factories then hire temporary workers to meet the demand their permanent staff cannot fulfil. The migrant worker from Jiangxi is looking for a short-term contract - and the chinos are an option. \"We earn so little. The cost of living is now so high,\" she says, adding that she hopes to make enough to send back to her two children who are living with their grandparents. \"We get paid per piece,\" she explains. \"It depends how difficult the item is. Something simple like a t-shirt is one-two yuan [less than a dollar] per piece and I can make around a dozen in an hour.\" Examining the stitching on the chinos is crucial for making that decision. All around her, workers are calculating how much they will get paid to make each piece of clothing and how many they can make in an hour. The alleys of Panyu function as labour markets, filling up in the mornings as workers and scooters rush past the breakfast dumpling cart, the cups of steaming soybean milk and the hopeful farmer selling chicken and duck eggs. Standard working hours appear to be from 08:00 to well past 22:00, the BBC found. This is consistent with a report from the Swiss advocacy group Public Eye, which was based on interviews with 13 textile workers at factories producing clothes for Shein. They found that a number of staff were working excessive overtime. It noted the basic wage without overtime was 2,400 yuan (£265; $327) - below the 6,512 yuan the Asia Floor Wage Alliance says is needed for a \"living wage\". But the workers we spoke to managed to earn anywhere between 4,000 and 10,000 yuan a month. \"These hours are not unusual, but it's clear that it's illegal and it violates basic human rights,\" said David Hachfield from the group. \"It's an extreme form of exploitation and this needs to be visible.\" The average working week should not exceed 44 hours, according to Chinese labour laws, which also state that employers should ensure workers have at least one rest day a week. If an employer wants to extend these hours, it should be for special reasons. While Shein's headquarters are now in Singapore, there is no denying the majority of its products are made in China. And Shein's success has drawn the attention of Washington, which is increasingly wary of Chinese firms. In June, Donald Trump's pick for US Secretary of State, Marco Rubio, said he had \"grave ethics concerns\" about Shein's \"deep ties to the People's Republic of China\": \"Slave labour, sweatshops, and trade tricks are the dirty secrets behind Shein's success,\" he wrote. Not everyone would agree with Rubio's choice of words to describe the conditions at Shein's suppliers. But rights groups say that the long working hours, which have become a way of life for many in Guangzhou, are unfair and exploitative. The machines dictate the rhythm of the day. They pause for lunch and dinner when the workers, metal plates and chopsticks in hand, file into the canteen to buy food. If there is no more space to sit, they stand in the street. \"I've been working in these factories for more than 40 years,\" said one woman who spent just 20 minutes eating her meal. This was just another day for her. Inside, the factories we visit are not cramped. There is enough light and industrial-sized fans have been brought in to keep workers cool. Huge posters urge staff to report underage workers - likely a response to finding two cases of child labour in the supply chain last year. The BBC understands that the company is keeping a closer eye on its suppliers ahead of plans to go public on the London Stock Exchange. \"This is about their reputation,\" says Sheng Lu, a professor in Fashion and Apparel Studies at the University of Delaware. \"If Shein can successfully achieve an IPO then it means they are recognised as a decent company. But if they are to keep the confidence of investors, they have to take some responsibility.\" One of the biggest challenges Shein faces is accusations that it sources cotton from China's Xinjiang region. Once touted as among the world's best fabric, Xinjiang's cotton has fallen out of favour after allegations that it is produced using forced labour by people from the Muslim Uyghur minority - a charge that Beijing has consistently denied. The only way to get around this criticism is to be more transparent, Prof Sheng says. \"Unless you fully release your factory list, unless you make your supply chain more transparent to the public, then I think it's going to be very challenging for Shein.\" A major advantage, he adds, is that Shein's supply chain is in China: \"Very few countries have a complete supply chain. China has this - and nobody can compete.\" Aspiring rivals like Vietnam and Bangladesh import raw materials from China to make clothes. But Chinese factories rely entirely on local sources for everything, from fabric to zippers and buttons. So it's easy to make a variety of garments, and they are able to do it quickly. That especially works for Shein whose algorithm determines orders. If shoppers repeatedly click on a certain dress, or spend longer looking at a wool sweater, the firms knows to ask factories to make more - and fast. For workers in Guangzhou, this can be a challenge. \"Shein has its pros and cons,\" one factory owner told us. \"The good thing is the order is eventually big, but profit is low and it's fixed.\" Shein, given its size and influence, is a hard bargainer. So factory owners have to cut costs elsewhere, often resulting in lower staff wages. \"Before Shein, we produced and sold clothes on our own,\" said an owner of three factories. \"We could estimate the cost, decide the price and calculate the profit. Now Shein controls the price, and you have to think about ways to reduce the cost.\" When orders peak, however, it's a bonanza. The company ships around one million packages a day on average, according to data from ShipMatrix, a logistics consultancy firm. \"Shein is a pillar of the fashion industry,\" said Guo Qing E, a Shein supplier. \"I started when Shein started. I witnessed its rise. To be honest, Shein is an awesome company in China. I think it will become stronger, because it pays on time. This is where it is most trustworthy. \"If payment for our goods is due on the 15th, no matter whether it's millions or tens of millions, the money will be paid on time.\" Shein, with its gruelling hours and sometimes lower wages, may not be a source of comfort to all its workers. But it is a source of pride for some. \"This is the contribution we Chinese people can make to the world,\" said a 33- year-old supervisor from Guangdong, who didn't want to give her name. It's dark outside and workers are filing back into factories after their dinner for the final stretch. She admits the hours are long, but \"we get on well with each other. We are like a family\". Hours later, after many workers head home for the night, the lights in several buildings stay on. Some people work until midnight, one factory owner told us. They want to earn more money, he said. After all, in London, Chicago, Singapore, Dubai and so many other places, someone is hunting for their next bargain. While schoolyard chat turns to the prom, one 15-year-old worries about finding a dress that fits. The independent boutique at Sheffield's Fox Valley development will close in March. Yinan Zhu declined to say whether it retailer's suppliers used Chinese cotton amid concerns over forced labour. Black Friday boosted monthly sales, but overall 2024 was a lacklustre year for retail, figures show. Shoppers prefer a location where they can \"eat, drink and socialise\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:13:53",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cdrylgvr77jo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/88b9/live/94fef3f0-cf4e-11ef-ac0b-3daa0fac542c.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3c51/live/33ca4850-d084-11ef-a130-39d0f5247175.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The fires have been spreading rapidly because of high winds and very dry conditions.",
        "long_description": "The fires have been spreading rapidly because of high winds and very dry conditions. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. The Northern Lights were visible across many parts of the UK on Wednesday evening As the festivities get under way, here is a snapshot of some of the events happening across the globe. A look back at the life of the 39th US president. An iconic image of Brazilian surfer Gabriel Medina is named the overall winner at the World Sports Photography Awards. More than 200 million Christians are associated with Orthodox Churches and most celebrate Christmas on 7 January. Over the past few years Megan Winstone has taken photographs for Vogue, Kerrang! and Dr. Martens. The Northern Lights were visible across many parts of the UK on Wednesday evening A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures by our readers on a set theme. A selection of pictures sent in by our readers on the theme of \"fluids\". Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page Photographs on the theme of 'autumn walks' sent in by our readers. A selection of pictures on the theme of 'road trip'. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of \"fluids\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:13:55",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4934/live/703aa4a0-ce7d-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/5f52/live/473b2520-ce87-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday.",
        "long_description": "The MV Glen Sannox is to make its first scheduled passenger voyage between Troon and Arran early on Monday. The new CalMac vessel at the centre of Scotland's ferries saga has finally been delivered by Ferguson shipyard Rangers reduce the gap at the top of the Scottish Premiership to 15 points as bottom side St Johnstone succumb to another defeat that leaves them further adrift at the foot of the Scottish Premiership. The Repair Shop on the Road will take on challenges including a window signed by Robert Burns and a historic canoe. Four of the wild cats have been captured in recent days, after they were illegally released into the Highlands. The new CalMac vessel at the centre of Scotland's ferries saga has finally been delivered by Ferguson shipyard John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. Officers are searching the River Dee in Aberdeen for Eliza and Henrietta Huszti, who have been missing since Tuesday. Rangers reduce the gap at the top of the Scottish Premiership to 15 points as bottom side St Johnstone succumb to another defeat that leaves them further adrift at the foot of the Scottish Premiership. A selection of photographs submitted to BBC Scotland News from around the country this week. The Thistle will open its doors next week after nearly a decade of deadlock over drug laws. Seven Scottish fishermen died when the scallop dredger sank off the Manx coast on 11 January 2000. Police say the 18-year-old was found seriously injured on Bath Street, Portobello at about 18:40 on Friday. Altnaharra in the Highlands recorded the lowest overnight temperature of the winter in Scotland. A man has upcycled a seat from the old-style Glasgow subways which left the underground last summer. Two cats have been captured and a search goes on for two more in the UK's largest national park. Ardross Castle in the Highlands has links to a controversial duke and Worcestershire sauce. William Butchart's son was two when he was diagnosed with the condition and his daughter was 13. Mild, wet and windy weather - and now heavy snow - have been a feature of the latest season. John Swinney says he will capitalise on Donald Trump's Scottish connection in an attempt to avoid tariffs being applied on imports to the US. Helen Senn, from the RZSS, said the other lynx captured is being transported to Edinburgh Zoo. Police say two more lynx have been spotted in the same area where a pair of the wild cats were captured on Thursday. The Thistle will open its doors next week after nearly a decade of deadlock over drug laws. Footage has shown the efforts to successfully capture two lynx illegally released in the Highlands. The singer made a surprise appearance at a music youth group and choir to launch his new charity foundation. Four of the wild cats have been captured in recent days, after they were illegally released into the Highlands. Officers are searching the River Dee in Aberdeen for Eliza and Henrietta Huszti, who have been missing since Tuesday. Seven Scottish fishermen died when the scallop dredger sank off the Manx coast on 11 January 2000. Highly pathogenic avian influenza was reported at Kingoldrum, in the Kirriemuir area, on Friday. Rangers boss Philippe Clement urges unity as Rangers fans are split over walk-out protest during side's win over St Johnstone. Rangers reduce the gap at the top of the Scottish Premiership to 15 points as bottom side St Johnstone succumb to another defeat that leaves them further adrift at the foot of the Scottish Premiership. Neil Robertson produces a stirring fightback from 5-1 down to defeat fellow two-time champion John Higgins 6-5 at the Masters. Britain's Jacob Fearnley is expecting a febrile atmosphere when he faces Nick Kyrgios at the Australian Open, while Jack Draper and Jodie Burrage also play on day two. Hearts miss a 93rd-minute penalty in a Pittodrie stalemate as Aberdeen's winless run stretches to 11 games - matching their unbeaten streak at the start of the Scottish Premiership season. Big stories from across the country More from the day’s top stories and communities across Scotland. The BBC's Scottish news podcast. The nation's morning news programme. Foula - which also celebrates Christmas on 6 January - never full adopted the modern Gregorian calendar. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. A review of the front page stories from the daily newspapers in Scotland. Four of the wild cats have been captured in recent days, after they were illegally released into the Highlands. Altnaharra in the Highlands recorded the lowest overnight temperature of the winter in Scotland. A review of the front page stories from the daily newspapers in Scotland. Two other lynx were captured in the same area on Thursday. Police say two more lynx have been spotted in the same area where a pair of the wild cats were captured on Thursday. The former Scotland rugby captain was given a community payback order after he admitted domestic abuse. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:13:56",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/scotland",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/775d/live/11a3a250-cdc6-11ef-8651-f9189da675cd.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4dbf/live/9024e2d0-a7f4-11ef-8ab9-9192db313061.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Before and after footage reveals scale of damage after LA wildfires",
        "short_description": "The Palisades Village and Pacific Palisades have been devastated by the fires which raged across Los Angeles.",
        "long_description": "The Palisades Village and Pacific Palisades have been devastated by the fires which raged across Los Angeles. A walking tour video filmed in March last year by lifestyle bloggers Simran and Ishaan shows the lush gardens, villas, luxury shops and sea views which were once a feature of the area. But ten months later, after the fire decimated the neighbourhood, a Reuters cameraman has retraced the steps of the walking tour, with footage which showing burnt out shells of buildings, mangled cars and streets covered in ashes and debris. Click here to follow live updates on this story. US Presidents Joe Biden, Donald Trump, Barack Obama, George W Bush and Bill Clinton sat in the front pews. A glimpse of just 90 minutes in the luxury LA neighbourhood ravaged by wildfires. The latest blaze, Sunset Fire, is threatening homes and landmarks as Hollywood is evacuated. The blaze has been declared the most destructive in the city's history with more than 1,000 structures destroyed. One resident watching as her home burned said her neighbourhood was like driving through a \"war zone\". Claudia Sheinbaum chided the US president-elect and proposed a part of the US be renamed \"Mexican America\" like it was in 1607. Emma Vardy assesses the damage along Pacific Coast Highway, as winds continue to worsen the fires in the area. Flames are seen climbing trees and embers fly as wind gusts continue to fuel wildfires in LA. Footage shows plumes of smoke billowing above Santa Monica, where an evacuation order is in place. A plume of smoke is seen billowing over Los Angeles in a video charting the wildfire's growth. Homes are gone in the wealthy Pacific Palisades area as wildfires rage on. The blaze has been fuelled by fierce winds that are expected to reach up to 100mph (160km/h). The machinery was used to move hundreds of abandoned cars, clearing the road for fire crews. Mike Johns was on his way to the airport when the Waymo robotaxi began circling a parking lot non-stop The former president's coffin was transported to Washington DC from Georgia on Tuesday. A \"world record\" number of cuddly toys were thrown into the rink during a US ice hockey match. The second-youngest PM stepped down amid growing pressure from within his party and beyond. Harris, who Trump defeated in the 2024 election, presided over the event as required by the US Constitution. Trudeau says he intends to resign as party leader and as prime minister after the party selects its next leader. Five inches (12.7cm) of snow fell in the Little Cottonwood Canyon area causing the slide. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:13:57",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c70qz802ke5o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/49f2/live/3239da80-d117-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a668/live/916bc050-d0e9-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Sorcha Eastwood has told the House of Commons that she is a \"survivor of abuse\".",
        "long_description": "Sorcha Eastwood has told the House of Commons that she is a \"survivor of abuse\". Education Minister Paul Givan turned down bids by two Bangor schools to become integrated on Wednesday. Seven MPs and peers from Northern Ireland back boycott due to the Taliban's oppression of women. NI Economy Minister says digital travel permit scheme will have a “devastating” impact on tourism. Mary Donaghy was treated in an ambulance at Belfast's Royal Victoria Hospital after a head-on collision. Education Minister Paul Givan turned down bids by two Bangor schools to become integrated on Wednesday. Lord Paul Murphy is to lead an independent review of the Windsor Framework after last month's vote. Education Minister Paul Givan decides the plans, supported by the majority of parents, should not proceed. Seven MPs and peers from Northern Ireland back boycott due to the Taliban's oppression of women. The review's author says the Racial Equality Strategy can only be as good as \"actions being taken\". From a restored power-sharing executive to smoky bacon crisps, Gareth Gordon looks at the political year that was. Darryl Wilson was at the centre of a party row after being overlooked for an Assembly seat. Government files show officials did not expect the arrangement, which lasted until from 2002 to 2007. Northern Ireland's economy minister will quit Stormont if elected in the Republic of Ireland. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Irish state papers reveal a private conversation between the late Queen and an ex-Irish ambassador. In March, a parliamentary ombudsman recommended compensation of between £1,000 and £2,950 for each of those affected. Health Minister Mike Nesbitt confirmed that a pay rise of 5.5% would match offers given to healthcare workers in England and Wales. It comes after a meeting between the Department for Infrastructure and business leaders on Monday. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:13:59",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland/northern_ireland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fadd/live/75a1a190-cec9-11ef-bee7-8380a55dd652.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9b3c/live/fb8ea2b0-ce71-11ef-b26e-ff226d5402fe.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A man trying to defend his home of 55 years, an Australian citizen, and an amputee and his bedbound son are among at least 16 victims of the Los Angeles fires.",
        "long_description": "A man trying to defend his home of 55 years, an Australian citizen, and an amputee and his bedbound son are among at least 16 victims of the Los Angeles fires. The woman got married to her partner as she believed it would boost his social media following. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Pat Cummins will miss the tour of Sri Lanka for the birth of his second child, with Steve Smith leading the side in his absence. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The woman got married to her partner as she believed it would boost his social media following. Australia says it will do \"everything we responsibly can\" to help the US city, despite enduring its own fire season. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Footage released by police shows the suspect stripping off their burning clothes and fleeing. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. The accessory was a gift designed to send love and strength from older women in Australia. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Some on the streets of Sydney say it's a \"great idea\" while others suggest responsibility for children's social media use should be with parents. The driver and all students were safely evacuated after the bus caught fire during the morning school run. The band's frontman fell through a trapdoor during a concert in Australia but appeared unharmed. The woman got married to her partner as she believed it would boost his social media following. Footage released by police shows the suspect stripping off their burning clothes and fleeing. Pat Cummins will miss the tour of Sri Lanka for the birth of his second child, with Steve Smith leading the side in his absence. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Hadi Nazari, who went missing in the New South Wales mountains in Australia, was found in good health. The Northern Territory is home to over 100,000 saltwater crocodiles, but not everyone wants them there. Matching Ricky Ponting and beating Steve Smith, those close to Sam Konstas tell BBC Sport about his journey to international cricket. Koalas are barrelling towards extinction but vaccine efforts to save them are running out of time and cash. The youth pastor was spearfishing with his family off an island at the time of the attack. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:01",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/australia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ba81/live/fac517d0-cf87-11ef-9b5b-79c2d603c688.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d2c4/live/b764e620-cf49-11ef-ac0b-3daa0fac542c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Moment kitesurfing Olympian rescues drowning woman",
        "short_description": "Video shows the moment that Olympic kitesurfer Bruno Lobo rescues a woman who appeared to be drowning at sea.",
        "long_description": "Video shows the moment that Olympic kitesurfer Bruno Lobo rescues a woman who appeared to be drowning at sea. The athlete was practising with a new camera, while kitesurfing off the coast of São Luís in Brazil when he heard someone screaming. Lobo, who is also an orthopaedic doctor, helped the woman onto his back and used his kite to carry her to the shore. The woman appeared to meet friends on the shoreline and walk off the beach. \"I only did my duty\" and was \"in the right place at the right time\" Lobo said in a self-filmed video on Instagram. The athlete said he wanted to use the opportunity to warn people on social media that \"the sea is really very dangerous\" and \"the tide can pull you out to sea\". Videos show waves reported to be up to four metres high upending boats and deluging towns. A firefighter dressed as Santa abseils down a bridge in Guatemala City to give gifts to children. An officer in Peru smashed a suspected drug dealer's door in, while clad as Dr Seuss' famous character. The BBC's Will Grant looks at unrest in which seven people died, leading to family members attempting to break inside to check on their relatives. Locals call the shacks \"suicide homes\" with authorities planning a forced evacuation if necessary. Throwing a mace out a window has historic significance in the country and previously happened in 1965. A 28-year-old was man detained in Lima, accused of trying to transport endangered spiders, centipedes and ants from Peru to South Korea. The BBC's Georgina Rannard shows a virtual rendition of Valeriana - which has been discovered centuries after it disappeared under the jungle canopy in Mexico. Evo Morales said he survived an attempt on his life on Sunday, blaming the current government. The former One Direction star has died after falling from the third floor of a hotel in Argentina. Flowers and messages can be seen outside the Casa Sur Hotel in Buenos Aires. Video shows the San Francisco Church in Iquique, Chile engulfed in flames, with smoke rising above it. BBC Monitoring's Luis Fajardo looks at how the Mexican media has been reporting on US elections. The solar eclipse was visible in Chile and Argentina on 2 October. BBC Monitoring's Luis Fajardo looks at how the Mexican media has been reporting on US elections. Eleven people were rescued by boat from the uninhabited island of Monito in Puerto Rico. The protesters - many of them pensioners - tore down police barriers and hurled stones at police in Buenos Aires. They were protesting the president's plan to veto measures to raise pensions in line with Argentina's triple-digit inflation. Prince Harry and his wife Meghan have been taking part in a series of events in Colombia. Videos show opposition protesters in multiple locations taking to the streets. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:03",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c8639nw6nl2o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f46d/live/130959a0-cd12-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/465d/live/2f12c7b0-9781-11ef-8538-e1655f5a8342.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "What's the latest on the Los Angeles wildfires and what caused them?",
        "short_description": "At least 24 people have died in the Los Angeles fires as two major blazes continue to burn across the sprawling Californian city.",
        "long_description": "At least 24 people have died in the Los Angeles fires as two major blazes continue to burn across the sprawling Californian city. Firefighters had made progress by Sunday - containing one smaller fire and nearly containing another - but the two largest blazes are still raging. With strong winds expected to continue until Wednesday, the fire threat remains \"very high\", LA county officials said. The fires are being marked as the most destructive in the city's history with officials warning the death toll could rise. Cadaver dogs and crews are continuing to search the scorched rubble of razed homes in neighbourhoods. The largest fire, in the Palisades, has now burnt through more than 23,000 acres although thousands of firefighters have made some progress in containing about 11% of it. Crews were doing \"everything they can\" to stop its spread, said LA City Fire Chief Kristin Crowley on Sunday. The blaze was moving east, threatening the exclusive neighbourhood of Brentwood, home to the Getty Center, a world-famous art museum that has now evacuated its staff. Students at the nearby University of California, Los Angeles were also awaiting updates from officials, while classes are being held remotely. Chief Crowley said favourable winds on Saturday had helped, but warned northerly gusts up to 50mph (80km/h) and low humidity were expected on Sunday. A red flag warning - indicating a high level of fire danger - will be in place until 18:00 (02:00 GMT) on Wednesday, with the strongest Santa Ana winds expected on Tuesday. 16 of the dead were found in the Eaton fire zone, while eight were found in the Palisades area. Another 16 people are reported as missing. As of Sunday, more than 105,000 people were under evacuation orders in Los Angeles County, while another 87,000 face warnings. Those numbers have decreased since Saturday. More than 12,000 structures - homes, outbuildings, sheds, mobile homes and cars -have been destroyed including 7,000 in the Eaton fire. The Palisades fire has destroyed about 5,300 structures, including at least 426 houses. Following reports of looting, authorities say they're also enforcing a curfew from 18:00 local time (02:00 GMT) to 06:00 within the areas affected by the Palisades and Eaton fires. Police have so far made 29 arrests - 25 in the Eaton fire area and four in the Palisades fire zone. These included two individuals caught posing as firefighters and entering properties. On Saturday night, police arrested one person for curfew violation in the Palisades and six people in Eaton - three for violating curfew and three for additional charges, including carrying a concealed firearm and narcotics-related charges. About 400 National Guard members have been deployed to help with road closures and critical infrastructure. More were due to arrive on Sunday. Utility company Southern California Edison also issued public safety power shutoffs - temporarily cutting electricity to reduce fire risk - to more than 26,000 customers in Los Angeles. About 35,000 homes and businesses in the area were without electricity, according to Poweroutage.us, an outage monitor that tracks blackouts across the US. LA county remains under a health emergency and smoke advisory, with people directed to stay inside to avoid air pollution. The fires could turn out to be the costliest in US history, with damage projected at up to $150bn, according to a preliminary estimate by AccuWeather. Insured losses are expected to be above $8bn (£6.5bn) because of the high value of the properties damaged. Celebrities who have lost their homes include Mel Gibson, Leighton Meester and Adam Brody, who attended the Golden Globes just days ago, and Paris Hilton. There are two active fires in the wider area, while a smaller fire is nearly contained say California fire officials: The earlier Kenneth, Archer, Sunset, Lidia, Woodley and Olivas fires have been contained. A political row about the city's preparedness has erupted after it emerged some fire crews' hoses ran dry. California Governor Gavin Newsom has called for an independent investigation into the loss of water pressure to hydrants and why the Santa Ynez Reservoir was closed for maintenance and empty when the fire broke out. \"Losing supplies from fire hydrants likely impaired the effort to protect some homes and evacuation corridors,\" he wrote. Mayor Karen Bass returned to the city from a previously arranged trip to Ghana to find it on fire. She has faced intense questions about the region's preparedness, her leadership in this crisis, and the water issues. On Saturday, she deflected questions about her handling of the emergency, telling a news conference: \"Right now, our first and most important obligation to Angelenos is to get through this crisis.\" Before the fires broke out, the city of LA's fire chief warned in a memo that budget cuts were hampering the department's ability to respond to emergencies. Also on Saturday, LA County Fire Chief Anthony Marrone separately denied that his department had been unprepared. \"I did everything in my power to make sure that we had enough personnel and resources before the first fire started,\" he said. \"It wasn't for a lack of preparation or decision-making that resulted in this catastrophe. It was a natural disaster,\" Marrone added. Dismay over the fire threat was worsened by alerts mistakenly sent to every mobile phone in Los Angeles on Thursday, residents say, prompting anger from some. About 10 million people live in the county. During a news conference on Saturday morning, city authorities blamed a software glitch, which they said was \"frustrating, unacceptable\". They said they were changing their alerts system to partner with the California state emergency notification system. Los Angeles County Sheriff Robert Luna said detectives are continuing to investigate the possible causes. \"Everything is absolutely on the table,\" he said. Lightning - the most common source of fires in the US - has been ruled out as a cause for the Palisades and Eaton fires. Nor has there been any official indication so far that arson or utility lines - the next two biggest culprits in sparking fires - caused any of the conflagrations. California's very wet years of 2022-23 brought about a huge growth of vegetation, which dried out in the drought of last year, creating abundant kindling. A combination of an exceptionally dry period - downtown Los Angeles has only received 0.16 inches (0.4cm) of rain since October - and powerful offshore gusts known as the Santa Ana winds have also created ripe conditions for wildfires. BBC weather forecaster Sarah Keith-Lucas says there is no rain forecast in the area for at least the next week. Although winds were expected to ease slightly later Friday into Saturday, forecasters warned that they would pick up again on Sunday into Monday. Although strong winds and lack of rain are driving the blazes, experts say climate change is altering the background conditions and increasing the likelihood of such fires. Much of the western United States including California experienced a decades-long drought that ended just two years ago, making the region vulnerable. \"Whiplash\" swings between dry and wet periods in recent years created a massive amount of tinder-dry vegetation that was ready to burn. US government research is unequivocal in linking climate change to larger and more severe wildfires in the western US. \"Climate change, including increased heat, extended drought, and a thirsty atmosphere, has been a key driver in increasing the risk and extent of wildfires in the western United States,\" the National Oceanic and Atmospheric Administration says. Fire season in southern California is generally thought to stretch from May to October - but the governor has pointed out earlier that blazes had become a perennial issue. \"There's no fire season,\" he said. \"It's fire year.\" Have you been affected by the fires in California? Get in touch here. Sign up for our Future Earth newsletter to get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK? Sign up to our international newsletter here. The 46th president had his accomplishments - but for now these are partly overshadowed by certain missteps Prime Minister Justin Trudeau said Canadians are \"very, very proud of being Canadian\". Footage shared by a headteacher shows the charred remains of a school in Altadena as wildfires continue to rage across LA. Maps and images showing how the fires currently affecting the Los Angeles area are developing. The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:03",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/clyxypryrnko",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9ad/live/ac8f81f0-d111-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8c29/live/1af22c80-d0ed-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "A murder that shook British India and toppled a king",
        "short_description": "It looked like an ordinary murder.",
        "long_description": "It looked like an ordinary murder. One hundred years ago on this day - 12 January 1925 - a group of men attacked a couple on a car ride in a upmarket suburb in Bombay (now Mumbai) in colonial India, shooting the man dead and slashing the woman's face. But the story that unfolded brought global spotlight on the case, while its complexity put the country's then British rulers in a spot of bother, and eventually forced an Indian king to abdicate. Newspapers and magazines described the murder as \"perhaps the most sensational crime committed in British India\", and it became \"the talk of the city\" during the investigation and subsequent trial. The victim, Abdul Kadir Bawla, 25, was an influential textile businessman and the city's youngest municipal official. His female companion, Mumtaz Begum, 22, was a courtesan on the run from the harem of a princely state and had been staying with Bawla for the last few months. On the evening of the murder, Bawla and Mumtaz Begum were in the car with three others, driving in Malabar Hill, an affluent area along the shore of the Arabian Sea. Cars were a rarity in India at the time, and only the rich owned them. Suddenly, another car overtook them. Before they could react, it collided with theirs, forcing them to stop, according to intelligence and newspaper reports. The attackers showered expletives on Bawla and shouted \"get the lady out\", Mumtaz Begum later told the Bombay High Court. They then shot Bawla, who died a few hours later. A group of British soldiers, who had inadvertently taken a wrong turn on their way back from a golf game, heard the gunshots and rushed to the scene. They managed to catch one of the culprits, but one officer suffered gunshot wounds when an attacker opened fire at them. Before fleeing, the remaining attackers made two attempts to snatch the injured Mumtaz Begum from the British officers, who were trying to rush her to the hospital. The newspapers suggested that attackers' aim was likely abducting Mumtaz Begum, as Bawla - whom she had met while performing in Mumbai a few months earlier and had been living with since - had earlier received several threats for sheltering her. The Illustrated Weekly of India promised readers exclusive photographs of Mumtaz Begum, while the police planned to issue a daily bulletin to the press, Marathi newspaper Navakal reported. Even Bollywood found the case compelling enough to adapt it into a silent murder thriller within months. \"The case went beyond the usual murder mystery as it involved a rich and young tycoon, a slighted king, and a beautiful woman,\" says Dhaval Kulkarni, author of The Bawla Murder Case: Love, Lust and Crime in Colonial India. The attackers' footprints, as speculated in the media, led investigators to the influential princely state of Indore, which was a British ally. Mumtaz Begum, a Muslim, had lived in the harem of its Hindu king, Maharaja Tukoji Rao Holkar III. Mumtaz Begum was famed for her beauty. \"In her own class, it was said, Mumtaz was without a peer,\" KL Gauba wrote in his 1945 book, Famous Trials for Love and Murder. But the Maharaja's (king's) attempts to control her - preventing her from seeing her family alone and keeping her under constant surveillance - soured their relationship, says Kulkarni. \"I was kept under surveillance. I was allowed to see visitors and my relations but somebody always accompanied me,\" Mumtaz Begum testified in the court. In Indore, she gave birth to a baby girl, who died soon after. \"After my child was born, I was unwilling to stay at Indore. I was unwilling because the nurses killed the female child that was born,\" Mumtaz Begum told the court. Within months, she escaped to the northern Indian city of Amritsar, her mother's place of birth, but troubles followed. She was watched there too. Mumtaz Begum's stepfather told the court that the Maharaja wept and begged her to return. But she refused and moved to Bombay, where the surveillance continued. The trial confirmed what media had speculated following the murder: representatives of the Maharaja had indeed threatened Bawla with dire consequences if he continued to shelter Mumtaz Begum, but he had ignored the warnings. Following a lead given by Shafi Ahmed, the only attacker captured at the scene, the Bombay police arrested seven men from Indore. The investigation revealed links to the Maharaja that were hard to ignore. Most of the arrested men were employed by the Indore princely state, had applied for leave around the same time and were in Bombay at the time of the crime. The murder put the British government in a tough spot. Though it happened in Bombay, the investigation clearly showed the plot was planned in Indore, which had strong ties to the British. Terming it \"the most awkward affair\" for the British government, The New Statesman wrote that if it were a minor state, \"there would be no particular cause for anxiety\". \"But Indore has been a powerful feudatory of the Raj,\" it said. The British government initially tried to keep mum about the murder's Indore connection in public. But in private, it discussed the issue with much alarm, communication between the governments of Bombay and British India shows. Bombay police commissioner Patrick Kelly told the British government that all evidence \"points at present to a conspiracy hatched in Indore or by instigation from Indore to abduct Mumtaj [sic] through hired desperadoes\". The government faced pressure from different sides. Bawla's community of wealthy Memons, a Muslim community with roots in modern-day Gujarat, raised the issue with the government. His fellow municipal officials mourned his death, saying, \"there surely must be something more behind the scene\". Indian lawmakers demanded answers in the upper house of British India's legislature and the case was even discussed in the British House of Commons. Rohidas Narayan Dusar, a former police officer, writes in his book on the murder that the investigators were under pressure to go slow, but that then police commissioner Kelly threatened to resign. The case drew top lawyers for both the defence and the prosecution when it reached the Bombay High Court. One of them was Muhammad Ali Jinnah, who would later become the founding father of Pakistan after India's partition in 1947. Jinnah defended Anandrao Gangaram Phanse, one of the accused and a top general with the Indore army. Jinnah managed to save his client from the death penalty. The court sentenced three men to death and three to life imprisonment, but it stopped short of holding the Maharaja accountable. Justice LC Crump, who led the trial, noted, however, that \"there were persons behind them [assailants] whom we cannot precisely indicate\". \"But where an attempt is made to kidnap a woman, who was for 10 years the mistress of the Maharaja of Indore, it is not in the least unreasonable to look to Indore as the quarter from which this attack may have emanated,\" the judge remarked. The case's prominence meant the British government had to act quickly against the Maharaja. They gave him a choice: face a commission of inquiry or abdicate, according to documents presented to parliament in India. The Maharaja chose to quit. \"I abdicate my throne in favour of my son on the understanding that no further inquiry into my alleged connection with the Malabar Hill Tragedy will be made,\" he wrote to the British government. After abdicating, the Maharaja stirred more controversy by insisting on marrying an American woman against the will of his family and community. Eventually, she converted to Hinduism and they wed, according to a British home department report. Meanwhile, Mumtaz Begum received offers from Hollywood and later moved to the US to try her luck there. She faded into obscurity after that. The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. The government places an export bar on a 2,000-year old artefact which was sold to a foreign buyer. The service will be held in Hull on Sunday 26 January. Historians are hoping to shine a light on the rich history of an ancient burial ground in Newcastle. Jasprit Bumrah will miss India's five-match T20 series against England but fellow fast bowler Mohammed Shami returns from injury. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:04",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c70e0drd480o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a5f1/live/93dcf810-cf20-11ef-9fe1-bf1ac95addb4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f8db/live/e093f230-cf20-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Immigration has long been a polarising issue in the West but Canada mostly avoided it - until now",
        "long_description": "Immigration has long been a polarising issue in the West but Canada mostly avoided it - until now The surge in mental health referrals among young people has prompted debate among experts about the cause - and the most effective solution More Vietnamese attempted small-boat crossings in early 2024 than any other nationality - what makes them risk this dangerous journey? What the conflict in 2024 means for 2025... Advances in technology raise questions about the need to send people to space - and the risks and cost Safety issues with the Boeing 737 Max and mass employee strikes made for a challenging 2024. More Vietnamese attempted small-boat crossings in early 2024 than any other nationality - what makes them risk this dangerous journey? With new financial backers and a rapidly growing base, Reform UK seems to have momentum, but will it last? Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side What the conflict in 2024 means for 2025... New users? New algorithms? Or something else going on behind the scenes? The story behind the new changes on the social media site How a very popular puzzle that was first invented 50 years ago may have certain wellbeing benefits From cancer battles to an ongoing family fallout, it was a testing year. But it also gave a telling glimpse into his approach to leadership Are extreme fantasies about dominating women that were once just that - fantasies - now becoming more normalised in reality too? As those in the lucrative Captagon network move aside, how will the new leaders stop any criminals waiting in the wings to replace them? How the tech billionaire went from a political centrist to a right-wing radical How feminists in South Korea are being hunted down, attacked and sacked. How new tariffs could affect the world economy during a second Trump presidency. Naomi Alderman explores the mind of Socrates, the original disruptor. Simon Schama searches for who we are now - and discovers the answers in art and culture. On 7 July 2005, four bombs explode in London, followed by a further attack. Are electric bikes a new menace in need of tighter regulation? Discover how midwives take care of the new lives in the London borough of Poplar. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:06",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/76db/live/4da9a5c0-cd0c-11ef-9fd6-0be88a764111.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b87/live/fb189e40-bd2c-11ef-a0f2-fd81ae5962f4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'I fought for years to correct my dad's death certificate - but still haven't buried him'",
        "short_description": "​​\"Have we really done it?\" Tessa Moura Lacerda asked her mother, in disbelief, as they stood outside a government office on a rainy August morning in 2019.",
        "long_description": "​​\"Have we really done it?\" Tessa Moura Lacerda asked her mother, in disbelief, as they stood outside a government office on a rainy August morning in 2019. ​​In their hands, a document they fought for years to hold - her father's death certificate, now correctly stating his cause of death. ​​It read: \"unnatural, violent death caused by the State to a missing person [...] in the dictatorial regime established in 1964\". ​​Tessa's father, Gildo Macedo Lacerda, died under torture in 1973 at just 24, during the most brutal years of Brazil's military dictatorship. Over more than two decades, at least 434 people were killed or disappeared, with thousands more detained and tortured, a national truth commission found.​​​​ Gildo and Mariluce, Tessa’s mother who was pregnant with her at the time, were arrested on 22 October 1973 in Salvador, Bahia, where they lived in fear of persecution. ​​They were part of a left-wing group that demanded democracy and sought to tear down military rule. ​​The dictatorship targeted opposition politicians, union leaders, students, journalists and almost anyone who voiced dissent. ​​Mariluce was released after being questioned and tortured, but Gildo disappeared. ​​He is believed to have died six days after their arrest, at a military facility in the nearby state of Pernambuco. ​​Former detainees told the truth commission they saw Gildo at the prison, being taken into an interrogation room from which they could hear screams that kept them up at night. ​​The commission also found documents citing his arrest. ​​But newspapers at the time reported that he had been shot on the street following a disagreement with another member of his political group. ​​The government would routinely plant false narratives in newspapers read by huge audiences in Brazil and internationally. ​​Gildo's original death certificate, issued after a 1995 law allowed families to request the document for the missing, left his cause of death blank. ​​His remains, thought to be in a mass grave with those of other political dissidents, have never been identified. Tessa, who never got to meet Gildo, said her father's death had been a constant presence in her life. ​​Growing up, her mother gradually told her more and more about him until she was old enough to learn the brutal details of how he died.​​ ​​But the lack of an official acknowledgement, and the fact that the family never got to bury him, had a deep impact on her. ​​\"His absence, the absence of his body, brought a series of questions,\" Tessa told BBC News.​​ ​​\"As a child, I thought that maybe he hadn't died. I had this fantasy that he had managed to escape, that I'm not sure my mother even knew about.\"​​ ​​Now, as an adult, she said she still feels that there is something \"broken\" inside of her.​​ ​​For years, she experienced nightmares, couldn't sleep in the dark, and when she became a mother, struggled with panicked thoughts that something would happen to her children.​​ ​​\"It's like I have a corporal memory of this fear,\" she said.​​ ​​\"People may find it strange, like something supernatural, but it's not. \"It's trauma. I was born with it.\" ​​Until the age of 18, Tessa's own birth certificate didn't list Gildo as her father, with the family having to go through a lengthy legal battle to prove that he was. ​​This made the correction of her father's death certificate an even more important endeavour. ​​\"It's part of my duty fulfilled,\" she said. ​​\"It's not just for the memory of my father, but in the name of all others who disappeared, were killed or tortured during the dictatorship.\" ​​In December, Brazil announced it would rectify the certificates of all recognised victims to acknowledge the state's role in their deaths. ​​Until now, only a few families like Tessa's had been able to work with a special commission, which was dissolved in 2022 by the president at the time, Jair Bolsonaro, and reinstated by President Luiz Inácio Lula da Silva in 2024, to have their certificates amended. ​​\"It's a legitimate settling of accounts with the past,\" the head of Brazil's Supreme Court, Luís Roberto Barroso, said. In recent weeks, a national conversation has been sparked over this violent history after a new film by BAFTA-winning director Walter Salles brought the realities of the dictatorship to the surface. I'm Still Here, based on a book with the same name by Marcelo Rubens Paiva, tells the story of the author's mother Eunice and her fight for justice after his father, former congressman Rubens Paiva, was tortured and killed. Eunice waited 25 years for her husband's death certificate. She had no access to the family's bank accounts without it, and had to rebuild her life. She died in 2018 without knowing exactly what happened to her husband in his last hours, and without being able to bury him. Fernanda Torres, who plays Eunice in the film, won Brazil's first Best Actress Golden Globe Award last week for her part in the film - and many are hoping to see her on the list of Academy Awards nominations later this month. She told BBC News she had huge admiration for Eunice. \"She is a woman who never spent a second of her life seeking recognition for herself… She wanted the death of her husband to be recognised. \"Despite the world changing, that absence was never cured,\" she added. \"How are you going to tell these families: 'Just forget. Brush your dead under the carpet?'\" Despite I'm Still Here being mostly set during the dictatorship years, it resonates deeply with Brazilians today. Brazil is an extremely divided country, and its politics has become exceedingly polarised. Recent years have seen a rise in extreme rhetoric and efforts to re-write the narrative around the dictatorship. In 2016, a group of protesters stormed Congress calling for a return to military rule. Three years later, Bolsonaro's education minister ordered the revision of history textbooks, denying the overthrow of the democratic government in 1964 had been a coup. Bolsonaro, a former army captain, has praised the former dictatorship and held events commemorating the coup during his time in office. More recently, Bolsonaro and some of his closest allies have been formally accused of allegedly plotting a coup after he lost the 2022 presidential election. The former president never publicly acknowledged his defeat and his supporters, who refused to accept the outcome, stormed Congress, the presidential palace and the Supreme Court on 8 January 2023. Salles told the BBC the current state of politics in Brazil was part of why now was the right time to make the film. \"What's extraordinary about literature, music, cinema and the arts, is that they are instruments against forgetting,\" he said. Brazilians with close ties to the story have described leaving cinemas in tears after watching the film. Marta Costta, whose aunt Helenira was killed in 1972, said she wanted to run out of the screening. \"You imagine that your family were hooded and tortured in that way,\" she told BBC News. \"When Eunice is telling her story, she is also telling mine; when I am telling my aunt's story, I'm also telling theirs. You can't separate one from the other,\" she said. Marta is making a documentary about Helenira and her years of resistance, but there is much the family still doesn't know about her disappearance and death. Helenira's body was also never recovered. \"It's a cursed inheritance, because we have to keep passing the baton from generation to generation, until we can ensure her memory is preserved, that history is told how it really happened.\" Helenira's family will now, 52 years after she was killed, receive a certificate that acknowledges the brutal reality of her death. Its importance, Marta says, is immeasurable. \"The day we receive that certificate, it's like the state is recognising its role and apologising. \"It's the first step for us to be able to begin again.\" Though the certificates are a step forward, both Tessa and Marta say the bereaved families have a long way to go in their fight for justice. An amnesty law, which remains in place, means that none of the military officials in power at the time or those accused of torture and killings have been prosecuted. Many have already died. There has been no formal apology from the government or the military. \"Brazilian society needs to recognise this history so these deaths weren't in vain,\" Tessa said. \"If we don't work to clear up this history, to acknowledge our pain,\" Marta said, \"we will always be under the risk of it happening again.\" The wounds of the dictatorship, in Tessa's words, are a national trauma. But for her, as for Marta and Eunice, it is also a deeply personal history. \"I will not stop fighting until the end of my days,\" she said. \"I will bury my father.\" I'm Still Here is out in UK cinemas on 21 February 2025 Bruno Lobo was practising filming with a new camera he heard a woman screaming. We've rounded up all the key culture releases for the week ahead, from film to music. Adam Tucker counts Pink, Hugh Jackman and Zac Efron among his fans even if they don't know it. But Alex, from Newcastle-under-Lyme, who is 13, cannot go to the cinema to see the 15-rated movie. The actor is known for appearing in the Star Wars and Harry Potter films and presents game show Tenable. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:07",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/ce8npx2r8y8o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/fc0c/live/b1223da0-cde9-11ef-9fd6-0be88a764111.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/028b/live/decfad80-cd1e-11ef-8a93-f9a4725f7833.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Apple board pushes against diversity rollback call",
        "short_description": "Apple's board has called on investors to vote against a proposal to end its Diversity, Equity, and Inclusion (DEI) programmes.",
        "long_description": "Apple's board has called on investors to vote against a proposal to end its Diversity, Equity, and Inclusion (DEI) programmes. In comes after a conservative group, the National Center for Public Policy Research (NCPPR), called on the the technology giant to abolish its DEI policies, saying they expose firms to \"litigation, reputational and financial risks\". Apple's directors say the NCPPR's proposal was unnecessary because the company has appropriate checks and balances in place. Other major US firms, including Meta and Amazon, have rolled back DEI programmes ahead of the return to the White House this month of Donald Trump, who has been highly critical of DEI policies. \"The proposal is unnecessary as Apple already has a well-established compliance program,\" the firm's filing to investors said. Apple's board also said the DEI rollback plan \"inappropriately seeks to micromanage the Company's programs and policies by suggesting a specific means of legal compliance.\" NCPPR's proposal is set to be put to a vote by shareholders at Apple's annual general meeting on 25 February. Conservative groups have threatened to take legal action against major companies over their DEI programmes, saying such policies are at odds with a Supreme Court decision in 2023 against affirmative action at universities. Last week, Facebook owner Meta became the latest US company to roll back its DEI initiatives, joining a growing list of major firms that includes Amazon, Walmart and McDonald's. In a memo to staff about the decision - which affects, hiring, supplier and training efforts - Meta cited a \"shifting legal and policy landscape\". It also referred to the Supreme Court's affirmative action ruling. Meta's boss, Mark Zuckerberg, has been moving to reconcile with Trump since his election in November. The firm has donated $1m (£820,000) to the President-elect's inauguration fund, hired a Republican as his public affairs chief and announced it is getting rid of fact-checkers on Meta's social media platforms. Mr Zuckerberg is not alone among top executives making such moves in the face of mounting pressure from conservative groups. The 46th president had his accomplishments - but for now these are partly overshadowed by certain missteps The US president-elect has criticised a top California Democrat for challenges fighting the blazes in Los Angeles. John Swinney says he will capitalise on Donald Trump's Scottish connection in an attempt to avoid tariffs being applied on imports to the US. John Swinney vows to use Donald Trump's affinity for Scotland in a bid to avoid the prospect of tariffs being applied on imports to the US. In the isolated settlement of Kapisillit, Greenlanders tell the BBC's Fergal Keane Donald Trump is welcome to visit - \"but that's it\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:08",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cjex3878z3wo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4665/live/9e7b5780-d15a-11ef-b434-bdbe98834795.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/dbaf/live/657947e0-cf38-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj.",
        "long_description": "The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. Several flights and trains have been delayed as visibility reached zero in many areas. The Tirupati temple is one of the richest in India and attracts millions of devotees every year. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. Visa woes and an immigration row are sparking uncertainty for Indians who want to work in the US. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. An outbreak of the flu-like virus in China is causing concern, but experts say a Covid-like pandemic is unlikely. Doctors say Jagjit Singh Dallewal's health has deteriorated but he has refused medical aid so far. After a report by the Melbourne Age suggests that plans for a two-tier World Test Championship would be discussed later this month, BBC Sport looks at the reaction so far. Time is running out for Nimisha Priya, who was convicted for the murder of a Yemeni man in 2017. The deadly gas leak at the Union Carbide factory in central India killed thousands in 1984. The rate of India’s economic growth is still robust, but the latest GDP figures signal a slowdown. Rumeysa Geligo from Turkey towers over Jyoti Amge from India, who stand at 7ft 0.7, and 24.7in, respectively. Indian tycoon Ratan Tata spoke to the BBC on the 50th anniversary of India's independence. The legendary business tycoon has died at the age of 86. Authorities in the eastern city of Kolkata announced plans to discontinue its iconic trams first set up in 1873. The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. Fixtures, results and scorecards from Ireland's women's tour of India, featuring three one-day internationals in Rajkot. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. Jasprit Bumrah will miss India's five-match T20 series against England but fellow fast bowler Mohammed Shami returns from injury. Several flights and trains have been delayed as visibility reached zero in many areas. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. He was stopped by airport officials during a security check at Indira Gandhi International Airport. The Tirupati temple is one of the richest in India and attracts millions of devotees every year. Visa woes and an immigration row are sparking uncertainty for Indians who want to work in the US. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:09",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/b930/live/f49440a0-ce8a-11ef-8670-655253746824.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6d8a/live/0b1eeb50-cf25-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week.",
        "long_description": "Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. Young male gamers in South Korea thought it resembled a gesture used to poke fun at the size of men’s penises. The last four minutes of data before the disaster which killed 179 people are missing, transport authorities say. Galagodaatte Gnanasara was convicted on Thursday for his anti-Muslim remarks, which date back to 2016. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. Young male gamers in South Korea thought it resembled a gesture used to poke fun at the size of men’s penises. The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. The former US president halted a US-North Korea showdown, but was also accused of going rogue. The last four minutes of data before the disaster which killed 179 people are missing, transport authorities say. Analisa Josefa Corr has been accused of assaulting a fellow passenger while intoxicated. Many Chinese are now asking: what about their loved ones still trapped in scam centres? Footage released by police shows the suspect stripping off their burning clothes and fleeing. Protesters and police clash after a boy is found dead at his school dormitory. The Tirupati temple is one of the richest in India and attracts millions of devotees every year. Visa woes and an immigration row are sparking uncertainty for Indians who want to work in the US. Lim Kimya's killing had all the hallmarks of a cold-blooded, professional assassination. Hordes of shade covers have taken over beaches - stoking debate over the country's culture. Mukesh Chandrakar, who was found dead last week, told important stories from a violence-prone region in India. Rescuers are racing against time to bring out coal miners trapped inside a flooded pit. Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. The Hindu festival of Kumbh Mela, described as humanity's biggest gathering, begins in India's Prayagraj. Malala Yousafzai urges Muslim leaders to challenge policies restricting girls and women's schooling. A businessman was shot dead in India 100 years ago. Then, a sensational tale unfolded. Young male gamers in South Korea thought it resembled a gesture used to poke fun at the size of men’s penises. The last four minutes of data before the disaster which killed 179 people are missing, transport authorities say. Several flights and trains have been delayed as visibility reached zero in many areas. Galagodaatte Gnanasara was convicted on Thursday for his anti-Muslim remarks, which date back to 2016. India’s six losses in eight Tests raise doubts over Rohit Sharma and Virat Kohli, and their red-ball future. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-13 09:14:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d66b/live/10adb050-d089-11ef-94cb-5f844ceb9e30.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a3ac/live/36e877d0-ce8d-11ef-87df-d575b9a434a4.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]