[
    {
        "title": "NewsNews",
        "short_description": "Recent years have seen a significant increase in demand for puberty blockers.",
        "long_description": "Recent years have seen a significant increase in demand for puberty blockers. The extent of the changes required to better support patients \"should not be underestimated\", a report found. A teenager, who cannot be named, admitted the triple stabbing, but denies attempted murder. The singer and broadcaster has apologised for making an \"inappropriate and unacceptable\" comment. A review of the front page stories from the daily and weekly newspapers in Wales. The extent of the changes required to better support patients \"should not be underestimated\", a report found. Vice-chancellor Wendy Larner says \"it is no longer an option for us to continue as we are\". BBC weather presenter Sabrina Lee explains what Lunar New Year is and why it is celebrated. A teenager, who cannot be named, admitted the triple stabbing, but denies attempted murder. Aneurin Bevan health board said it will take over running of Brynmawr Medical Practice from March. Former Welsh Secretary David TC Davies says CV scanners rejected him over lack of a university degree. The cyclist was diagnosed with terminal cancer in September 2023. Steve Witherden says an elderly farmer and his wife said \"if only I could die now\" to avoid the tax. The ex-rugby referee says homophobia remains a problem in all sport. Jessica Matthews was 21 when she was diagnosed with borderline personality disorder. A father and son whose ancestor was killed are helping to restore a local rescue station. TV stars, singers and drag queens join family to say farewell to James Lee Williams, aka The Vivienne. Lady Milena Grenfell-Baines is one of the last survivors of a group of 140 children who fled to Llanwrtyd Wells. As many take on the viral 75 Hard challenge, a fitness trainer says she has warned her clients against it. Phoebe Lewis says greater support is needed for those living with a chronic illness. Students have expressed concern over the impact the cuts may have on themselves and on staff. A Cardiff motorcyclist hits 120mph during a police pursuit. Jessica says she was mistreated due to having borderline personality disorder. Lady Milena Grenfell-Baines found out she had been brought to Britain thanks to Sir Nicholas Winton. Head coach Warren Gatland is considering giving first Wales starts to front-row duo Evan Lloyd and Henry Thomas in Friday's Six Nations opener against France. Full-back Liam Williams hopes to resume his quest to become the 10th member of the 100 Wales cap club by lining up against France in Paris this Friday. Swansea City's Supporters Trust says people involved with running the club have received death threats over the perceived failings at the Swansea.com Stadium. Cardiff City sign Ajax midfielder Sivert Mannsverk on loan until the end of the season. League One promotion hopefuls Wrexham suffered a first home league defeat of the season as they were beaten 3-2 by mid-table Stevenage at the Stok Racecourse. Mae'r cynigion hefyd yn cynnwys cau rhai pynciau ac adrannau yn llwyr, ac uno adrannau eraill. Mae Wynne Evans wedi cadarnhau na fydd yn rhan o weddill taith fyw Strictly Come Dancing wedi iddo ymddiheuro am sylw \"amhriodol ac annerbyniol\". Llys yn clywed bod dwy athrawes wedi meddwl eu bod ar fin marw wedi i ddisgybl eu trywanu ar iard ysgol. Hanes Paige Morgan o ogledd America a ddysgodd Gymraeg ar ôl clywed cân gan Bendith. Cynnwys addas i ddysgwyr: Cyngor Rhona Duncan am gadw planhigion tŷ yn fyw dros y gaeaf. BBC weather presenter Sabrina Lee explains what Lunar New Year is and why it is celebrated. Phoebe Lewis says greater support is needed for those living with a chronic illness. The extent of the changes required to better support patients \"should not be underestimated\", a report found. Recent years have seen a significant increase in demand for puberty blockers. A review of the front page stories from the daily and weekly newspapers in Wales. Vice-chancellor Wendy Larner says \"it is no longer an option for us to continue as we are\". Students have expressed concern over the impact the cuts may have on themselves and on staff. Steve Witherden says an elderly farmer and his wife said \"if only I could die now\" to avoid the tax. Aneurin Bevan health board said it will take over running of Brynmawr Medical Practice from March. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:23:56",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/wales",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a9fa/live/c8d471d0-d338-11ef-b1bb-f56965424f3f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/20ab/live/9cd37610-dd9e-11ef-926a-cbf3c346618d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Life sentence for hitman who killed suspect in 1985 Air India bombings",
        "short_description": "A hitman who was one of two people who shot and killed a man acquitted in the 1985 bombing of an Air India flight has been jailed for life in Canada without the possibility of parole for 20 years.",
        "long_description": "A hitman who was one of two people who shot and killed a man acquitted in the 1985 bombing of an Air India flight has been jailed for life in Canada without the possibility of parole for 20 years. Tanner Fox, 24, was sentenced on Tuesday by a British Columbia Supreme Court judge. Fox and Jose Lopez pleaded guilty in October to the second-degree murder of Sikh businessman Ripudaman Singh Malik in 2022. Lopez will be sentenced on Friday. The sentencing came after an emotional morning, in which Malik's relatives begged Fox to reveal who hired him to carry out the murder. \"We plead with you to reveal the names of the people who hired you,\" said Malik's daughter-in-law Sundeep Kaur Dhaliwal, according to reporters inside the New Westminster courtroom. The two men entered their guilty pleas on the eve of their trial for first-degree murder. Malik was shot several times in his car outside his family business in Surrey, in the Canadian province of British Columbia, on the morning of 14 July 2022. Police found a burnt-out vehicle nearby. Prosecutor Matthew Stacey told the court that Fox and Lopez planned a \"deliberate killing\" of Malik. \"They were financially compensated for killing him,\" he added. The killing happened more than a decade after Malik was acquitted in the devastating double bomb attack - Canada's deadliest terrorist attack in history. On 23 June 1985, Air India flight 182 from Canada to India blew up off the Irish coast, killing all 329 people on board, most of them Canadian citizens visiting relatives in India. About the same time, a second bomb exploded prematurely in Japan, killing two baggage handlers The bombings - widely believed to have been carried out by Canadian-based Sikhs in retaliation for India's deadly 1984 storming of the Golden Temple, the holiest shrine in the Sikh religion - remain Canada's deadliest terror attack. Following a two-year trial, Malik and his co-accused, Ajaib Singh Bagri, were both acquitted in 2005 of mass murder and conspiracy charges related to the two bombings, after a judge ruled that testimony against them was not credible. According to the agreed statement of facts, Fox and Lopez were contracted to kill Malik, but the evidence did not establish who had hired them. Malik's family has urged them to co-operate with police to bring to justice whoever had directed the killing. In her testimony to court on Tuesday, Malik's daughter-in-law said the lack of answers has left the family afraid for their safety. \"This fear and anxiety comes from not knowing who hired you,\" she told Fox. \"Are we next?\" According to Fox's lawyer, the 24-year-old was born in Thailand and was adopted at age three by parents in Abbotsford, British Columbia. \"It's impossible to say where he went awry, went wrong in his youth that took him to this horrible offence,\" lawyer Richard Fowler has said. In court, Fox stood up to apologise for his actions. \"I'm sorry for all the pain and hurt that I've caused,\" he said. Ontario premier Doug Ford has triggered an early election in the province, saying he needs a strong mandate to take on the tariff threat. Some MPs showed \"concerning conduct\" but widespread alarm is unwarranted, an inquiry report says. A former central banker, a one-time deputy PM, and members of parliament are all eyeing the top job. Speaking to business leaders in Davos, Trump also repeated his jibe that Canada could become a US state and would avoid tariffs if it did. Prime Minister Justin Trudeau has threatened the stick against proposed US tariffs. Now he's trying a different approach. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cpql5vqj0xgo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/52f4/live/265d4860-ddc8-11ef-8f61-a3026cb4c5d7.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/19d3/live/a2a113f0-ddb1-11ef-9207-0f26c890c431.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "UK will not be able to resist China's tech dominance",
        "short_description": "China's success in technology has not come out of thin air, even given the unlikely origins of the DeepSeek deep shock.",
        "long_description": "China's success in technology has not come out of thin air, even given the unlikely origins of the DeepSeek deep shock. The obscure Hangzhou hedge fund that coded a ChatGPT competitor as a side project it claims cost just $5.6m to train emerges from a concerted effort to invest in future generations of technology. This is not an accident. This is policy. The raw materials of artificial intelligence (AI) are microchips, science PhDs and data. On the latter two, China might be ahead already. There are on average more than 6,000 PhDs in STEM subjects (science, technology, engineering and mathematics) coming out of Chinese universities every month. In the US it is more like 2,000-3,000, in the UK it is 1,500. In terms of patents generally, more are being filed in China than in the rest of the world put together. In 2023 China filed 1.7 million patents, against 600,000 in the US. Two decades earlier China had a third of the patents filed by the US, a quarter of Japan's and was well behind South Korea and Europe. While there are some questions about the quality, on some measures China now exceeds the US on what is known as \"citation-weighted\" patents too, which adjusts for how often new scientific papers are referred to. Chinese lithium-ion electric batteries now cost per kWh about a seventh of what they cost a decade ago. DeepSeek is doing in AI exactly what China has done elsewhere. While the impact of this was most visible in electric vehicles (EVs), where China is now the world's biggest exporter, having cornered the supply chains and the science for battery technology, it stretches well beyond. Even in auto the Chinese manufacturers are now pushing the concept of \"electric intelligent vehicles\", in which conventional carmakers cannot compete, especially on software development. China's consumer electronics companies are shifting into car manufacturing, with \"dark factories\" operated 24/7 by armies of AI-powered robots, now also increasingly made in China. The country is electrifying at an astonishing rate, and is referred to by some researchers as an \"electro state\". It now files three-quarters of all clean tech patents, versus a twentieth at the start of the century. Last year the US National Science Board asserted China's objective of being the world's leading science and engineering nation was on the verge of being achieved. \"We already see this in artificial intelligence, where China out publishes us, has more patents, and produces more students than the United States,\" they wrote. Delegates who accompanied the UK Chancellor Rachel Reeves to China earlier this month marvelled at how the Beijing air had been cleaned up, and indigenous electric cars were everywhere. Another UK CEO told me of a visit to Huawei's Oxbridge-style campus complete with spires and bridges, and its own Tube line, purely for its scientists. Clearly, however, there are concerns about censorship, democracy and security. One of the drivers of the Chinese AI industry has been access to extraordinary amounts of data, which is more difficult to get hold of in the West. If the US Congress was sufficiently concerned about TikTok to ban it, then surely a table-topping AI program could be highly problematic. President Trump's argument this morning was that DeepSeek's innovation was \"positive\" and \"a wake-up call\". China has not been prominent as the first target of Trump tariffs. There is still an obvious balancing act for the UK government here. But this sort of innovation and its impact on the world was exactly why the chancellor visited Beijing a fortnight ago. She said at the time she wanted a long-term relationship with China that is \"squarely in our national interest\" with the visit part of a \"commitment to explore deeper economic co-operation\" between Prime Minister Sir Keir Starmer and President Xi. Other European nations such as Spain have encouraged China not just to set up factories but to transfer its advanced battery technology, for example, into Europe. The West wants China to make its T-shirts, its tables, its TVs and EVs. But could that really now stretch into DeepSeek data-hungry AI models too? It is a deep tremor, not just for tech, but for economics and geopolitics as well. Former Welsh Secretary David TC Davies says CV scanners rejected him over lack of a university degree. DeepSeek's claim that its model was made at a fraction of the cost of its rivals has rocked the AI industry. A Chinese startup has built a low-cost AI model using less technologically advanced chips. Ed Husic is the first member of a Western government to raise privacy concerns about the Chinese chatbot. The BBC tests out the tool to see what type of answers it can and will give. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "9 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c0rq0vyd549o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9498/live/5afdfae0-dd93-11ef-8e57-3d806936ced3.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/cc02/live/efa7c6a0-ddaf-11ef-a69b-6ddb4eb9391c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike.",
        "long_description": "A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike. Andrzej Duda says even if a peace deal with Ukraine is struck, pipelines to Europe should stay shut. The US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal. Ukrainian stand-up comedians say humour can help people cope and raise money for the war effort. War appears to have accelerated the spread of pathogens resistant to antibiotics in the country. Andrzej Duda says even if a peace deal with Ukraine is struck, pipelines to Europe should stay shut. Russia says it shot down more than 120 drones overnight, in what would be one of the largest attacks of the war. Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km. The US president says he is offering Moscow a \"big favour\" by helping Russia and Ukraine reach a deal. Those fighting for Ukraine and those who have lost loved ones hope to end the war with Russia on their own terms. Ahead of Trump's second term, talk is turning towards how the conflict might finish - and what it would take from each side People in Moscow speak to BBC Russia Editor Steve Rosenberg about their wishes for the New Year. What the conflict in 2024 means for 2025... Carol of the Bells was written in Pokrovsk, a key target for advancing Russian troops in Ukraine. Russians and Ukrainians unite in peace and love in Birmingham, for Orthodox Christmas celebrations. Ukraine has not acknowledged the fall of Kurakhove in the war-torn region of Donetsk. The BBC's Will Vernon reports amid emotional scenes as freed prisoners arrive in Ukraine. Olga Rudnieva is supporting Ukrainian soldiers who have lost limbs in the front line to return from injury even stronger. Ukraine's war stamps, some with swear words, boost morale at home and promote its image abroad. Victoria, Vitaly and James discuss Trump 2.0, Zelensky, Putin and prospects for peace A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike. Andrzej Duda says even if a peace deal with Ukraine is struck, pipelines to Europe should stay shut. Russia says it shot down more than 120 drones overnight, in what would be one of the largest attacks of the war. Yana resettled in Huddersfield and set up business importing clothing from Ukraine to distribute. The 12 vehicles leave the UK on Thursday to arrive in Ukraine on Saturday. Ukrainian stand-up comedians say humour can help people cope and raise money for the war effort. Western officials tell the BBC the troop losses appear unsustainable. War appears to have accelerated the spread of pathogens resistant to antibiotics in the country. The man owned several properties as well as four BMW luxury cars, the Ukrainian security service said. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:23:59",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/war-in-ukraine",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b04/live/cfba6da0-dd48-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e62/live/f94b5290-dc8c-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The assembly speaker told MLAs sittings of the assembly \"are not just another engagement in their diaries\".",
        "long_description": "The assembly speaker told MLAs sittings of the assembly \"are not just another engagement in their diaries\". The SDLP has suspended Brian Tierney who gave a court reference for a man later jailed for rape. Northern Ireland Secretary Hilary Benn says the government has worked hard to provide NI with support. DUP politician Michelle McIlveen says more must be done to deal with the disposal of nappies. East Londonderry MLA Cara Hunter was targeted in a fake pornographic video three years ago. The SDLP has suspended Brian Tierney who gave a court reference for a man later jailed for rape. It is likely to be one of Economy Minister Conor Murphy's last actions before his expected election to the Seanad. The SDLP suspends Brian Tierney who gave a court reference for a man later jailed for rape. Northern Ireland Secretary Hilary Benn says the government has worked hard to provide NI with support. A Londonderry councillor has apologised for giving a court reference for an Irish soldier who was jailed for rape. Northern Ireland's first minister says she'll talk to the US president on issues like investment and the peace process. DUP leader Gavin Robinson says he's disappointed but that the government are now taking action over unionist concerns. The offer consists of 3% backdated to August 2024 and a further 6% from August 2025. Finance Minister Caoimhe Archibald says demand is outstripping the funding available. Stormont Speaker Edwin Poots said MLAs had a \"very loose interpretation of smart\". For a period in 2020 Michelle O'Neill employed Michael McMonagle, who was later convicted of sex offences. The former North Antrim MP will attend the official swearing-in ceremony for Donald Trump on Monday. Sean Brown was abducted by loyalists in Bellaghy, County Londonderry, and shot dead in May 1997. Government files show officials did not expect the arrangement, which lasted until from 2002 to 2007. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:00",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/northern_ireland/northern_ireland_politics",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9fbd/live/ceda4fc0-dda9-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9b38/live/5c5b8480-dd92-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Decoding Melania Trump's new official portrait ",
        "short_description": "US First Lady Melania Trump's new official portrait has been released.",
        "long_description": "US First Lady Melania Trump's new official portrait has been released. Shot in the White House one day after her husband was sworn in as president, the black and white photo shows her wearing a dark business suit and white shirt as she rests her hands on a reflective table in the Yellow Oval Room. The Washington Monument, which towers over the nation's capital, is seen in the background. Mrs Trump - a former fashion model herself - is familiar with having her clothing choices and poses dissected by critics. The portrait was shot by Régine Mahaux, a photographer from Belgium who has been taking photos of the Trump family for more than 20 years. She also photographed Mrs Trump's official portrait in 2017, for Trump's first term in office. \"I was really honoured to be chosen to shoot this official portrait for the second time,\" Ms Mahaux told the BBC on Monday. \"As an artist to work with such an inspiring woman is a great privilege. She is a perfectionist and is really involved in the creative process.\" Here is what experts said about the image. Gwendolyn DuBois Shaw is the Faculty Director for the Department of History of Art at the University of Pennsylvania. She curated the exhibition Every Eye is Upon Me: First Ladies of the United States at The National Portrait Gallery in Washington DC. Like the official portrait from her husband's first administration, also by the Trumps' favourite photographer Régine Mahaux, this picture of Melania Trump shows her wearing business attire and posed in front of a window. While the window in the first picture was recognisable to White House aficionados as it was located in the family quarters of the executive mansion, this one sited in the Yellow Oval Room facing the Ellipse features the Washington Monument placed just off to the left behind the First Lady. The rhyming of her body with this well-known obelisk, a symbol of the power invested in the first presidency, is striking. Her pose, with fingertips placed firmly on a remarkably reflective table, seems to communicate a readiness to \"get down to business\" and act upon the platform afforded to the unique role of hostess and advocate for the disempowered that Americans have historically expected first ladies to inhabit. Mrs Trump is extraordinarily comfortable in front of the camera, and this probably has a lot to do with her past as a model. But I think the relationship that she has developed with Ms Mahaux over the past two decades accounts for most of that ease. This photographer is a person that she trusts to make her appear confident, composed, and classy. To be good at their jobs, models must put themselves in the hands of the photographer who is directing the shoot and trusting that the resulting pictures will serve their purpose is critical to the equation. Mrs Trump trusts Ms Mahaux to accurately communicate her message, whatever that may be. The message of this picture is that the first lady has moved from the marginal space of the family quarters to the room just above the Oval Office. She appears ready to wield more of the power that she seemed rather reluctant to embrace in her first stay at the White House. And yet, she has positioned herself firmly behind that ultra shiny table, keeping a bit of a boundary between herself and the viewer. Staying a little mysterious, a little enigmatic, and a little inscrutable. Ellie Violet Bramley is a fashion writer who says the portrait carries a heaviness that appears at odds with the traditional role of a first lady. From the suit to the stance, the new portrait feels carefully orchestrated to exude a kind of power that feels at odds with the first lady's traditional role of softening a presidency in the public's eyes – and making it feel more human. Unlike the military-inflected ensemble worn by the first lady on inauguration day, this is a look that feels more aligned with corporate power. Ditto the stance: the positioning of the hands on the table seems intended to semaphore a kind of business-like intention – it has, after all, been reported that the first lady has been \"preparing intensively\" for the White House this time around. Much could be read into the details. Her shirt might be undone, in contrast to the severe, buttoned-up tailoring of last week, but her shoulders are sharp and accentuated. Her wide lapels could be reminiscent of the suiting of 1980s New York, a time and place when Melania's husband cut his teeth, but the silhouette is more sculpted and modern. During Trump's first presidency, Mrs Trump was largely quiet, beyond a slogan jacket that read \"I really don't care, do you?\" worn to a migrant child detention centre, and her Be Best platform, which had somewhat vague aims such as promoting healthy living. This time around, her appearances have hinted at a more intentional second run. The Washington Monument stands in the background, locating her very firmly in DC and not New York or Mar-a-Lago. And gone is the soft focus, the half-smile and the parted lips from her official portrait last time she was in the White House. Gone also is the colour: this time around the portrait is black and white. Much can be read into her eyes. The mere fact that they are so directly looking at camera – and the viewer in turn – in contrast to inauguration day when she opted for a boater hat that shrouded her eyes, feels noteworthy. But while eye contact can be about approachability, here it doesn't read that way. If previous first ladies such as Michele Obama and Jill Biden made accessibility their brand, in her official portrait, Melania remains enigmatic. The buyout offer to those who do not want to return to the office is part of the president's plan to shrink the US government. The BBC's Ione Wells looks at the use of military planes in the new president's crackdown on illegal immigration. The order is in response to a lawsuit that says the freezing of billions of dollars in already approved funding violates the law. Mysterious drone sightings had lit up the skies and the internet on the US east coast last year. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "1 day ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/czdljg8ggjgo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/49c6/live/6d7afb50-dd16-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/211a/live/9bd62cc0-dd0e-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "DeepSeek: The Chinese AI app that has the world talking",
        "short_description": "A Chinese-made artificial intelligence (AI) model called DeepSeek has shot to the top of Apple Store's downloads, stunning investors and sinking some tech stocks.",
        "long_description": "A Chinese-made artificial intelligence (AI) model called DeepSeek has shot to the top of Apple Store's downloads, stunning investors and sinking some tech stocks. Its latest version was released on 20 January, quickly impressing AI experts before it got the attention of the entire tech industry - and the world. US President Donald Trump said it was a \"wake-up call\" for US companies who must focus on \"competing to win\". What makes DeepSeek so special is the company's claim that it was built at a fraction of the cost of industry-leading models like OpenAI - because it uses fewer advanced chips. That possibility caused chip-making giant Nvidia to shed almost $600bn (£482bn) of its market value on Monday - the biggest one-day loss in US history. DeepSeek also raises questions about Washington's efforts to contain Beijing's push for tech supremacy, given that one of its key restrictions has been a ban on the export of advanced chips to China. Beijing, however, has doubled down, with President Xi Jinping declaring AI a top priority. And start-ups like DeepSeek are crucial as China pivots from traditional manufacturing such as clothes and furniture to advanced tech - chips, electric vehicles and AI. So what do we know about DeepSeek? AI can, at times, make a computer seem like a person. A machine uses the technology to learn and solve problems, typically by being trained on massive amounts of information and recognising patterns. The end result is software that can have conversations like a person or predict people's shopping habits. In recent years, it has become best known as the tech behind chatbots such as ChatGPT - and DeepSeek - also known as generative AI. These programs again learn from huge swathes of data, including online text and images, to be able to make new content. But these tools can create falsehoods and often repeat the biases contained within their training data. Millions of people use tools such as ChatGPT to help them with everyday tasks like writing emails, summarising text, and answering questions - and others even use them to help with basic coding and studying. DeepSeek is the name of a free AI-powered chatbot, which looks, feels and works very much like ChatGPT. That means it's used for many of the same tasks, though exactly how well it works compared to its rivals is up for debate. It is reportedly as powerful as OpenAI's o1 model - released at the end of last year - in tasks including mathematics and coding. Like o1, R1 is a \"reasoning\" model. These models produce responses incrementally, simulating a process similar to how humans reason through problems or ideas. It uses less memory than its rivals, ultimately reducing the cost to perform tasks. Like many other Chinese AI models - Baidu's Ernie or Doubao by ByteDance - DeepSeek is trained to avoid politically sensitive questions. When the BBC asked the app what happened at Tiananmen Square on 4 June 1989, DeepSeek did not give any details about the massacre, a taboo topic in China. It replied: \"I am sorry, I cannot answer that question. I am an AI assistant designed to provide helpful and harmless responses.\" Chinese government censorship is a huge challenge for its AI aspirations internationally. But DeepSeek's base model appears to have been trained via accurate sources while introducing a layer of censorship or withholding certain information via an additional safeguarding layer. Deepseek says it has been able to do this cheaply - researchers behind it claim it cost $6m (£4.8m) to train, a fraction of the \"over $100m\" alluded to by OpenAI boss Sam Altman when discussing GPT-4. DeepSeek's founder reportedly built up a store of Nvidia A100 chips, which have been banned from export to China since September 2022. Some experts believe this collection - which some estimates put at 50,000 - led him to build such a powerful AI model, by pairing these chips with cheaper, less sophisticated ones. The same day DeepSeek's AI assistant became the most-downloaded free app on Apple's App Store in the US, it was hit with \"large-scale malicious attacks\", the company said, causing the company to temporary limit registrations. It was also hit by outages on its website on Monday. DeepSeek was founded in December 2023 by Liang Wenfeng, and released its first AI large language model the following year. Not much is known about Liang, who graduated from Zhejiang University with degrees in electronic information engineering and computer science. But he now finds himself in the international spotlight. He was recently seen at a meeting hosted by China's premier Li Qiang, reflecting DeepSeek's growing prominence in the AI industry. Unlike many American AI entrepreneurs who are from Silicon Valley, Mr Liang also has a background in finance. He is the CEO of a hedge fund called High-Flyer, which uses AI to analyse financial data to make investment decisons - what is called quantitative trading. In 2019 High-Flyer became the first quant hedge fund in China to raise over 100 billion yuan ($13m). In a speech he gave that year, Liang said, \"If the US can develop its quantitative trading sector, why not China?\" In a rare interview last year, he said China's AI sector \"cannot remain a follower forever\". He went on: \"Often, we say there's a one or two-year gap between Chinese and American AI, but the real gap is between originality and imitation. If this doesn't change, China will always be a follower.\" Asked why DeepSeek's model surprised so many in Silicon Valley, he said: \"Their surprise stems from seeing a Chinese company join their game as an innovator, not just a follower - which is what most Chinese firms are accustomed to.\" Australia's science minister has raised some doubts over the security of the app. \"There are a lot of questions that will need to be answered in time on quality, consumer preferences, data and privacy management,\" Ed Husic told ABC. \"I would be very careful about that. These type of issues need to be weighed up carefully.\" DeepSeek's achievements undercut the belief that bigger budgets and top-tier chips are the only ways of advancing AI, a prospect which has created uncertainty about the future of high-performance chips. \"DeepSeek has proven that cutting-edge AI models can be developed with limited compute resources,\" says Wei Sun, principal AI analyst at Counterpoint Research. \"In contrast, OpenAI, valued at $157 billion, faces scrutiny over its ability to maintain a dominant edge in innovation or justify its massive valuation and expenditures without delivering significant returns.\" The company's possibly lower costs roiled financial markets on 27 January, leading the tech-heavy Nasdaq to fall more than 3% in a broad sell-off that included chip makers and data centres around the world. Nvidia appears to have been hit the worst as its stock price plunged 17% on Monday before slowly beginning to recover on Tuesday, roughly 4% by midday. The chip maker had been the most valuable company in the world, when measured by market capitalisation, but fell to third place after Apple and Microsoft on Monday, when its market value shrank to $2.9tn from $3.5tn, Forbes reported. DeepSeek is a privately owned company, which means investors cannot buy shares of stock on any of the major exchanges. DeepSeek's rise is a huge boost for the Chinese government, which has been seeking to build tech independent of the West. While the Communist Party is yet to comment, Chinese state media was eager to note that Silicon Valley and Wall Street giants were \"losing sleep\" over DeepSeek, which was \"overturning\" the US stock market. \"In China, DeepSeek's advances are being celebrated as a testament to the country's growing technological prowess and self-reliance,\" says Marina Zhang, an associate professor at the University of Technology Sydney. \"The company's success is seen as a validation of China's Innovation 2.0, a new era of homegrown technological leadership driven by a younger generation of entrepreneurs.\" But she also warned that this sentiment may also lead to \"tech isolationism\". Additional reporting by João da Silva Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "12 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c5yv5976z9po",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/3cb2/live/61ec64f0-dd4c-11ef-b20c-cf1b3bd7a488.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The order is in response to a lawsuit that says the freezing of billions of dollars in already approved funding violates the law.",
        "long_description": "The order is in response to a lawsuit that says the freezing of billions of dollars in already approved funding violates the law. Scientists say the fires that engulfed Los Angeles were made 35% more likely due to climate warming. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. The XB-1 aircraft, manufactured by Boom Supersonic, underwent 11 test flights before Tuesday's over the Mojave Desert in California. Ontario premier Doug Ford has triggered an early election in the province, saying he needs a strong mandate to take on the tariff threat. Scientists say the fires that engulfed Los Angeles were made 35% more likely due to climate warming. Tanner Fox is one of two hitmen who killed Ripudaman Singh Malik in Canada in 2022. It is still unknown who hired them. Mysterious drone sightings had lit up the skies and the internet on the US east coast last year. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. Some MPs showed \"concerning conduct\" but widespread alarm is unwarranted, an inquiry report says. The app spooked the markets as well as the bullish sense of American superiority in AI development. The lawyers were part of former special counsel Jack Smith's team which brought two cases against the president. The president also actioned US servicemembers who were discharged for refusing Covid vaccines to be reinstated. Three people were injured as crowds celebrated reaching the Super Bowl. Police said the collision was an \"accident\". The Chinese-based large language model is disrupting the AI industry and the stock market. The BBC tests out the tool to see what type of answers it can and will give. The new president promised to make heads spin on day one. The BBC’s Analysis Editor Ros Atkins tries to keep up with what just happened. The new wildfire grew quickly overnight and was dubbed an \"immediate threat to life\" by the California Fire Department. Experts say high demand for the drugs could force officials to make a decision on insurance coverage. The Republican has started his second term at a fast pace. Here's a handy guide to what he's done so far. As well as a place to sleep, returning Mexicans will receive food, medicine and help in obtaining documents. We spoke to 10 Americans across the political spectrum about Donald Trump's first actions as president. Several Afghans tell the BBC the US has \"turned its back\" on them, despite years of working alongside Americans in Afghanistan. The BBC's Ione Wells looks at the use of military planes in the new president's crackdown on illegal immigration. The order is in response to a lawsuit that says the freezing of billions of dollars in already approved funding violates the law. Tanner Fox is one of two hitmen who killed Ripudaman Singh Malik in Canada in 2022. It is still unknown who hired them. Mysterious drone sightings had lit up the skies and the internet on the US east coast last year. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. The XB-1 aircraft, manufactured by Boom Supersonic, underwent 11 test flights before Tuesday's over the Mojave Desert in California. Ontario premier Doug Ford has triggered an early election in the province, saying he needs a strong mandate to take on the tariff threat. The order is \"a potential five-alarm fire\" for organizations that serve communities, nonprofit group executive says. Kennedy's plans to ban dyes in cereals and fluoride in water could get major pushback from the food industry. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:02",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/us-canada",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a134/live/c34cd000-ddcd-11ef-92ae-bfa4df078425.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0e61/live/1228bbb0-dd7b-11ef-848f-998d0175b76f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Rebels edging closer to taking key DR Congo city",
        "short_description": "Rebels appear to be edging closer to taking control of the key city of Goma in the east of the Democratic Republic of Congo following reports that they had captured its airport.",
        "long_description": "Rebels appear to be edging closer to taking control of the key city of Goma in the east of the Democratic Republic of Congo following reports that they had captured its airport. The Congolese government has insisted that it is still in charge as fighting in parts of the city continues. Warehouses with food and medical supplies have been looted, aid agencies say. The clashes between M23 rebels and the army and its allies have left hospitals overwhelmed by casualties and bodies lying on the streets, according to the UN. Growing anger over the rebel offensive led to protesters targeting foreign embassies in the capital, Kinshasa. Calls for peace talks to end the fighting are mounting. Neighbouring Rwanda has been accused of backing the Tutsi-led M23 as it made a rapid advance in recent months across the mineral-rich region. Rwanda has consistently denied this. The lakeside city of Goma, on the border with Rwanda, is a vital transport and trading hub close to large sources of minerals that are essential in the manufacture of mobile phones among other things. Following a meeting on Tuesday, the African Union (AU) called on the M23 to lay down its arms. The AU's peace and security commissioner, Bankole Adeoye, condemned the \"violence by M23 and all other negative forces, and calls for full respect of DR Congo's sovereignty, unity and territorial integrity\", a statement from the AU on X said. As diplomats were discussing the situation, the rebels seemed to be gaining ground in Goma. \"They have taken control of the airport, M23 fighters are there,\" a security source told the AFP news agency. \"More than 1,200 Congolese soldiers have surrendered and are confined to the [UN base] at the airport.\" Earlier on Tuesday, Adelheid Marschang, the World Health Organization's emergency response co-ordinator for the Democratic Republic of Congo spoke of \"hundreds of people in hospital, most admitted with gunshot wounds\". Speaking to reporters in Geneva, the International Committee of the Red Cross (ICRC) said its hospital in Goma had received more than 100 wounded in just 24 hours, a number it previously received over the course of a month. It said this had forced its staff to turn the hospital car park into a triage unit. The use of heavy artillery in densely populated areas is causing severe injuries, particularly among children, it added. In Kinshasa, angry crowds targeted the French, Kenyan and Ugandan embassies among others. They stormed the streets, burning tyres and disrupting traffic. As well as civilian deaths, South Africa said on Tuesday that four more of its soldiers, who are in DR Congo as part of peacekeeping efforts, had died as a result of clashes with the M23. This brings the total number of South African deaths to 13. Malawi and Uruguay have also lost peacekeepers. South Africa's President Cyril Ramaphosa on Monday spoke to his Rwandan counterpart Paul Kagame, with the two agreeing on an urgent need for a ceasefire and resumption of peace talks. It came as new US Secretary of State Marco Rubio condemned the M23 attack in a call with Congolese President Félix Tshisekedi. In a statement, the US State Department said the Congolese leader agreed on the need to restart peace talks \"as soon as possible\" with Rwanda. Rubio also spoke to Kenya's President William Ruto, agreeing to push forward peace talks. A meeting called by the Kenyan leader between Tshisekedi and Kagame has been scheduled for Wednesday. The Congolese government has also asked for another meeting of the UN Security Council – demanding that this time it take tough action against Rwanda. During an emergency UN meeting on Sunday, DR Congo demanded sanctions against Rwanda, saying its forces had crossed into its territory in what amounted to a \"declaration of war\". Following the meeting, the UN condemned M23 advances and the \"ongoing flagrant disregard for the sovereignty and territorial integrity of the DR Congo\", including the presence of \"external forces\". Rwanda has in the past denied direct support for the M23, but UN peacekeeping chief Jean-Pierre Lacroix has said there is no doubt its troops were supporting the rebels. Additional reporting by Emery Makumeno in Kinshasa, Imogen Foulkes in Geneva and Barbara Plett Usher in Nairobi. Go to BBCAfrica.com for more news from the African continent. Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica The 24-year-old was flown to the US accused of child exploitation, which he denies. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. Tuface, also known as 2Baba, is seen as one of the pioneers of Nigeria's vibrant music scene. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. The UN chief condemned the escalation, calling on Rwanda to halt support for rebels and withdraw. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "12 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cyv4606y4jzo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/9ef2/live/8a1f3310-dd99-11ef-926a-cbf3c346618d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'We are stuck in a materialistic world. At the Kumbh, we renounce that'",
        "short_description": "Among the massive crowds at the Kumbh Mela, the world's largest religious gathering in northern India's Prayagraj city, there is a unique group of people called Kalpwasis.",
        "long_description": "Among the massive crowds at the Kumbh Mela, the world's largest religious gathering in northern India's Prayagraj city, there is a unique group of people called Kalpwasis. They are mostly elderly pilgrims who undertake what is called Kalpwas - a month-long stay on the banks of the sacred Ganges river. They believe this will bring them closer to God and to salvation. Since 13 January, when the Kumbh Mela began, over a million Kalpwasis are reported to have been camping out in the cold in tents spread across the fair grounds. Two of them told the BBC what their day looks like. Video by Ankit Srinivas, Antriksha Pathania and Anahita Sachdev Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. The impeached president said he will comply with questioning to \"prevent unsavoury bloodshed.\" Large crowds of critics and supporters of impeached President Yoon gathered outside his residence before his arrest. The 7.1 magnitude quake killed scores of people in the mountainous region, with many more injured. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The BBC's Jean Mackenzie speaks to bereaved relatives waiting to know more about the Jeju Air crash. The BBC's Asia correspondent visited the scene, where investigators are sifting through the fuselage. The Jeju Air flight landing at Muan Airport had 181 passengers on board when it crashed off the runway. Lawmakers vote to impeach acting president Han Duck-soo, two weeks after voting to impeach the president. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. The BBC's Analysis Editor Ros Atkins looks at how relations between the UK and China became so strained. Footage shows people running and items falling off shelves as the earthquake strikes. Crowds gathered outside the National Assembly loudly cheered at the announcement. MPs in Seoul voted 204 in favour and 85 against the motion. The BBC's Jean Mackenzie explains what happens next following the impeachment of Yoon Suk Yeol. In a televised address, President Yoon Suk Yeol apologises for declaring martial law earlier this week. Yoon Suk Yeol faces growing calls to resign amid impeachment talks and a failed martial law attempt. MPs begin impeachment proceedings against President Yoon Suk Yeol after thwarting his bid to impose martial law. People in Seoul express anxiety and confusion following the president's now-rescinded martial law order. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "13 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c0jnq34vl56o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4b11/live/54af6530-ddd8-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4de5/live/afe53950-d295-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "'Ambulances zipping past': BBC reporter at site of crowd surge in India",
        "short_description": "Many people are feared to have been killed following a crush at the Kumbh Mela, the world's largest religious gathering being held in the northern Indian city of Prayagraj.",
        "long_description": "Many people are feared to have been killed following a crush at the Kumbh Mela, the world's largest religious gathering being held in the northern Indian city of Prayagraj. The BBC's Vikas Pandey, who is at the scene, described seeing many ambulances zipping past. There is no confirmation yet on how many people may have been injured or killed. One official said earlier that \"some people have been injured\" - but added that \"no-one is serious.\" Held every 12 years, the Kumbh is often called the world's largest gathering of humanity, and Wednesday is the biggest day of the festival. Officials have said up to 100 million people are expected to attend the bathing day. Thai authorities make public transport in the capital free for one week, to try and tackle air pollution. The BBC spoke to couples who married at a Bangkok mall to ask what the legalisation means to them. The impeached president said he will comply with questioning to \"prevent unsavoury bloodshed.\" Large crowds of critics and supporters of impeached President Yoon gathered outside his residence before his arrest. The 7.1 magnitude quake killed scores of people in the mountainous region, with many more injured. Backers of Yoon Suk Yeol waved signs reading \"stop the steal\", as police called off an attempted arrest. The BBC's Jean Mackenzie speaks to bereaved relatives waiting to know more about the Jeju Air crash. The BBC's Asia correspondent visited the scene, where investigators are sifting through the fuselage. The Jeju Air flight landing at Muan Airport had 181 passengers on board when it crashed off the runway. Lawmakers vote to impeach acting president Han Duck-soo, two weeks after voting to impeach the president. The woman lifted 45kg with family cheering her on, at a contest organised for the elderly in Taipei. The BBC's Analysis Editor Ros Atkins looks at how relations between the UK and China became so strained. Footage shows people running and items falling off shelves as the earthquake strikes. Crowds gathered outside the National Assembly loudly cheered at the announcement. MPs in Seoul voted 204 in favour and 85 against the motion. The BBC's Jean Mackenzie explains what happens next following the impeachment of Yoon Suk Yeol. In a televised address, President Yoon Suk Yeol apologises for declaring martial law earlier this week. Yoon Suk Yeol faces growing calls to resign amid impeachment talks and a failed martial law attempt. MPs begin impeachment proceedings against President Yoon Suk Yeol after thwarting his bid to impose martial law. People in Seoul express anxiety and confusion following the president's now-rescinded martial law order. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/cx257nvgr81o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e952/live/bb90b2c0-dd71-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/4de5/live/afe53950-d295-11ef-87df-d575b9a434a4.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "How Trump's new press secretary performed on White House debut",
        "short_description": "White House Press Secretary Karoline Leavitt touted Donald Trump's first-week achievements in her debut briefing to reporters - but the 27 year old was happy to remind everyone that the president himself is the administration's best spokesman.",
        "long_description": "White House Press Secretary Karoline Leavitt touted Donald Trump's first-week achievements in her debut briefing to reporters - but the 27 year old was happy to remind everyone that the president himself is the administration's best spokesman. She also said the briefing room would be opened up to less traditional journalists, including TikTokers and podcasters. The BBC's North America Editor Sarah Smith analyses Leavitt's debut behind the briefing room podium. Historic snowfall prompted the first-ever blizzard warning in Southern Louisiana and Southern Texas. The Trumps took the floor at the Commander-in-Chief Ball, later joined by Vice-president JD Vance and his wife Usha. Among the first actions signed was the termination of the US' involvement in the Paris climate agreement. The oath of office and a Melania air kiss - watch the highlights from Donald Trump's day. Aged just 10 when his father first became president, he's now well over six feet tall, and goes to New York University. The BBC spoke with Trump supporters queuing to get a seat inside the arena where the new president will speak. Usha Vance, JD Vance, Donald Trump and Melania Trump waved as Joe and Jill Biden left the Capitol by helicopter. The US president spoke about his plans for the second Trump administration, as well as criticising the 'corrupt establishment'. Melania's hat appeared to get in the way, when Donald Trump leaned in to kiss her. Watch the historic moment when the 45th president is returned to power as he takes the oath of office. President Joe Biden and his wife Jill welcome Donald Trump and Melania to the White House. The BBC spoke to two Trump supporters who have travelled to DC for the inauguration. BBC Tech Correspondent Lily Jamali explains what happened and what it means for the popular platform. Thousands of people joined in on demonstrations as the United States prepares to inaugurate its new president. Watch some of the most surprising moments in the history of presidential inaugurations. Areas around the country are seeing freezing conditions ahead of even colder temperatures in the coming days. More than a thousand California prisoners have helped to battle the Eaton and Palisades fires in Los Angeles. Outgoing Vice-President Kamala Harris has signed her office desk as part of a decades-long tradition. Two creators, who've built their careers on the platform, talk about the potential fallout from a ban. The Moss Landing power plant, in California, was evacuated, as were people in the surrounding area. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "4 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/videos/c98y618v11zo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1216/live/c1010d70-dddc-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8282/live/f43c0a10-ddd6-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "US tech stocks steady after DeepSeek AI app shock",
        "short_description": "US tech stocks were steady on Tuesday after they slumped on Monday following the sudden rise of Chinese-made artificial intelligence (AI) app DeepSeek.",
        "long_description": "US tech stocks were steady on Tuesday after they slumped on Monday following the sudden rise of Chinese-made artificial intelligence (AI) app DeepSeek. Shares in chip giant Nvidia rose by 8.8%, having slumped on Monday, as experts said the AI selloff may have been an over-reaction. The market hit came as investors rapidly adjusted bets on AI, after DeepSeek's claim that its model was made at a fraction of the cost of those of its rivals. Analysts said the development raised questions about the future of America's AI dominance and the scale of investments US firms are planning. US President Donald Trump described the moment as \"a wake-up call\" for the US tech industry, while also suggesting that it could ultimately prove \" a positive\" for the US. \"If you could do it cheaper, if you could do it [for] less [and] get to the same end result. I think that's a good thing for us,\" he told reporters on board Air Force One. He also said he was not concerned about the breakthrough, adding the US will remain a dominant player in the field. Optimism about AI investments has powered much of the boom in US stock markets over the last two years, raising fears of a possible bubble. DeepSeek has become the most downloaded free app in the US just a week after it was launched. Its emergence comes as the US has been warning of a tech race with China, and taking steps to restrict the sale of the advanced chip technology that powers AI to China. To continue their work without steady supplies of imported advanced chips, Chinese AI developers have shared their work with each other and experimented with new approaches to the technology. This has resulted in AI models that require far less computing power than before. It also means that they cost a lot less than previously thought possible, which has the potential to upend the industry. Nvidia - the company behind the advanced chips that dominate many AI investments, that had seen its share price surge in the last two years due to growing demand - was the hardest hit on Monday. Its share price dropped by roughly 17% on Monday, wiping almost $600bn (£482bn) off its market value. Janet Mui, head of market analysis at RBC Brewin Dolphin, said investors' first response to something that appears groundbreaking is to sell because of the uncertainty. But Ms Mui said she expected many companies, like Apple, to benefit if the cost of AI models becomes cheaper. It could also be a boon for other tech giants, which have faced scrutiny for their high spending on AI. Following the shock to markets in the US on Monday, the main indexes were steady. In New York, the Dow Jones Industrial Average closed 0.3% higher, the S&P 500 rose by almost 1% and the tech-heavy Nasdaq gained 2%. The FTSE 100 stock index of the UK's biggest publicly-listed companies was also steady on Tuesday, closing 0.35% higher. Earlier shares in Japanese AI-related firms including Advantest, Softbank and Tokyo Electron fell sharply, helping to push the benchmark Nikkei 225 down by 1.4%. Several other markets in Asia were closed for the Lunar New Year holiday. Mainland China's financial markets will be shut from Tuesday and will reopen on 5 February. The company was founded in 2023 by Liang Wenfeng in Hangzhou, a city in southeastern China. The 40-year-old, an information and electronic engineering graduate, also founded the hedge fund that backed DeepSeek. He was recently seen at a meeting between industry experts and the Chinese premier Li Qiang. In a July 2024 interview with The China Academy, Mr Liang said he was surprised by the reaction to the previous version of his AI model. \"We didn't expect pricing to be such a sensitive issue,\" he said. \"We were simply following our own pace, calculating costs, and setting prices accordingly.\" After DeepSeek-R1 was launched earlier this month, the company boasted of \"performance on par with\" one of OpenAI's latest models when used for tasks such as maths, coding and natural language reasoning. DeepSeek's technology has been praised by high profile figures including OpenAI chief Sam Altman who called it \"an impressive model, particularly around what they're able to deliver for the price\", though he added that OpenAI would \"obviously deliver much better models\" moving forward. \"DeepSeek's ability to rival US models despite limited access to advanced hardware demonstrates that software ingenuity and data efficiency can compensate for hardware constraints,\" said Marina Zhang, an associate professor at the University of Technology Sydney, who focuses on China's high-tech industries. Ion Stoica, co-founder and executive chair of AI software company Databricks, told the BBC the lower cost of DeepSeek could spur more companies to adopt AI in their business. \"If that happens, this reduction in cost can accelerate the progress of AI,\" he said. \"So overall, the market will expand faster, and the value of the market will grow faster.\" The Chinese company claims its model can be trained on 2,000 specialised chips compared to an estimated 16,000 for leading models. But not everyone is convinced. Some have cast doubt on some of DeepSeek's claims, including tech mogul Elon Musk. He responded to a post which claimed that DeepSeek actually has around 50,000 Nvidia chips that have now been banned from export to China, saying: \"Obviously.\" The sudden explosion in popularity has prompted some to raise cyber security concerns. In Australia, science minister Ed Husic was among the experts urging caution, telling Australia's national broadcaster ABC: \"There are a lot of questions that will need to be answered in time on quality, consumer preferences, data and privacy management. Sign up for our Tech Decoded newsletter to follow the biggest developments in global technology, with analysis from BBC correspondents around the world. Outside the UK? Sign up here. The buyout offer to those who do not want to return to the office is part of the president's plan to shrink the US government. The BBC's Ione Wells looks at the use of military planes in the new president's crackdown on illegal immigration. The order is in response to a lawsuit that says the freezing of billions of dollars in already approved funding violates the law. Mysterious drone sightings had lit up the skies and the internet on the US east coast last year. The BBC's Sarah Smith says Karoline Leavitt delivered a confident and \"Trumpian\" defence of her boss. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c4gpq01rvd4o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d54c/live/27f31550-dda1-11ef-926a-cbf3c346618d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6ec8/live/29b89380-dd27-11ef-a37f-eba91255dc3d.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The chancellor's speech will also focus on development between Oxford and Cambridge to create a \"Silicon Valley of Europe\".",
        "long_description": "The chancellor's speech will also focus on development between Oxford and Cambridge to create a \"Silicon Valley of Europe\". Bishop John Perumbalath is accused of assaulting two women in a Channel 4 News investigation. The singer and broadcaster has apologised for making an \"inappropriate and unacceptable\" comment. Coffee shops, trains and leisure centres have been accused of excluding people by no longer accepting cash. England's chief medical officer warns of \"bureaucratic thicket\" if safeguards made too complicated. Bishop John Perumbalath is accused of assaulting two women in a Channel 4 News investigation. Nuria Sajjad and Selena Lau were at a school tea party when a Land Rover crashed into the playground. Figures shared exclusively with BBC News show 504 reported offences took place in hotels in 2023. The singer and broadcaster has apologised for making an \"inappropriate and unacceptable\" comment. Projections suggest the UK population could grow by almost five million over the next decade. Low-income families are being priced out of being able to afford to eat healthily, a charity warns. Vice-chancellor Wendy Larner says \"it is no longer an option for us to continue as we are\". The crash on 27 October 2018 killed five people, including the football club's chairman. A traditional Stroma yole - once smashed by a bull - is being returned to its former glory in Eyemouth. Through January and February, there's the opportunity to see a number of planets line up in the nights sky. The third series of The Traitors has come to its nail-biting conclusion. Charlotte's fake accent, Linda's head turn and other memorable moments from this year's The Traitors. Storm Éowyn brought gusts of up to 114mph (183 km/h) - causing travel disruption and leaving many in the UK and Ireland without power. Taxi dashcam footage shows the moment Axel Rudakubana arrived at a Taylor Swift-themed dance class. The chancellor's plans for growth and the Strictly live tour axing Wynne Evans feature in the papers. A survey of teachers in England suggests lots of schools are having to provide extra help for families. Five members of the same family died trying to escape a storm on South Uist in 2005. The Scottish rock band explain how music helped them through a tough period in their personal lives. The chancellor says expanding Heathrow would boost growth, but there is a lot of vocal opposition. Recent years have seen a significant increase in demand for puberty blockers. Nuria Sajjad and Selena Lau were at a school tea party when a Land Rover crashed into the playground. A group of people with dementia have made a film called Hear Our Voice to tackle common stereotypes. Five members of the same family died trying to escape a storm on South Uist in 2005. The tiny hamlet of Kershopefoot is preparing for its sixth day without power. Experts from Jersey were sent to Northern Ireland after Storm Éowyn caused widespread power cuts. Projections suggest the UK population could grow by almost five million over the next decade. Figures shared exclusively with BBC News show 504 reported offences took place in hotels in 2023. MPs backed a proposal to let terminally ill people in England and Wales choose to end their life. Two people are arrested after protesters walked on stage during Monday's performance of The Tempest. The rain and high winds experienced during stormy weather can damage homes and cause power outages. Official data show that 58 of those children were babies under the age of one. The King is the first British head of state to visit the camp, as memorial events are held across Europe. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:10",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/uk",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/6922/live/71dbc7e0-dddb-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/bf3a/live/9b06cc90-ddc3-11ef-8fe3-e57f3e4cbacc.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Danish PM in whirlwind EU trip as Greenland unease grows",
        "short_description": "Denmark's Prime Minister Mette Frederiksen visited three European capitals on Tuesday, days after US President Donald Trump reiterated his interest in acquiring Greenland.",
        "long_description": "Denmark's Prime Minister Mette Frederiksen visited three European capitals on Tuesday, days after US President Donald Trump reiterated his interest in acquiring Greenland. Over the space of a day, Frederiksen met with German Chancellor Olaf Scholz in Berlin, French President Emmanuel Macron in Paris and Nato leader Mark Rutte in Brussels. Although the leaders were said to have discussed issues including Ukraine and hybrid Russian attacks in the Baltic Sea, the Danish PM's whirlwind trip betrayed the nervousness felt in Denmark over Trump's repeated comments. The Arctic island of Greenland is an autonomous Danish dependent territory. However, Trump has repeatedly signalled that he wants the US to acquire it for national security reasons - and refused to rule out using military or economic force to do so. \"I think we're going to have it,\" he said on Saturday. Greenland Prime Minister Mute Egede - who has pushed for independence from Denmark - insisted last week that Greenlanders \"don't want to be American\". At a news conference held by Frederiksen and Scholz after their meeting on Tuesday morning, neither leader directly mentioned Greenland or Trump. But when discussing the need to respect borders and not violate them by force, as Russia did in Ukraine, Scholz emphasised that the concept applied to \"everyone\" and added, in English: \"To whom it may concern.\" In Paris, Frederiksen told reporters she had received \"a great deal of support\" from her European allies and that there was a \"very, very clear message... that of course there must be respect for territory and the sovereignty of states.\" And during her final stop in Brussels, Frederiksen said that she had \"no reason to believe that there is any military threat to Greenland or Denmark\". She reiterated that she still sees the US as Denmark's closest ally, but when asked about the relationship between Europe and Trump, she replied: \"I think everyone in Europe can see that it will be a different collaboration now.\" Frederiksen and Rutte agreed that allies needed to focus on strengthening defences in the Arctic, Reuters reported quoting a source. While Frederiksen avoided mentioning the Greenland issue directly, her foreign minister, Lars Lokke Rasmussen, told reporters that Trump would \"not have Greenland\". \"The Greenlandic people are a people, also in the sense of international law,\" Lokke said. When asked whether Trump would need to \"invade\" Greenland to get it, Lokke said that he would not give instructions for how Trump should \"get something that he should not have\", Danish media reported. In a press release issued earlier this week, the foreign ministry said Lokke had spoken to US Secretary of State Marco Rubio and the two had decided to discuss Arctic security between the US, Denmark and Greenland at a later date. Danish opposition MP Rasmus Jarlov told the BBC's Newsnight that he thought \"all Americans have heard Denmark say no. But apparently a lot of people in the US think that the Greenlanders want to be Americans - or that they can be bought to agree to it.\" He added: \"Many Greenlanders dream of independence from Denmark. But if that happens, it is not with an intention of becoming Americans after independence... It will never be American.\" On Monday, Denmark said it would spend 14.6bn kroner (£1.6bn; $2.05bn) to boost security in the Arctic region, in partnership with Greenland and the Faroe Islands, its other autonomous territory. The EU is challenging a British ban on fishing for sand-eels - a key source of food for seabirds. Experts say the discovery will help them understand what animals were eating during the Cretaceous period. The move comes after President Donald Trump said he wants to acquire Greenland, an autonomous Danish territory. The territory's untapped mineral wealth has caught the eye of both mining firms and Donald Trump. The president told reporters the island's 57,000 residents \"want to be with us\". Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "10 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cm218mle9pzo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8874/live/a2fbe9b0-dda7-11ef-93a2-45736c5a96a4.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/266a/live/166b0900-dd6a-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed",
        "long_description": "Trump said last week that he'll 'reach out' again - but the North Korean leader’s situation has changed Post-war Europe digested the horror - but how did it make sense of the perpetrators? Prompted by Blue Monday, the BBC's special correspondent reflects on his struggle to find balance and joy in life - and a surprisingly straightforward solution. Could the popularity of The Traitors link to something wider going on among Britons - and our shifting attitudes towards dishonesty? Weak, distracted and unprepared? How prepared France, Germany and the rest of the continent really are for his return to power On security and on the economy, Westminster feels both worry and hope as Donald Trump heads back to the White House. Prompted by Blue Monday, the BBC's special correspondent reflects on his struggle to find balance and joy in life - and a surprisingly straightforward solution. The chancellor raised taxes in the Budget - but now she wants to get rid of barriers to business. Why the change of focus? Keir Starmer says that terrorism has 'changed' and that the problem must be urgently addressed. But the system is fluid when it comes to what classifies as terrorism Could the popularity of The Traitors link to something wider going on among Britons - and our shifting attitudes towards dishonesty? In this time of hard choices for the Middle East, the president elect will have much to think about when he re-enters the White House Confidence in all types of vaccination has taken a hit. The question is why, and what can be done about it? The UK led the way in this field of science until recently - but now other countries have overtaken. So, how can that lead be recovered? The 46th president had his accomplishments - but for now these are partly overshadowed by certain missteps With the risk factors increasing, is it still safe to live in areas prone to these disasters - and can fireproofing ever work? Plus, President Trump says Keir Starmer is doing a “very good job” Mexico's first woman president Claudia Sheinbaum gets ready for a potentially bumpy year. Aleks Krotoski and Kevin Fong uncover what happens when you feed an AI its own output. Helen and Armando use their free speech to decode Meta's new fact-checking rules. It was hell. But music gave prisoners at Auschwitz a lifeline - and even a way to resist. Is working from home good for us, and is it good for the economy? How do you live with a death sentence? Real stories from prisoners facing their final days Emma Barnett talks to Gisèle Pelicot’s daughter Caroline Darian. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:15",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/bbcindepth",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/34a2/live/3b507a60-dcc6-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d12e/live/bec82560-da63-11ef-a37f-eba91255dc3d.png.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "DeepSeek vs ChatGPT - how do they compare?",
        "short_description": "The emergence of Chinese AI app DeepSeek has shocked financial markets, and prompted US President Donald Trump to describe it as \"a wake-up call\" for the US tech industry.",
        "long_description": "The emergence of Chinese AI app DeepSeek has shocked financial markets, and prompted US President Donald Trump to describe it as \"a wake-up call\" for the US tech industry. DeepSeek's claim that its R1 artificial intelligence (AI) model was made at a fraction of the cost of its rivals has raised questions about the future about of the whole industry, and caused some the world's biggest companies to sink in value. DeepSeek has become the most downloaded free app in the US just a week after it was launched. So how does it compare to its much more established and apparently much more expensive US rivals, such as OpenAI's ChatGPT and Google's Gemini? When you ask ChatGPT what the most popular reasons to use ChatGPT are, it says that assisting people to write is one of them. From gathering and summarising information in a helpful format to even writing blog posts on a topic, ChatGPT has become an AI companion for many across different workplaces. As a proud Scottish football fan, I asked ChatGPT and DeepSeek to summarise the best Scottish football players ever, before asking the chatbots to \"draft a blog post summarising the best Scottish football players in history\". DeepSeek responded in seconds, with a top ten list - Kenny Dalglish of Liverpool and Celtic was number one. It helpfully summarised which position the players played in, their clubs, and a brief list of their achievements. DeepSeek also detailed two non-Scottish players - Rangers legend Brian Laudrup, who is Danish, and Celtic hero Henrik Larsson. For the latter, it added \"although Swedish, Larsson is often included in discussions of Scottish football legends due to his impact at Celtic\". For its subsequent blog post, it did go into detail of Laudrup's nationality before giving a succinct account of the careers of the players. ChatGPT's answer to the same question contained many of the same names, with \"King Kenny\" once again at the top of the list. Its detailed blog post briefly and accurately went into the careers of all the players. It concluded: \"While the game has changed over the decades, the impact of these Scottish greats remains timeless.\" Indeed. For this fun test, DeepSeek was certainly comparable to its best-known US competitor. The emergence of advanced AI models has made a difference to people who code. When ChatGPT experienced an outage last week, X had a number of amusing posts from developers saying they couldn't do their work without the faithful tool by their side. How does DeepSeek compare here? Javier Aguirre, an AI researcher at Samsung Medical Center in Seoul, South Korea, specialises in researching in medicine and AI. In a post on LinkedIn on Tuesday, he wrote: \"I am quite impressed with Deepseek. While coding, we usually try to explode AI chatbots to the limit to see their capabilities in assisting with coding. \"Today I had a really tricky and complex problem. Even chatGPT o1 was not able to reason enough to solve it. I gave a try to Deepseek and it solved it at once and straight to the point.\" He also pointed out that for coders, the combination of models can lead to success. This was echoed by Addy Osmani, who is the Head of Chrome Developer Experience at Google. In a post to his 208k followers on LinkedIn, he spoke about combining DeepSeek with US AI firm Anthropic's tool Claude Sonnet. In 2023, Amazon invested $4bn into Anthropic. Mr Osmani said: \"Code with AI? DeepSeek R1 + Claude Sonnet may be the best new hybrid coding model. Yes, engineers are using them together.\" Mr Osmani also said DeepSeek was \"significantly cheaper\" to use than both Claude Sonnet and OpenAI's o1 model. What about brainstorming? I asked ChatGPT and DeepSeek to give me \"ideas for a story for children about a boy who lives on the moon\". ChatGPT responded in seconds with six neatly summarised ideas. One was about a boy called Max who worked as a postman on the moon and was sent on an adventure. Another was about Oliver, who was drawn by the sounds of a mysterious orchestra made up of aliens. None of these stories are going to challenge Harry Potter or Roald Dahl any time soon, but it is a start for more refined ideas to flourish perhaps. DeepSeek, on the other hand, responded with just one idea - \"Luna and the Boy Who Chased the Stars\". Its response was 387 words (with no mention of anyone or thing called \"Luna\"), and comprised a story about a curious boy called Milo who lived on the moon. It struck me that while ChatGPT gave me ideas, DeepSeek wrote a full story. It wasn't particularly good, with a simple focus on a character going from A to B, but it was a start - and it was impressive how quickly it delivered it. One of my memories from high school is my history teacher explaining to us how the First World War came about following a complex situation regarding many European powers, with the conflict finally sparked by the assassination of Archduke Franz Ferdinand in 1914. How would the chatbots deal with explaining such a complex and nuanced piece of history? Pretty well. ChatGPT gave a detailed account and outlined the key factors. DeepSeek's account was not as detailed, but its brief overview did cover all the main points and events. Google's Gemini assistant gave a similar synopsis to ChatGPT and DeepSeek, and also gave the user the opportunity to click on links from reputable sources such as the Imperial War Museum in the UK. As I saw on other tasks and prompts, DeepSeek was certainly comparable to its US competitors. The tasks I set the chatbots were simple but they point to something much more significant - the winner of the so-called AI race is far from decided. For all the vast resources US firms have poured into the tech, their Chinese rival has shown their achievements can be emulated. Prof Neil Lawrence, DeepMind Professor of Machine Learning at Department of Computer Science and Technology, at the University of Cambridge, said this was just the start. \"I think it's just the tip of the iceberg in terms of the type of innovation we can expect in these models,\" he said. He highlighted an example from history - James Watt is synonymous with the steam engine, even though he improved it rather than invented it. \"There's plenty of space for budding James Watts to emerge, and that they are less likely to come from established players,\" he said. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "13 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cqx9zn27700o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/04e7/live/9df7cd70-dd80-11ef-848f-998d0175b76f.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ba3e/live/d1e80190-dd80-11ef-848f-998d0175b76f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Be careful with DeepSeek, Australia says - so is it safe to use?",
        "short_description": "Australia's science minister, Ed Husic, has become the first member of a Western government to raise privacy concerns about DeepSeek, the Chinese chatbot causing turmoil on the markets and in the tech industry.",
        "long_description": "Australia's science minister, Ed Husic, has become the first member of a Western government to raise privacy concerns about DeepSeek, the Chinese chatbot causing turmoil on the markets and in the tech industry. Chinese tech, from Huawei to TikTok, has repeatedly been the subject of allegations the firms are linked to the Chinese state, and fears this could lead to peoples' data being harvested for intelligence purposes. Donald Trump has said DeepSeek is a \"wake up call\" for the US but did not seem to suggest it was a threat to national security - instead saying it could even be a good thing if it brought costs down. But Husic told ABC News on Tuesday there remained a lot of unanswered questions, including over \"data and privacy management.\" \"I would be very careful about that, these type of issues need to be weighed up carefully,\" he added. DeepSeek has not responded to the BBC's request for comment - but users in the UK and US have so far shown no such caution. DeepSeek has rocketed to the top of the app stores in both countries, with market analysts Sensor Tower saying it has seen 3 million downloads since launch. As much as 80% of these have come in the past week - meaning it has been downloaded at three times the rate of rivals such as Perplexity. According to DeepSeek's own privacy policy, it collects large amounts of personal information collected from users, which is then stored \"in secure servers\" in China. This may include: It says it uses this information to improve DeepSeek by enhancing its \"safety, security and stability\". It will then share this information with others, such as service providers, advertising partners, and its corporate group, which will be kept \"for as long as necessary\". \"There are genuine concerns around the technological potential of DeepSeek, specifically around the terms of its privacy policy,\" said ExpressVPN's digital privacy advocate Lauren Hendry Parsons. She specifically highlighted the part of the policy which says data can be used \"to help match you and your actions outside of the service\" - which she said \"should immediately ring an alarm bell for anyone concerned with their privacy\". But while the app harvests a lot of data, experts point out it's very similar to privacy policies users may have already agreed to for rival services like ChatGPT and Gemini, or even social media platforms. \"For any openly available AI model, with a web or app interface - including but not limited to DeepSeek - the prompts, or questions that are asked of the AI, then become available to the makers of that model, as are the answers,\" said Emily Taylor, chief executive of Oxford Information Labs \"So, anyone working on confidential or national security areas needs to be aware of those risks,\" she told the BBC. Dr Richard Whittle from University of Salford said he had \"various concerns about data and privacy\" with the app, but said there were \"plenty of concerns\" with the models used in the US too. \"Consumers should always be wary, especially in the hype and fear of missing out on a new, highly popular, app,\" he said. The UK data regulator, the Information Commissioner's Office has urged the public to be aware of their rights around their information being used to train AI models. Asked by BBC News if it shared the Australian government's concerns, it said in a statement: \"Generative AI developers and deployers need to make sure people have meaningful, concise and easily accessible information about the use of their personal data and have clear and effective processes for enabling people to exercise their information rights. \"We will continue to engage with stakeholders on promoting effective transparency measures, without shying away from taking action when our regulatory expectations are ignored.\" Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "15 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2k7r5nrvpo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/f1fb/live/f3437f10-dd6f-11ef-badc-3b0da2437492.jpg.webp"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Italy's PM investigated over release of Libyan war crimes suspect",
        "short_description": "Italian Prime Minister Giorgia Meloni says she has been placed under judicial investigation over Italy's surprise release of a Libyan citizen who had been wanted for war crimes by the International Criminal Court (ICC).",
        "long_description": "Italian Prime Minister Giorgia Meloni says she has been placed under judicial investigation over Italy's surprise release of a Libyan citizen who had been wanted for war crimes by the International Criminal Court (ICC). In a video message shared on social media on Tuesday, Meloni said she was suspected by prosecutors of embezzlement and aiding and abetting a crime. Osama Najim - also known as Almasri - is the head of Libya's judicial police and the director of an infamous detention centre in Mitiga, near Tripoli. Mr Najim was arrested in Italy on 21 January and unexpectedly freed days later \"due to a legal technicality\", the interior ministry said. The ICC, which said it had not been consulted, swiftly issued another arrest warrant for Mr Najim and demanded an explanation from the Italian authorities. In the video, Meloni said the Rome appeals court released Mr Najim because the ICC warrant had not been sent to the Italian justice ministry. \"At that point, so as not to let him go free on Italian territory, we decided to expel him and repatriate him immediately, with a special flight,\" Meloni said. Last week, Justice Minister Carlo Nordio said that Mr Najim had been expelled because of the \"danger\" he posed – a comment which was derided by the opposition. The decision to free Mr Najim was heavily criticised by the opposition and NGOs such as Amnesty International, which said Mr Najim was guilty of \"horrific violations committed with total impunity\". Videos that showed a jubilant crowd welcoming Mr Najim as he stepped off an Italian government plane in Tripoli caused particular uproar. Meloni said that Nordio, Interior Minister Matteo Piantedosi and the cabinet undersecretary for intelligence matters, Alfredo Mantovano, had also been placed under investigation. Being placed under investigation in Italy does not mean that formal charges will necessarily follow. In a defiant tone, the Italian PM appeared to hint at political motives for the investigation. She pointed out the lawyer who filed the complaint, Luigi Li Gotti, was a former left-wing politician, while the prosecutor leading the case, Francesco Lo Voi, recently investigated Deputy Prime Minister Matteo Salvini on an unrelated matter. Meloni ended the video saying that she could not be \"blackmailed or intimidated\". \"This may be why I'm unpopular among those who don't want Italy to change and improve,\" she said. \"But that's precisely the reason I intend to continue on my way, protecting Italians, especially when the nation's safety is at stake, head held high with no fear.\" Matteo Renzi of the opposition party Italy Alive (IV) - who was among the first to denounce Mr Najim's release - said he felt Meloni was \"exploiting\" the investigation to \"feed her usual victim complex\". Giorgia Meloni, the leader of the far-right, anti-migrant Brothers of Italy party, has headed Italy's ruling right-wing coalition since 2022. She has repeatedly vowed to crack down on immigration and has pledged to stop boats heading to Italy from North Africa, vowing to put an end to illegal departures and human trafficking. Meloni, like other leaders before her, has worked with Libyan authorities and militias, providing them with financial and technical support under controversial agreements to tackle illegal immigration, including training and funding for the Libyan coast guard which intercepts migrant boats. Italian authorities released the director of a notorious detention camp who had been arrested in Turin on an ICC war crimes warrant. Italian police were acting on an arrest warrant from the International Criminal Court, reports say. The \"once-in-a-century\" find has been unearthed in the ancient Roman city. A huge private bathhouse is found after lying hidden for 2,000 years under volcanic rock and ash. Toscani was the creative force behind shock ad campaigns of the 1990s including a priest and nun kissing. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "11 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cvg8r2g59vyo",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/feae/live/b1ccf250-dd9c-11ef-926a-cbf3c346618d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/2f54/live/7e4f00a0-dd9f-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "The BBC is the first media to fly with a Jordanian aid flight into Israeli-held territory in southern Gaza.",
        "long_description": "The BBC is the first media to fly with a Jordanian aid flight into Israeli-held territory in southern Gaza. Hundreds of thousands of displaced have returned to the north since Monday, but many have found their homes in ruins. Palestinians speak to the BBC as they join hundreds of thousands returning to their homes, or the ruins of them. The Palestinian vehicles are being inspected for weapons before passing from south to north Gaza. The hostages include Arbel Yehud - the civilian at the centre of a row which had led to Israel delaying Palestinians' from heading to north Gaza. Hundreds of thousands of displaced have returned to the north since Monday, but many have found their homes in ruins. The full scale of the humanitarian challenge ahead is emerging as displaced Palestinians return home, writes the BBC's Paul Adams. A government spokesman says information provided by Hamas overnight matches Israel's intelligence. Palestinians speak to the BBC as they join hundreds of thousands returning to their homes, or the ruins of them. Palestinians condemn the proposal, and both Jordan and Egypt have rejected Trump's request. A deal to release Israeli hostage Arbel Yehud has been reached that would allow people to go back to north Gaza, a senior Palestinian Islamic Jihad official said. Lebanon and the US said the agreement will remain in place until 18 February. The four women were taken hostage on 7 October from Nahal Oz military base, about a kilometre from Gaza. Four female hostages have been reunited with their families, while Israel released 200 Palestinian prisoners. The missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds. The BBC's Fergal Keane has been speaking to people in Gaza whose lives have been devastated by the war. After the ceasefire came into force Gaza residents celebrated, but many of those returning are facing devastation. Hostages and prisoners are being released in the first phase of deal between Israel and Hamas. The BBC spoke to officials from both sides of the talks to piece together how the Gaza deal was done. Thousands of Palestinians are returning to north Gaza after Israel and Hamas reached a hostage deal. The BBC's Jon Donnison watched on in Ramallah as the former captives were greeted by cheering crowds. The female IDF soldiers returned to Israel in the second ceasefire hostage and prisoner swap. BBC Verify's Nick Eardley examines Hamas' footage of the moment three hostages were handed over. Lebanon and the US said the agreement will remain in place until 18 February. It comes as the deadline passes for Israeli forces and Hezbollah fighters to withdraw from southern Lebanon. A total of 87 hostages, taken captive after the 7 October attacks, still remain unaccounted for. A total of 124 people captured during the 7 October attacks have been released or freed. Talks with senior Houthi officials are underway to try and get the workers released. The missile strike on a Lebanese apartment block targeting Hezbollah left mostly civilians dead, BBC finds. Twelve Palestinians are reported to have been killed since a major operation began in Jenin on Tuesday. A satellite image taken 21 January shows new construction within the demilitarised zone. Landmines are hindering the safe return of Syrians after the fall of the Assad regime. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:20",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/middle_east",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/aa87/live/907973a0-dd77-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8ed6/live/6faf98b0-dd91-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "In pictures: Kumbh Mela crowd crush",
        "short_description": "Many people are feared to have been injured in a crush at a huge Hindu religious festival in northern India.",
        "long_description": "Many people are feared to have been injured in a crush at a huge Hindu religious festival in northern India. The incident is believed to have happened at the Kumbh Mela festival when people who were sleeping by the riverbanks in Prayagraj were trampled by others who had taken a dip in the holy waters. Emergency officials have been seen taking away what appeared to be dead bodies on stretchers. There has been no confirmation on how many people may have been injured or killed. One official has said \"some people have been injured\" - but added that \"no-one is serious\". Officials say up to 100 million people are expected to attend the bathing day at the Kumbh Mela - one of the world's biggest religious festivals. Some MPs showed \"concerning conduct\" but widespread alarm is unwarranted, an inquiry report says. England produce a strong bowling performance to beat India by 26 runs in the third T20 in Rajkot. Trump and Modi spoke on Monday, their first interaction since the US president took office last week. A kabaddi club has helped Indian girls find new opportunities and become financially independent as adults. Mothers in the harsh Sundarbans delta are battling the rising tide of child drownings. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c8d9rm2d3p8o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0558/live/81fcd020-ddd0-11ef-8837-63d6690513ad.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/c1cd/live/4060ae40-dde2-11ef-ae4e-694f3244c56f.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "In a split second, Russia wipes out three generations of a Ukrainian family",
        "short_description": "Teddy bears – large and small - are clustered around the grave of Adam Buhayov as if keeping him company.",
        "long_description": "Teddy bears – large and small - are clustered around the grave of Adam Buhayov as if keeping him company. But the 17-month-old is not alone. His mother Sophiia Buhayova, 27, is buried in the grave with him, in a bleak and windswept cemetery in Ukraine's southern city of Zaporizhzhia. Adam's great-grandmother, Tetiana Tarasevych, 68, is in the grave right beside them. All three were killed together on 7 November last year by a Russian attack in a war that has devoured Ukraine since 2022 – but which no longer dominates the international agenda. Some of Adam's last moments were captured by Tetiana in a video on her phone. The two of them were out on a walk with Adam's mum Sophiia. Blond-haired, blue-eyed Adam wears a red anorak and a woollen hat, with a Mickey Mouse sticker on the front. \"Don't take off your hat,\" Tetiana tells him gently, \"you will be cold\". He does it anyway. One hour later the trio were at home, about to get a bite to eat, when a Russian guided aerial bomb sliced through their block of flats. Adam, Sophiia and Tetiana were killed, along with six other civilians. Sophiia's mother Yuliia Tarasevych, 46, now struggles to carry on - without most of her family, without her past and her future. She is slight, and swamped by a heavy black coat and by grief. \"I don't know how to live,\" she says. \"It's hell on earth. I lost my mother, my daughter, and my grandson in one second.\" The closest she can get to them now is at their graves. \"My dear Mum,\" she says weeping, and stroking a photograph of Tetiana – a doctor like her - attached to a wooden cross. One step brings her to the grave of Sophiia and Adam. She leans down to touch his photo, calling him \"my little kitten\". Then she speaks directly to a photo of Sophiia - a black and white image of a young woman with long dark hair. \"My beautiful daughter,\" she cries, \"I am sorry I could not save you.\" Sophiia's father, 60-year-old Serhiy Lushchay, is by her side - a robust figure who shares her loss and her sorrow. \"We visit the graveyard often,\" Yuliia says, \"and we will as long as we live, because it truly makes it a little easy for us\". Every time they come, there are more graves stretching out into the distance. The cemetery is expanding \"at a staggering pace,\" Yuliia says. Rows of blue and yellow flags, marking the graves of fallen soldiers, pierce the sombre grey sky. Zaporizhzhia, where the family lived, is a regular target for Russian forces. It is a strategically important industrial city, near front-line fighting. Europe's largest nuclear power plant – about 55km (34 miles) from the city – is held by the Russians. On the day of the attack that killed Sophiia, Tetiana and Adam, Yuliia called her daughter from western Ukraine, where she was on a work trip. \"I told her to be careful. Bombs had been falling over the city since the morning. She said: 'Thank you mum, don't worry. Everything will be fine with us.'\" Serhiy was at work when he heard something had happened. He too called his daughter, but there was no reply. Then, on his local residents' WhatsApp group he saw a message saying: \"Friends, who else is still left under the rubble?\" \"I rushed home praying all the way,\" he says, \"but my prayers were already in vain\". \"When I arrived, all I saw was ruins. I wandered around looking for my balcony. I don't know how much time passed – two or three hours – and I realised there was nothing left, and no hope of rescue.\" In the days that followed some belongings were reclaimed from the rubble - a china cup of Sophiia's, somehow unbroken, a toy fish Adam played with in the bath, and the little red jacket he wore on his last walk. These are now family treasures, along with many precious memories. \"Every evening when I came home from work, I would take Adam for a walk,\" says Serhiy. \"He was very curious about the sky. He'd point his little finger up, and we'd tell him about it. And he loved birds.\" Another family video shows Adam hoisted in Sophiia's arms, being swung from side to side, and then running around on the ground, surrounded by pigeons. \"He had almost started talking,\" Yuliia says, \"and he was always smiling. He was healthy, beautiful and smart. He and my daughter made us happy every day\". After Russia's full-scale invasion of Ukraine in February 2022, Yuliia had taken Sophiia to safety in the UK. The young woman put her language skills to use, working as a translator for Ukrainian troops being trained by the British military, but she could not stay away from Ukraine. \"She really missed her parents and her relatives and the country,\" Yuliia says. Sophiia returned and later gave birth to Adam in June 2023. She also took up psychology because \"she knew a lot of people in Ukraine needed psychological help,\" her mother says. In the midst of her grief, Yuliia knows that Ukraine may soon come under pressure to negotiate with the enemy that robbed her of so much. President Trump is back into the White House – all guns blazing - pushing for peace talks between Moscow and Kyiv. But both Yuliia and Serhiy are adamant that Ukraine must fight on. She tells me Donald Trump's claim that he could end the war in a day was \"funny to hear\". \"Russia is an aggressor, that came to our country, and destroyed our homes, and our families,\" Yuliia says. \"So, there can be no talk of any ceasefire or peace talks. If we leave this glutton [Russian President Vladimir Putin] with our territories and do not avenge the people we lost, we will never win.\" Serhiy says the only contact with Russians on Ukrainian territory should be through combat. Many Ukrainians believe that even if there is a ceasefire, Russia will come back for more sooner or later – as it did in 2022, eight years after annexing the Crimean Peninsula. Moscow now controls almost one fifth of Ukraine. Time is not on Ukraine's side. In 2025 there is danger on several fronts - a lack of manpower, a possible reduction in future US military aid, and fading international attention. Yuliia accepts that life goes on in other countries. \"People can't live in constant stress, thinking only about us,\" she says. \"Still, I would like them to remember that there's a war happening nearby, where not only soldiers but also civilians are dying.\" She wants the the world to know the names – Adam Buhayov, Sophiia Buhayova, and Tetiana Tarasevych. Additional reporting by Anastasiia Levchenko, Volodymyr Lozhko, Goktay Koraltan and Wietske Burema Prosecutors have launched an investigation after an undersea cable leading to Latvia was damaged. The country has shifted focus away from the Holocaust to the suffering of Soviet people during World War Two. The Free Age Press printed pacifist literature in Bournemouth, before smuggling it into Russia. Katrin Ivanova denied knowing that information she gathered would be sent to Moscow. Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "21 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cwyp8nkgxj3o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b04/live/cfba6da0-dd48-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/48f1/live/560648b0-dcd2-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "Europe's biggest fire festival lights up Shetland",
        "short_description": "The streets of Lerwick are once again filled with fire and smoke as Shetland holds its world famous Up Helly Aa fire festival.",
        "long_description": "The streets of Lerwick are once again filled with fire and smoke as Shetland holds its world famous Up Helly Aa fire festival. The event, which is traditionally held on the last Tuesday of January, celebrates Shetland's Norse heritage. Thousands of visitors travel to the UK's most northerly islands each year to watch the evening torchlit procession through Lerwick, which reaches its climax when the replica of a Viking long ship is set on fire. Women and girls made history last year when they joined the main \"squad\" at the head of the procession for the first time in more than 140 years. More than 40 groups, locally known as \"squads\", march through the streets of Lerwick during the evening torchlit procession at Europe's biggest fire festival. At the head of the crowd is the \"Jarl Squad\" led by its chief, the Guizer Jarl. Its members, who become Vikings for the day, wear custom-made suits, axes and shields. They also have to build their own replica galley - a Viking long ship - that will be set on fire at the end of Up Helly Aa. This year, they named it Byssen. For Calum Grains, who had to wait 17 years to take up his position as the 2025 Guizer Jarl, the last Tuesday in January is always a special day. \"Up Helly Aa is such a great community event - it marks the end of that winter period and we are starting to look forward to the new year again,\" he said. \"It's one of these huge things that make Shetland unique.\" On Tuesday morning, Calum led his 61-member squad through the streets of Lerwick to showcase Byssen to the crowds of onlookers before heading to the local care homes and schools to sing and dance for the excited audience. Once the darkness descended, the Junior Jarl Squad kicked off the evening festivities by setting their own long ship on fire. Shortly afterwards, all squads marched through the town to the tunes of the Lerwick brass band before torching Byssen. The celebrations then moved to the many community halls, where they continue until as late as 07:00 the next day. Laura and her friends travelled to Shetland for Up Helly Aa from Vancouver, Canada. \"We're looking forward to the procession as well as the hall parties,\" she said. \"The plan is to stay up all night because we heard it was rude to leave earlier. So we want to honour the tradition.\" Rocket Factory Augsburg (RFA) have been awarded a licence allowing them to launch rockets from Shetland. Jules Wilson Nimmo and Greg Hemphill check out swimming spots in the Outer Hebrides, Orkney and Shetland. Ian Napier had not been seeing since heading off for a walking or swimming session in Shetland on Friday. The charity agrees to pay £300,000 to the RNLI after campaigners climbed onto a floating production vessel. The remains were found inside the small aircraft, which was recovered from the water off Shetland. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "6 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/c14n7gx1z6go",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/698a/live/2891c450-ddb7-11ef-9207-0f26c890c431.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/08f1/live/841d3df0-ddb6-11ef-a69b-6ddb4eb9391c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "No 'traitors' in Canada's parliament, says foreign meddling inquiry",
        "short_description": "There is no evidence of \"traitors\" in Canada's parliament plotting with foreign governments to interfere with elections, a Canadian public inquiry has said.",
        "long_description": "There is no evidence of \"traitors\" in Canada's parliament plotting with foreign governments to interfere with elections, a Canadian public inquiry has said. The foreign interference commission's final report, released on Tuesday, said attempts by foreign states to meddle in recent elections were \"troubling\" but had \"minimal impact\". The inquiry did warn that disinformation posed an \"existential threat\" to the country's democracy. The end of the months-long inquiry comes in an election year in Canada, with a federal race expected as early as this spring. A parliamentary intelligence committee had said in a June report that some members of parliament are \"witting or semi-witting\" participants in foreign meddling. But the inquiry's commissioner Marie-Josée Hogue said in Tuesday's findings that she had seen no evidence of conspiracy by parliamentarians and that the June report \"sometimes contained inaccuracies\". \"There are legitimate concerns about parliamentarians potentially having problematic relationships with foreign officials, exercising poor judgment, behaving naively and perhaps displaying questionable ethics,\" she also wrote. On disinformation, Ms Hogue said: \"In my view it is no exaggeration to say that at this juncture, information manipulation (whether foreign or not) poses the single biggest risk to our democracy.\" The inquiry was called in September 2023 to investigate allegations of interference by China, Russia, India and other foreign actors. It was in response to a steady drip of detailed press reports, many based on leaked intelligence, of Chinese meddling in the 2019 and 2021 federal elections. There is no evidence the efforts altered the outcomes of either election. Over a number of months, the inquiry heard public testimony by witnesses including members of parliament, national security officials, senior government aides and Prime Minister Justin Trudeau. Tuesday's report, which included 51 recommendations, was critical of the government's response to interference, which it described as slow.. Coordination between \"various players involved has not always been optimal\", it also stated, while efforts to educate the public about interference was \"piecemeal and underwhelming\". In May, Ms Hogue released an interim report calling interference a \"stain\" on Canada's electoral process. The report found that China \"stands out as a main perpetrator\" of such interference. China \"clandestinely leveraged\" Canadian officials in an effort to help its \"favoured\" candidates win office in 2019, the interim report stated. Tuesday's report said India has become the \"second-most active country engaging in electoral foreign interference in Canada\". Both India and China have repeatedly denied allegations that they have meddled in Canada's affairs. The inquiry also heard from diaspora Canadians who spoke about being targeted - or having their families targeted - by foreign states. Those affected by the alleged meddling efforts have accused officials of not doing enough to combat it. Tuesday's report called transnational repression \"a genuine scourge\" that officials should take seriously. The federal government said it was reviewing the final report and was taking steps to improve election security. Many people are feared to have been hurt following a crush at a huge Hindu religious festival in northern India. Tanner Fox is one of two hitmen who killed Ripudaman Singh Malik in Canada in 2022. It is still unknown who hired them. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Ontario premier Doug Ford has triggered an early election in the province, saying he needs a strong mandate to take on the tariff threat. England produce a strong bowling performance to beat India by 26 runs in the third T20 in Rajkot. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "10 hours ago",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/articles/cx2y0nkd132o",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/0c23/live/69fc87e0-dda3-11ef-902e-cf9b84dc1357.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e22c/live/97d6c6b0-dde1-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "At least 12 feared dead in crush at India's Kumbh Mela festival",
        "short_description": "Eyewitnesses and hospital sources have told the BBC that at least a dozen people have been killed in a crush at a huge religious festival in northern India",
        "long_description": "Eyewitnesses and hospital sources have told the BBC that at least a dozen people have been killed in a crush at a huge religious festival in northern India There is still no official confirmation of how many people have been injured or killed The BBC's Samira Hussain describes scenes of \"absolute chaos\" at the river bank, with clothes, shoes, blankets and backpacks strewn on the ground as crowds tried to escape Officials had predicted up to 100 million people were expected to attend the bathing day at the Kumbh Mela - one of the world's biggest religious festivals But, despite the famous bathing ritual being suspended by organisers, the BBC's Vikas Pandey says \"tens of thousands are still trying to take the holy dip\" This video can not be played Sea of belongings left behind after crush at India religious festival Edited by Thomas Mackintosh and Sharanya Hrishikesh in London. Produced by Geeta Pandey and Zoya Mateen in Delhi Meryl SebastianBBC News, Kochi Ritual bathing continues at various sites along the Ganges and Yamuna rivers even as devotees wait to hear from officials about details of the crush. As of 08:00 India time (02:30 GMT), nearly 28 million pilgrims had performed bathing rituals at the Kumbh Mela today, officials said. They added that nearly 200 million people have bathed in the river since the beginning of the festival on 13 January. Eyewitnesses and hospital sources have told the BBC that at least a dozen people have been killed in Wednesday morning's crush at the Kumbh Mela festival in Prayagraj. There is, however, still no word from the government on what happened or the number of casualties. Vikas PandeyReporting from Prayagraj A healthcare worker has told the BBC that the death toll in the crush is likely to be more than a dozen people. The worker, who did not want to be named, reported seeing several bodies at the site of the accident. Meryl SebastianBBC News, Kochi Despite the morning's crush, bathing continues at several places along the Ganges and Yamuna rivers. Official data from the Uttar Pradesh government's information department says more than 17 million pilgrims had taken a dip today by 06:00 India time (00:30 GMT). Authorities say nearly 200 million pilgrims have performed the bathing ritual at the Kumbh Mela since it began on 13 January. The festival concludes on 26 February. Officials say they expected up to 400 million people to attend the 45-day festival. Millions have been arriving in Prayagraj this month to take the holy dip It's been more than six hours since a crush took place at the Kumbh Mela but we still haven't heard anything from officials about the scale of the accident and what led to it. The BBC's Vikas Pandey reports on what is happening now on the ground - thousands of people are still entering the entry point where he is at, he says, but people are also asking why this crush occurred and when they will get clarity from officials. This video can not be played Kumbh Mela crush: Still no official word on what happened We're still waiting for an official briefing with more details on what happened during the crush. Meanwhile, in his first comments since the morning, Uttar Pradesh Chief Minister Yogi Adityanath has asked pilgrims at the Kumbh Mela to follow instructions issued by officials at the site and cooperate with them. \"Take a dip at the nearest ghat [river bank], do not try to go towards the Sangam Nose,\" the chief minister posted on X. \"People are bathing peacefully at all the ghats of Sangam. Do not pay any attention to any rumours,\" he added. It's not clear what rumours he was referring to. Vikas PandeyReporting from Prayagraj I am back at one of the main entry points and ambulances are zipping past constantly. I have counted 10 of them in just five minutes. Itâ\u0080\u0099s not clear why this is happening. When the crush happened, Poonam Singh was separated from her family members, some of whom are asthmatic. She is still waiting for news of them. This video can not be played 'I don't know where my family is': Eyewitness at Kumbh Mela It has just gone 08:00 in the morning local time in Prayagraj, northern India, so if you are just joining us let's bring you up to date with what we know so far: Vikas PandeyReporting from Prayagraj Late last night, as we made our way to the festival venue, we witnessed chaos and confusion at many checkpoints. Many devotees told us they had walked for hours but were not able to get to their destinations due to confusing directions. At several checkpoints, heated arguments took place between police personnel and devotees. At one checkpoint, we even saw some policemen pleading with their colleagues to let them pass through barricades. Sunil Goswami and Ramji Kar told us last night that they walked for almost an entire day but couldnâ\u0080\u0099t reach their destination. This video can not be played â\u0080\u0098We are tired of confusing directionsâ\u0080\u0099 Neyaz FarooqueeReporting from Delhi Wenesday's crush took place near the Sangam Nose - so called because of its shape. It's the most important bathing point at Prayagraj, where the Yamuna and mythical Saraswati rivers meet the Ganges. Itâ\u0080\u0099s the area where the Hindu sadhus bathe and itâ\u0080\u0099s also a favourite among devotees. To accommodate the huge crowds, the authorities have expanded the area by reclaiming the river bank to allow more than 200,000 devotees to bathe here every hour - up from 50,000 previously. Reports say the early morning surge of devotees headed to the Sangam Nose at times appeared to overwhelm the police who have been deployed in large numbers to control the crowds. Samira HussainReporting from Prayagraj Just over two weeks ago I covered the opening of this Kumbh Mela. Back then, I thought there was an incredible number of people that had come to be a part of this religious festival. But those numbers pale in comparison to how many people I saw at the riverbank today. People seemed to keep coming from so many different directions. There was a large police presence but at times, they too were overwhelmed by the crowds. I saw people climbing over barricades or breaking through them altogether. It's been several hours since news broke of the crush at the Kumbh Mela but there has been no official confirmation about the scale of the tragedy or numbers of casualties. Mohit Aggarwal/Ankit Srinivasas This video can not be played Watch policemen rescue injured pilgrims after the crowd surge A sea of belongings was left behind as people desperately tried to escape the crush at the Kumbh Mela. The BBC's Samira Hussain reports from where the crush started and walks us through what it looks like now. This video can not be played Sea of belongings left behind after crush at India religious festival Samira HussainReporting from Prayagraj It was absolute chaos at the river bank. Peopleâ\u0080\u0099s belongings, clothes, shoes, blankets and backpacks were strewn all around. Listless bodies could be seen among the discarded belongings. There was an information vacuum, no-one knew what had happened or what was going on. I saw one woman walking in front of a stretcher in tears, clearly bereft. Another man walked beside a stretcher, trying to cover the body with a shawl. This all happened at the main bathing point. Exactly where officials knew the most number of people would converge especially on this bathing day. Serious questions will be asked about what went wrong. As of now, officials are not confirming the number of dead or injured. Vikas PandeyReporting from Prayagraj An announcement has just been made asking devotees to avoid going to the confluence of sacred rivers to take a dip. Instead, authorities are urging people to take a dip at several other bathing areas along the Ganges and Yamuna rivers. People have also been asked to not put pressure on the police to try and get to the confluence. As we reported earlier, tens of thousands of people are still trying to get to the confluence and that might have led to this announcement. The Shahi Snan - or the royal bath - of the festival and a big draw of the morning has been suspended, according to Akhil Bharatiya Akhara Parishad president Mahant Ravindra Puri. (Akharas are holy sects.) \"You would've seen what happened in the morning. All of our saints and seers were ready for the holy dip when we were informed about this incident. That's why we have decided to call off our bath,\" he said. The ritualistic bathing that sees groups of ash-smeared holy men arrive in colourful processions to Sangam is a huge draw for the pilgrims who come from all over the world to seek the blessings of the holy men. However, as we reported earlier, tens of thousands are still trying to bathe in the river. The BBC's Vikas Pandey updates us on what is happening at the Kumbh Mela a few hours after the crush. This video can not be played 'Tens of thousands of people are still trying to take the holy dip': BBC reporter A number of news agencies are now reporting that several people are feared dead in the crush that happened at the Kumbh Mela festival in India's Prayagraj this morning. We are still waiting for official confirmation on numbers of casualties. Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:29",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/live/cgq07z0yexvt",
        "images": [
            "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/8f12/live/44c56c20-dddb-11ef-a69b-6ddb4eb9391c.png",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/29/8075c76d-687a-4a6f-815b-3a5461d39a07.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/29/49df175d-50fd-4185-a710-606827856fb4.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/640/cpsprodpb/vivo/live/images/2025/1/29/edbd10f6-67e1-4f63-bc70-13dba88ddca1.jpg.webp",
            "https://ichef.bbci.co.uk/ace/standard/128/cpsprodpb//vivo/live/images/2023/11/23/f61a5cb3-5c53-4abd-b8ad-ffbca8cd90f4.jpg.webp"
        ],
        "videos": [],
        "favicon": "No Favicon",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Reports the airport has fallen adds to the sense that the M23 has the upper hand in the eastern city of Goma.",
        "long_description": "Reports the airport has fallen adds to the sense that the M23 has the upper hand in the eastern city of Goma. UN aid agencies are warning of a humanitarian crisis in Goma in the east of the Democratic Republic of Congo. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. The draw for the 2025 Africa Cup of Nations is made in Morocco where defending champions Ivory Coast will be in the same group as Cameroon M23 rebels have made rapid advances in the latest bout of conflict that has long-dogged the mineral-rich east. UN aid agencies are warning of a humanitarian crisis in Goma in the east of the Democratic Republic of Congo. The investigation comes after Italian authorities freed a Libyan national wanted by the ICC. The 24-year-old was flown to the US accused of child exploitation, which he denies. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. Michelle Lemuya Ikeny stars in Nawi, a film that depicts the reality of child marriage in rural Kenya. \"I was scared he had come to beat me or finish me off,\" a government critic tells the BBC about his ordeal. For more than 50 years, one family has dedicated itself to caring for the biggest cemetery in Kaduna. A selection of the week's best photos from across the African continent and beyond. The BBC hears about horrific violence five women experienced in Libya after fleeing war-torn Sudan. The Baye Fall don't fast or perform five daily prayers - they believe hard work is the way to heaven. The last functioning hospital in Sudan's Darfur region has come under constant bombardment. Zimbabwe's Kirsty Coventry is aiming to become the first female president of the International Olympic Committee. African football's governing body says Swiss prosecutors will not bring legal charges against its secretary general Veron Mosengo-Omba. Egypt forward Omar Marmoush, the second highest scorer in the Bundesliga this season, has agreed a contract until 2029. Real Valladolid accuse Manchester City of encouraging one of their players to break his contract to force through a move to the Premier League club. Cindy Ngamba, who will make her professional debut in London on 7 March, hopes to land a world title shot within a year. Borussia Dortmund's Karim Adeyemi talks to BBC Sport Africa about his foundation and why he feels impelled to give back to Nigeria. East Africa's only rink is the one place in Nairobi where temperatures fall below 9C. Capoeira, a sport mixing martial art and dance, is one of Brazil’s biggest cultural exports. Now a new generation of African children are rediscovering its appeal and African roots. Experts are trying to figure out how a 500kg metal ring ended up crashing into Kenya. Ghana's Kantamanto market has been devastated by fire with traders urging the government to help. Three essential stories to round off your working day. Explaining the news from Africa. One question to wake up to every weekday morning. One story from Africa, for Africa Reports the airport has fallen adds to the sense that the M23 has the upper hand in the eastern city of Goma. M23 rebels have made rapid advances in the latest bout of conflict that has long-dogged the mineral-rich east. The 24-year-old was flown to the US accused of child exploitation, which he denies. Why there is growing scepticism in Kenya over a plan to vaccinate the national herd. Videos shared online by residents appear to show M23 rebels patrolling the main streets of Goma. Footage shows people believed to be escaped prisoners on the streets of Goma, as M23 rebels enter the Congolese city. Tuface, also known as 2Baba, is seen as one of the pioneers of Nigeria's vibrant music scene. The DR Congo is planning to build a massive dam delivering power to millions of people - but it is not easy. The UN chief condemned the escalation, calling on Rwanda to halt support for rebels and withdraw. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:31",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/africa",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/8b98/live/dc958a50-dd98-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/4fe8/live/993cea00-dd6b-11ef-bc01-8f2c83dad217.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "How did a little-known Chinese start-up build a powerful new AI model despite restrictions?",
        "long_description": "How did a little-known Chinese start-up build a powerful new AI model despite restrictions? The app spooked the markets as well as the bullish sense of American superiority in AI development. Forty eight men detained since they fled China years ago risk being deported, rights groups say. This is the first time a senior Chinese leader will witness a US president being sworn in. China's economy has hit the government's 5% growth target for 2024 in the face of multiple challenges. The app spooked the markets as well as the bullish sense of American superiority in AI development. Student among dozens who challenged China’s authorities to have been sent to psychiatric units, BBC finds. The two leaders pledged to bring China-Russia relations to \"greater heights\". Forty eight men detained since they fled China years ago risk being deported, rights groups say. Workers making clothes for the fast fashion giant tell the BBC they labour for up to 75 hours a week. Many Chinese are now asking: what about their loved ones still trapped in scam centres? An outbreak of the flu-like virus in China is causing concern, but experts say a Covid-like pandemic is unlikely. Presidential campaigns and the US telecommunications network have also been targeted by hackers in recent months. Su Min, 60, became a feminist icon after she left her abusive husband and started travelling through China. Some MPs showed \"concerning conduct\" but widespread alarm is unwarranted, an inquiry report says. China's AI success has come from policy and Chancellor Rachel Reeves's recent visit to China highlights the importance of a close relationship. The app's strong debut has shaken beliefs that the US would remain the unchallenged global AI superpower, writes the BBC's Marc Cieslak. How did a little-known Chinese start-up build a powerful new AI model despite restrictions? The app spooked the markets as well as the bullish sense of American superiority in AI development. But the US intelligence agency cautions it has \"low confidence\" in this new determination. Several potential US buyers have expressed interest in purchasing the social media platform. It is the latest punishment imposed by the Chinese authorities following a series of mass attacks. Student among dozens who challenged China’s authorities to have been sent to psychiatric units, BBC finds. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:34",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/china",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/a483/live/4646bcc0-dd5e-11ef-8e2a-672c89b13e12.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/d9ff/live/3937d420-dd35-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Milos Vucevic's resignation follows months of nationwide demonstrations over the collapse of a station roof which killed 15.",
        "long_description": "Milos Vucevic's resignation follows months of nationwide demonstrations over the collapse of a station roof which killed 15. After an election win which has been widely criticised as illegitimate, Alexander Lukashenko faced questions from the BBC's Russia editor Steve Rosenberg. Shell companies were used to charter the sanctioned oligarch’s yachts to himself, evading VAT, BBC reveals. A Ukrainian grandmother mourns her daughter, grandson and mother - killed in a single Russian strike. Prosecutors have launched an investigation after an undersea cable leading to Latvia was damaged. After an election win which has been widely criticised as illegitimate, Alexander Lukashenko faced questions from the BBC's Russia editor Steve Rosenberg. France's president says a second museum entrance will be built, while non-EU residents will also pay more to visit. The investigation comes after Italian authorities freed a Libyan national wanted by the ICC. Shell companies were used to charter the sanctioned oligarch’s yachts to himself, evading VAT, BBC reveals. Fifty survivors - now in their late 80s and 90s - will attend a ceremony marking the camp's liberation. The country has shifted focus away from the Holocaust to the suffering of Soviet people during World War Two. The 36-year-old was one of several suspects apprehended by Belgian police on Monday. Andrzej Duda says even if a peace deal with Ukraine is struck, pipelines to Europe should stay shut. Four ancient gold artefacts were stolen from Drents Museum in Assen. Amie, a descendant of a Holocaust survivor, meets Cornelia, who is untangling her family's Nazi past. Eighty years after the liberation of the concentration camp, some politicians have been quick to target outsiders. Activists say the spill - caused after two ships ran were battered by a storm - could cover an area of 400 sq km. War appears to have accelerated the spread of pathogens resistant to antibiotics in the country. Ukrainian stand-up comedians say humour can help people cope and raise money for the war effort. Holocaust survivors have been marking 80 years since the liberation of the Nazi concentration camp, Auschwitz. Tens of thousands of people demand action as they gather to remember the victims of Greece's worst railway disaster. It's election day in Belarus - with Alexander Lukashenko set to continue his 31-year-long rule of the country. At least 66 people have died and 32 were injured in a fire at a ski resort hotel in the city of Bolu. Milos Vucevic's resignation follows months of nationwide demonstrations over the collapse of a station roof which killed 15. The body of Robert Wilkin was discovered in July 2023 in the sea at the foot of Slieve League. After an election win which has been widely criticised as illegitimate, Alexander Lukashenko faced questions from the BBC's Russia editor Steve Rosenberg. The Danish PM's tour of three capitals betrayed the nervousness felt in Denmark over Trump's repeated comments. France's president says a second museum entrance will be built, while non-EU residents will also pay more to visit. The investigation comes after Italian authorities freed a Libyan national wanted by the ICC. Provides an overview of Serbia, including key dates and facts about this southeast European state. Experts say the discovery will help them understand what animals were eating during the Cretaceous period. Gardaí say the boy was found unresponsive in Buncrana, County Donegal, on Monday afternoon. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:37",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/europe",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/1d90/live/a7ffc0d0-dd6b-11ef-8a5c-9385ebd82e68.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/596c/live/ba927370-ddaf-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "Eyewitnesses and hospital sources have told the BBC that they have seen at least a dozen bodies.",
        "long_description": "Eyewitnesses and hospital sources have told the BBC that they have seen at least a dozen bodies. Many people are feared to have been hurt following a crush at a huge Hindu religious festival in northern India. England produce a strong bowling performance to beat India by 26 runs in the third T20 in Rajkot. Mothers in the harsh Sundarbans delta are battling the rising tide of child drownings. A kabaddi club has helped Indian girls find new opportunities and become financially independent as adults. Many people are feared to have been hurt following a crush at a huge Hindu religious festival in northern India. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Tanner Fox is one of two hitmen who killed Ripudaman Singh Malik in Canada in 2022. It is still unknown who hired them. The inquiry was called in 2023 to investigate allegations of interference by China, Russia, India and other foreign actors. England produce a strong bowling performance to beat India by 26 runs in the third T20 in Rajkot. People in Pithampur are protesting against the disposal of waste from the Bhopal gas leak in their town. The Cholas were a powerful south Indian dynasty known for military conquests, grand temples and shaping global trade and culture. An Indian leader offers a $1m prize for deciphering the Indus script, but the puzzle remains unsolved. Irawati Karve, India's first female anthropologist, led a fascinating life that challenged patriarchal norms. Five Indian sportswomen have been nominated for this year's BBC Indian Sportswoman of the Year award. Now the public can have their say in who will lift the prestigious award on 17 February. Over a million people are camping out in the cold for a month on the banks of the Ganges river. The BBC's Samira Hussain describes what she saw at the world's largest religious gathering. The BBC is at the Mahakumbh Mela, the Hindu festival expected to draw 400 million visitors over six weeks. The rocket, which took off from a site north of Chennai, places two satellites in orbit. One of India's longest-serving leaders, Singh has died at the age of 92. Many people are feared to have been hurt following a crush at a huge Hindu religious festival in northern India. Several people are feared killed in the crush at the Kumbh Mela, the world's largest religious gathering. Some MPs showed \"concerning conduct\" but widespread alarm is unwarranted, an inquiry report says. England produce a strong bowling performance to beat India by 26 runs in the third T20 in Rajkot. Over a million people are camping out in the cold for a month on the banks of the Ganges river. Trump and Modi spoke on Monday, their first interaction since the US president took office last week. A kabaddi club has helped Indian girls find new opportunities and become financially independent as adults. Mothers in the harsh Sundarbans delta are battling the rising tide of child drownings. Brydon Carse's efforts with with bat and ball are in vain as England suffer a two-wicket defeat by India in the second T20 international. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:40",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/world/asia/india",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/1497/live/3791c0d0-dddb-11ef-a69b-6ddb4eb9391c.png.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/e22c/live/97d6c6b0-dde1-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    },
    {
        "title": "NewsNews",
        "short_description": "A selection of the week's best photos from across the African continent and beyond.",
        "long_description": "A selection of the week's best photos from across the African continent and beyond. The late photographer John Blakemore is remembered for his early work in Coventry. Toscani was the creative force behind shock ad campaigns of the 1990s including a priest and nun kissing. Fabriccio and Lucía run the only fully equipped film lab in Central America. Oxfordshire Museum, in Woodstock, hosts the Bird Photographer of the Year exhibition from Saturday. The late photographer John Blakemore is remembered for his early work in Coventry. A selection of the week's best photos from across the African continent and beyond. Photographers describe the photo as \"serious\", \"ominous\" and a \"message picture\". Toscani was the creative force behind shock ad campaigns of the 1990s including a priest and nun kissing. A camera club supporting local photographers of all abilities is celebrating its 50th anniversary. The best pictures of F1 2024 Ingrid Pollard took pictures of pupils at Tulse Hill School in 1989, shortly before it closed. Photographer Katie Edwards captures America from the window of a train. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of news photographs from around the world. A selection of pictures sent in by our readers on the theme of agriculture. A selection of pictures by our readers on a set theme. Each week, we ask you to send in your pictures on a set theme and a selection of these are then published each Thursday on our In pictures page A selection of pictures sent in by our readers on the theme of \"fluids\". Photographs on the theme of 'autumn walks' sent in by our readers. James Barnor, who has photographed the likes of Muhammad Ali, is being honoured in Accra. Andy Bailey has been photographing bins in his Cheshire town, giving them a rating out of 25. More than 1,000 images of the national park are being made available for use free of charge. John Hayward's pictures feature in a new version of A Shropshire Lad by A. E. Housman. With her eye in the sky, Joanna Steidle captures images of the elusive creatures. A selection of news photographs from around the world. A selection of news photographs from around the world. A total of 30 images from Earth Photo will be displayed around the grounds of Hever Castle. A selection of news photographs from around the world. A selection of news photographs from around the world. As the festivities get under way, here is a snapshot of some of the events happening across the globe. From the summer of Swift to sunken football pitches, 2024 was an eventful year in London. A look back at the life of the 39th US president. A selection of pictures by our readers on a set theme. Copyright 2025 BBC. All rights reserved. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "publication_time": "2025-01-29 10:24:43",
        "country": "No Country Info",
        "news_url": "https://www.bbc.com/news/in_pictures",
        "images": [
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/ed7c/live/7daa0c30-d9bc-11ef-a37f-eba91255dc3d.jpg.webp",
            "/bbcx/grey-placeholder.png",
            "https://ichef.bbci.co.uk/news/480/cpsprodpb/977f/live/b01de640-d4ea-11ef-b674-2f53a7d78b3c.jpg.webp",
            "/bbcx/grey-placeholder.png"
        ],
        "videos": [],
        "favicon": "https://www.bbc.com/bbcx/favicon-32x32.png",
        "read_count": 0
    }
]